Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_CO_QUICKSEARCHBARPOS (2424//)
source: P_osition
spanish: P_osición

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
spanish: Desactivada

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
spanish: Arriba

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
spanish: Abajo

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
spanish: Condiciones

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
spanish: Acciones

# MSG_CO_CONDITION_ALL (2431//)
source: all
spanish: todas las

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
spanish: una o más de las

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
spanish: sólo una de las

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
spanish: Adjuntos

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
spanish: Añadir fichero(s)...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
spanish: Archivar y añadir...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
spanish: Eliminar

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
spanish: Renombrar...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
spanish: Mostrar

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
spanish: Adjunto

# MSG_WR_REMOVE (2441//)
source: Rem_ove
spanish: Elimina_r

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
spanish: Si

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
spanish: siguientes condiciones se cumple(n):

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
spanish: Europe/Madrid

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
spanish: Configurar su ubicación actual y zona horaria.

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
spanish: \033bDiferencia UTC actual:\033n

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
spanish: \033bSiguiente cambio horario:\033n

# MSG_CO_TZONE_NODSTSWITCH (2448//)
source: no daylight saving
spanish: no hay cambio horario

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
spanish: \033bDescripción:\033n

# MSG_CO_TZONE_DESCRIPTION_NA (2450//)
source: n/a
spanish: n/d

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
spanish: No se puede abrir el fichero con la descripción de zonas horarias '%s/Resources/zoneinfo/zone.tab'. Asegúrese de instalar todas las zonas de gestión horaria en '%s/Resources/zoneinfo'.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
spanish: No se puede abrir el archivo de información de zona horaria '%s'. La información de la zona horaria será incorrecta. Por favor, asegúrese de instalar todos los archivos relacionados con las zonas de gestión horaria en el directorio '%s/Resources/zoneinfo'.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
spanish: Advertencia formato de carpeta YAM

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
spanish: \033cDetectado un formato de almacenamiento de Carpetas obsoleto. YAM moverá todos los Directorios de Carpeta a un nuevo subdirectorio llamnado "Folders" en '%s'. \033bATENCIÓN:\033n Esta operación es \033birreversible \033ny dará lugar a Carpetas que ya no serán compatibles con las versiones anteriores de YAM. ¿Realizar esta operación ahora o salir de YAM y hacer una copia de seguridad antes?

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
spanish: _Continuar|*_Salir

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
spanish: _Nombre

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
spanish: Di_rectorio

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
spanish: Validando carpetas...

# MSG_MA_MARCHIVE (2459//)
source: Archive
spanish: Archivar

# MSG_MA_ARCHIVE (2460//)
source: Archive
spanish: Archivar

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
spanish: M_ostrar progreso

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
spanish: Iniciar _editor externo inmediatamente

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
spanish: Preferencias Del Editor Externo

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
spanish: Ruta de su editor externo favorito que se pueda utilizar como alternativo al editor interno.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
spanish: Juego de caracteres

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
spanish: Seleccione un juego de caracteres para que el texto se pueda convertir antes de empezar el editor externo.

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
spanish: Juego de caracteres que desea para que YAM lo utilice para la visualización del texto. Este debe coincidir generalmente con el juego de caracteres por defecto del sistema, de lo contrario aparecerá una petición del sistema consultandole como proceder.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
spanish: Juego de caracteres que desea para que YAM codifique los mensajes de correo electrónico. Este debe coincidir generalmente con el juego de caracteres por defecto del sistema. Sin embargo, puede seleccionar cualquier juego de caracteres que desee para codificar los mensajes salientes.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: _Default charset
spanish: J. caracteres por defecto

# MSG_CO_MIME_CODESET (2471//)
source: Display c_harset
spanish: J. caracteres a mostrar

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
spanish: Juego de caracteres al que debe convertirse el texto antes de ejecutar el comando de este tipo MIME.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
spanish: Juego de caracteres

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
spanish: Juego de caracteres al que debe convertirse el texto antes de iniciar el programa por defecto.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
spanish: %ld mensaje(s) filtrado(s) con %ld coincidencia(s)

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
spanish: Ir al primer mensaje no leído

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
spanish: Ir al primer mensaje no leído cuando entre en esta carpeta.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
spanish: Ir al mensaje más reciente

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
spanish: Ir al mensaje más reciente cuando entre en esta carpeta.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
spanish: días \0

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
spanish: indicar filtro(s)...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
spanish: Remte.

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
spanish: Dest.

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
spanish: Asunto

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
spanish: Cuerpo del msj.

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
spanish: Co_mprobar si olvidó adjuntar fichero

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
spanish: Palabras:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
spanish: Advertir si el contenido del mensaje sugiere la existencia de adjunto(s), pero no está(n) incluido(s).

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
spanish: Palabras que deberían sugerir la existencia de un adjunto.

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
spanish: anexo,adjunto,adjuntar,adjuntado,añadido,incluyo,incluido,CV

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
spanish: \033b¿Puede que olvidase adjuntar algún fichero?

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
spanish: Adjuntar...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
spanish: Más tarde

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
spanish: Recordatorio de adjunto

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
spanish: ¿Olvidó adjuntar algún fichero?

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
spanish: Sí|No, enviar ahora

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
spanish: Cuenta de correo

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
spanish: Cuenta de correo

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
spanish: Guardar posición/dimensiones ventanas

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
spanish: Guardar la posición y las dimensiones de todas las ventanas, la disposición de ciertos grupos y el estado de varios objetos gráficos.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
spanish: Carpetas Por Defecto

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
spanish: 'Enviados'

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
spanish: Definir diferentes carpetas donde los mensajes se guardarán después de ser enviados.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
spanish: Al enviar, co_nservar mensaje(s) en 'Enviados'

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
spanish: Almacenar los mensajes enviados después de la transferencia de correo. En caso contrario los mensajes enviados se borran inmediatamente.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
spanish: Usar carpeta 'Enviados' al_ternativa:

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
spanish: Almacenar los mensajes enviados en una carpeta de correo alternativa a la indicada en 'Enviar correo (SMTP)' de Configuración TCP/IP.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
spanish: Carpeta alternativa de correo usada para guardar los mensajes enviados.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
spanish: Carpetas Por Defecto

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
spanish: 'Recibidos'

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
spanish: Definir una carpeta diferente donde los mensajes se guardarán después de recibirlos.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
spanish: es

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
spanish: La detección automática de juego de caracteres cirílicos está activada, pero el juego de caracteres configurado '%s' no es un juego de caracteres cirílico y podría causar caracteres incorrectos. ¿Desea desactivar la detección automática?

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
spanish: *_Desactivar|_Ignorar

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
spanish: _Guardar como borrador|*_Cancelar

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
spanish: El mensaje está incompleto ya que no se ha especificado destinatario. ¿Cómo desea proceder?

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
spanish: *_Guardar como borrador|_Descartar|_Cancelar

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
spanish: (Sin Asunto)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
spanish: (Sin Destinatarios)

# MSG_WR_CANCEL (2527//)
source: _Cancel
spanish: _Cancelar

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
spanish: Interrumpir la edición del mensaje y cerrar la ventana.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
spanish: *Al _remitente|Remitente _y destinatarios|_Cancelar

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
spanish: Asegure el futuro de YAM:

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
spanish: Comprobando '%s'

# MSG_WR_BCC (2533//)
source: _Bcc
spanish: CCO

# MSG_WR_REPLYTO (2534//)
source: Reply _To
spanish: _Responder A

# MSG_AB_TO_TOOLBAR (2535//)
source: _To:
spanish: P_ara:

# MSG_AB_BCC_TOOLBAR (2537//)
source: _Bcc:
spanish: CC_O:

# MSG_AB_FROM_TITLE (2538//)
source: (From)
spanish: (De)

# MSG_AB_TO_TITLE (2539//)
source: (To)
spanish: (Para)

# MSG_AB_BCC_TITLE (2541//)
source: (Bcc)
spanish: (CCO)

# MSG_AB_REPLYTO_TITLE (2542//)
source: (Reply To)
spanish: (Responder A)

# MSG_LOG_COPY_MAIL (2548//)
source: %s: Copied message from '%s' about '%s' from folder '%s' to '%s'
spanish: %s: Mensaje copiado de '%s' con asunto '%s' de la carpeta '%s' a '%s'

# MSG_LOG_MOVE_MAIL (2549//)
source: %s: Moved message from '%s' about '%s' from folder '%s' to '%s'
spanish: %s: Mensaje movido de '%s' con asunto '%s' de la carpeta '%s' a '%s'

# MSG_LOG_FILTER_ORIGINATOR (2550//)
source: Filter '%s'
spanish: Filtro '%s'

# MSG_STARTUP_SECURITY_WARNING_TITLE (2551//)
source: YAM security warning
spanish: Aviso de seguridad

# MSG_STARTUP_SECURITY_WARNING (2552//)
source: Network debug output is enabled! The generated debug output will contain unencrypted and human readable passwords and more private stuff. Make sure to remove any private data before making this log public anywhere! The YAM development team takes no responsibility for hacked mail accounts in any way! You have been warned!
spanish: ¡Activada la depuración de red! El registro de depuración puede contener contraseñas sin encriptar y legibles, además de otros posibles datos personales. ¡Asegúrese de eliminar dichos datos personales antes de publicar dicho registro! ¡El equipo de desarrollo de YAM no se hace responsable de cuentas pirateadas/hackeadas! Está avisado.

# MSG_STARTUP_SECURITY_WARNING_GADGETS (2553//)
source: Understood
spanish: Entendido

# MSG_FO_PATH_INVALID (2554//)
source: The path must be non-empty.
spanish: La senda no puede estar vacía.

# MSG_FO_MLPATTERN_INVALID (2555//)
source: The pattern (To:/CC:) must be non-empty and no 'catch all'.
spanish: \033cEl patrón no puede estar ni vacío ni ser sólo '#?' o '*'.

# MSG_FO_MLADDRESS_INVALID (2556//)
source: The destination address (To:) must be non-empty.
spanish: La dirección de destino (Para:) no puede estar vacía.

# MSG_CO_SAVE_WITHOUT_PRIVATE_DATA (2557//)
source: Save without private data...
spanish: Guardar sin datos personales...

# MSG_SSL_CERT_WARNING_SIGINVALID (2558//)
source: - The signature of the certificate is invalid.
spanish: - La firma del certificado no es válida.

# MSG_SSL_CERT_WARNING_OUTRO (2559//)
source: If you continue the data transfer will be encrypted (protection from interception), but the identity of the server cannot be guaranteed (\033bNO\033n protection from fraud). Do you still want to accept the connection?
spanish: \033cSi continua los datos a transferir se encriptarán (protección contra intercepciones), pero la identidad del servidor no se puede garantizar (\033bSIN\033n protección contra fraude). ¿Desea aceptar la conexión/transferencia?

# MSG_CO_POP_SERVER (2560//)
source: Serve_r
spanish: Ser_vidor

# MSG_CO_POP_PORT (2561//)
source: P_ort
spanish: _Puerto

# MSG_CO_POP_PORT_STANDARD (2562//)
source: Standard:
spanish: estándar:

# MSG_CO_SMTP_SERVER (2563//)
source: Ser_ver
spanish: Ser_vidor

# MSG_CO_SMTP_PORT (2564//)
source: _Port
spanish: _Puerto

# MSG_CO_SMTP_PORT_STANDARD (2565//)
source: Standard:
spanish: estándar:

# MSG_CO_POP3_TEST_CONNECTION_SETTINGS (2566//)
source: Test connection settings
spanish: Comprobar servidor

# MSG_HELP_CO_BT_POPTEST (2567//)
source: Test the current settings to establish a reliable connection for POP3 downloads.
spanish: Comprobar los datos introducidos de servidor/puerto POP3 (recibir correo).

# MSG_CO_POP3_CONNECTION_TITLE (2568//)
source: POP3 connection
spanish: Servidor POP3

# MSG_CO_POP3_CONNECTION_SUCCESS (2569//)
source: Connection to POP3 server '%s' was successful.
spanish: Conexión con el servidor POP3 '%s' establecida con éxito.

# MSG_CO_POP3_CONNECTION_FAILURE (2570//)
source: Connection to POP3 server '%s' failed.
spanish: Fallo al conectar con el servidor POP3 '%s'.

# MSG_CO_SMTP_TEST_CONNECTION_SETTINGS (2571//)
source: Test connection settings
spanish: Comprobar servidor

# MSG_HELP_CO_BT_SMTPTEST (2572//)
source: Test the current settings to establish a reliable connection for SMTP uploads.
spanish: Comprobar los datos introducidos de servidor/puerto SMTP (enviar correo).

# MSG_CO_SMTP_CONNECTION_TITLE (2573//)
source: SMTP connection
spanish: Servidor SMTP

# MSG_CO_SMTP_CONNECTION_SUCCESS (2574//)
source: Connection to SMTP server '%s' was successful.
spanish: Conexión con el servidor SMTP '%s' establecida con éxito.

# MSG_CO_SMTP_CONNECTION_FAILURE (2575//)
source: Connection to SMTP server '%s' failed.
spanish: Fallo al conectar con el servidor SMTP '%s'.

# MSG_ER_WARN_CAFILE (2576//)
source: While trying initialize the SSL certificate authorities the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
spanish: Al inicializar los certificados SSL falta el fichero/certificado '%s'. Asegúrese de que dicho fichero/certificado existe y está actualizado o las conexiones SSL se marcarán como no verificadas.

# MSG_ER_CANNOT_OPEN_ASLREQ (2577//)
source: An error occurred while trying to open an ASL requester. Error %ld: %s
spanish: Ocurrió un error al intentar abrir la ventana de petición ASL. Error %ld: %s

# MSG_FO_FOLDER_NAME_INVALID (2578//)
source: The specified folder name is invalid.
spanish: Nombre de carpeta no válido.

# MSG_CO_ACCEPTED_SERVER_CERT_WARNINGS (2579//)
source: Permanently accepted server certificate warnings
spanish: Avisos de certificados de servidor aceptados permanentemente

# MSG_CO_CLEAR_SERVER_CERT_WARNINGS (2580//)
source: Clear warnings
spanish: Borrar avisos

# MSG_UPD_NOTIFICATION_DOWNLOAD_WITH_BROWSER (2581//)
source: Download update with browser...
spanish: Descargar actualización con navegador...

# MSG_NIGHTLY_EXPIRY_DATE (2582//)
source: \033bThis nightly build expires on %s
spanish: \033bEsta \"nightly build\" expira el %s
