Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
spanish: Nombre del archivo a crear:

# MSG_WR_InsertFile (923//)
source: Insert file
spanish: Insertar fichero

# MSG_WR_TitleFile (924//)
source: Filename
spanish: Fichero

# MSG_WR_TitleSize (925//)
source: Size
spanish: Tamaño

# MSG_WR_TitleContents (926//)
source: Contents
spanish: Tipo

# MSG_WR_TitleDescription (928//)
source: Description
spanish: Descripción

# MSG_WR_SecNone (929//)
source: None
spanish: Ninguna

# MSG_WR_SecSign (930//)
source: Sign
spanish: Firma PGP

# MSG_WR_SecEncrypt (931//)
source: Encrypt
spanish: Encriptar PGP

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
spanish: Firma+Encriptar PGP

# MSG_WR_ImpHigh (934//)
source: High
spanish: Alta

# MSG_WR_ImpLow (936//)
source: Low
spanish: Baja

# MSG_WR_WriteWT (941//)
source: Write message
spanish: Escribir mensaje

# MSG_WR_Subject (942//)
source: Sub_ject
spanish: Asunt_o

# MSG_WR_To (943//)
source: _To
spanish: P_ara

# MSG_WR_Add (944//)
source: _Add file(s)...
spanish: A_ñadir fichero(s)...

# MSG_WR_AddPack (945//)
source: _Pack & add...
spanish: A_rchivar y añadir...

# MSG_WR_Display (946//)
source: D_isplay
spanish: M_ostrar

# MSG_WR_ContentType (948//)
source: _MIME type
spanish: Ti_po

# MSG_WR_Description (949//)
source: D_escription
spanish: Descr_ipción

# MSG_WR_From (952//)
source: _From
spanish: _De

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
spanish: Cabecera _adicional

# MSG_WR_SendOpt (955//)
source: Send options
spanish: Opciones De Envío

# MSG_WR_DelSend (956//)
source: _Delete after sending
spanish: Borrar después de env_iar

# MSG_WR_Receipt (957//)
source: _Return receipt
spanish: Acus_e de recibo

# MSG_WR_AddInfo (959//)
source: Add _personal info
spanish: Añadir datos _personales

# MSG_WR_Importance (960//)
source: _Importance
spanish: I_mportancia

# MSG_WR_Signature (961//)
source: Signature
spanish: _Firma

# MSG_WR_TBInsert (969//8)
source: Insert
spanish: Insertar

# MSG_WR_TBCut (970//8)
source: Cut
spanish: Cortar

# MSG_WR_TBCopy (971//8)
source: Copy
spanish: Copiar

# MSG_WR_TBPaste (972//8)
source: Paste
spanish: Pegar

# MSG_WR_TBUndo (973//8)
source: Undo
spanish: Desha.

# MSG_WR_TBBold (974//8)
source: Bold
spanish: Negrita

# MSG_WR_TBItalic (975//8)
source: Italic
spanish: Cursiva

# MSG_WR_TBUnderlined (976//8)
source: ULined
spanish: Subray.

# MSG_WR_Text (978//)
source: Text
spanish: Texto

# MSG_WR_InsertAs (979//)
source: Insert as
spanish: Insertar como

# MSG_WR_Plain (980//)
source: Plain
spanish: Normal

# MSG_WR_Quoted (981//)
source: Quoted
spanish: Acotado

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
spanish: Codif. ROT13

# MSG_WR_LaunchEd (983//)
source: Launch editor
spanish: Editor externo

# MSG_WR_Edit (984//)
source: Edit
spanish: Editar

# MSG_WR_MCut (985//)
source: Cut
spanish: Cortar

# MSG_WR_MCopy (986//)
source: Copy
spanish: Copiar

# MSG_WR_MPaste (987//)
source: Paste
spanish: Pegar

# MSG_WR_PasteAs (988//)
source: Paste as
spanish: Pegar como

# MSG_WR_MUndo (989//)
source: Undo
spanish: Deshacer

# MSG_WR_Redo (990//)
source: Redo
spanish: Rehacer

# MSG_WR_Dictionary (991//)
source: Glossary
spanish: Glosario...

# MSG_WR_Textstyle (992//)
source: Text styles
spanish: Estilos en texto

# MSG_WR_Bold (993//)
source: Bold
spanish: Negrita

# MSG_WR_Italic (994//)
source: Italic
spanish: Cursiva

# MSG_WR_Underlined (995//)
source: Underlined
spanish: Subrayada

# MSG_WR_Colored (996//)
source: Alternative color
spanish: Color

# MSG_WR_Emoticons (1000//)
source: Emoticons
spanish: Emoticonos

# MSG_WR_Happy (1001//)
source: Happy
spanish: Feliz :-)

# MSG_WR_Indifferent (1002//)
source: Indifferent
spanish: Indiferente :-|

# MSG_WR_Sad (1003//)
source: Sad/angry
spanish: Triste/Enfadado :-(

# MSG_WR_Ironic (1004//)
source: Ironic
spanish: Irónico ;-)

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
spanish: Comprobar ortografía

# MSG_WR_MAddFile (1006//)
source: Add file...
spanish: Añadir fichero(s)...

# MSG_WR_AddCB (1007//)
source: Add clipboard
spanish: Añadir del portapapeles

# MSG_WR_AddKey (1008//)
source: Add PGP key
spanish: Añadir PGP-ID

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
spanish: Borrar después de enviar

# MSG_WR_MReceipt (1010//)
source: Return receipt?
spanish: Acuse de recibo

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
spanish: Añadir datos personales

# MSG_WR_MImportance (1013//)
source: Importance
spanish: Importancia

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
spanish: E-mail (y nombre) o alias del destinatario(s) principal.

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
spanish: Seleccionar destinatario(s) usando la agenda.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
spanish: Asunto del mensaje.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
spanish: Usar un editor externo para modificar el texto del mensaje.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
spanish: Insertar el contenido de un fichero de texto en la posición actual del cursor.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
spanish: Cortar texto marcado al portapapeles.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
spanish: Copiar texto marcado al portapapeles.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
spanish: Insertar el contenido del portapapeles en la posición actual del cursor.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
spanish: Deshacer el último cambio en el texto.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
spanish: Usar el tipo de letra \033bnegrita \033npara el texto marcado (sólo palabras completas).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
spanish: Usar el tipo de letra \033icursiva \033npara el texto marcado (sólo palabras completas).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
spanish: \033uSubrayar\033n el texto marcado (sólo palabras completas).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
spanish: Colorear el texto marcado (sólo palabras completas).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
spanish: Añadir adjuntos a la lista.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
spanish: Crear un archivo con uno o más ficheros y añadirlo a la lista de adjuntos.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
spanish: Borra el adjunto seleccionado de la lista.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
spanish: Usar el programa configurado en Tipo MIME para mostrar este adjunto.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
spanish: Tipo MIME para el adjunto seleccionado. Utilice uno de la lista emergente, si es posible.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
spanish: Descripción opcional del adjunto seleccionado.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (Cc) of the message to these recipients.
spanish: Enviar Con Copia (CC) el mensaje a los destinatarios indicados.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy (Bcc) of the message to these recipients.
spanish: Enviar Con Copia Oculta (CCO) el mensaje a los destinatarios indicados.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
spanish: Cabecera adicional que se añade al mensaje.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
spanish: E-mail de retorno de este mensaje.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
spanish: No almacenar este mensaje en la carpeta 'Enviados'.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
spanish: Solicitar acuse de recibo del mesnaje enviado.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
spanish: Incluir en la cabecera los datos personales.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
spanish: Fijar la prioridad de este mensaje.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
spanish: Copiar el mensaje creado a la bandeja 'A enviar'.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
spanish: Copiar el mensaje creado a la bandeja 'Enviados' y enviarlo inmediatamente.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
spanish: Conectando con el servidor...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
spanish: Conectado, esperando bienvenida...

# MSG_TR_PopLogin (1054//)
source: POP3 login
spanish: Identificación POP3

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
spanish: Enviando información APOP...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
spanish: Enviando datos del usuario...

# MSG_TR_SendPassword (1057//)
source: Sending password...
spanish: Enviando contraseña...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
spanish: Obteniendo estadísticas...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
spanish: Desconectando...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
spanish: Aplicando filtros remotos...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
spanish: Enviando 'Hola'...

# MSG_TR_Exporting (1065//)
source: Exporting message...
spanish: Exportando mensaje(s)...

# MSG_TR_Sending (1066//)
source: Sending message...
spanish: Enviando mensaje...

# MSG_TR_Importing (1067//)
source: Importing message...
spanish: Importando mensaje(s)...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
spanish: Borrando mensaje del servidor...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
spanish: Filtrado completado: %3ld comprobados %3ld redirigidos %3ld reenviados %3ld (auto)respondidos %3ld activados por comando %3ld movidos %3ld borrados

# MSG_TR_NewMail (1071//)
source: New mail
spanish: Correo nuevo

# MSG_TR_Downloading (1072//)
source: Downloading message...
spanish: Descargando mensaje...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
spanish: Recibiendo de '%s'

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
spanish: Enviando a '%s'

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
spanish: Mensajes A Importar De '%s'

# MSG_TR_All (1078//)
source: A_ll
spanish: _Todos

# MSG_TR_DownloadOnly (1079//)
source: _Download only
spanish: Sólo des_cargar

# MSG_TR_Leave (1080//)
source: L_eave
spanish: _Dejar

# MSG_TR_Clear (1082//)
source: _Clear
spanish: _Ninguno

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
spanish: Sólo _borrar

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
spanish: D_escargar y Borrar

# MSG_TR_Start (1086//)
source: _Start
spanish: Inici_ar

# MSG_TR_Status (1087//)
source: Status
spanish: Estado

# MSG_TR_Abort (1088//)
source: _Abort
spanish: Interru_mpir

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
spanish: Estado actual de la transferencia de correo.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
spanish: Interrumpir la transferencia de correo lo antes posible.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
spanish: Mensajes de Error

# MSG_ER_PrevError (1095//)
source: _Previous error
spanish: Error _anterior

# MSG_ER_NextError (1096//)
source: _Next error
spanish: Error _siguiente

# MSG_ER_Clear (1097//)
source: _Delete messages
spanish: _Borrar mensajes

# MSG_ER_Close (1098//)
source: _Close window
spanish: _Cerrar ventana

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
spanish: No se puede guardar el fichero '%s'. Asegúrese de que la ruta existe y el volúmen no está protegido contra escritura.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
spanish: No se puede crear el directorio '%s'. Asegúrese de que el volúmen no está protegido contra escritura.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
spanish: Debe especificar un alias para identificar la entrada.

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
spanish: Debe especificar un e-mail para esta entrada.

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
spanish: Formato de fecha/hora no válido. La fecha ha de estar en formato AmigaDOS. Ejemplo: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
spanish: No se puede abrir el fichero temporal '%s'. Compruebe las preferencias de la ruta en configuración.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
spanish: No se puede crear el fichero temporal. Motivo: Sin memoria o ruta especificada no válida en la configuración.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
spanish: No se puede abrir ventana para script.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
spanish: No se puede enviar comando ARexx '%s'. Asegúrese de que el script existe.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
spanish: No se puede leer fichero '%s'. El fichero parece que no existe.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
spanish: Tamaño decodificado (%ld) no coincide con el tamaño original (%ld). El mensaje no está completo o hubo un fallo en el codificador utilizado.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
spanish: Documento HTML '%s' no encontrado. El fichero parece que no existe en el servidor web.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
spanish: No se puede enviar petición HTTP. Fallo al solicitar el documento al servidor web.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
spanish: No se puede conectar con el servidor web '%s'. Posibles motivos: pila TCP/IP sin conexión, dirección incorrecta, el servidor actualmente está caído o no soporta peticiones HTTP.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
spanish: Error al escribir el fichero de correo: %s. YAM no puede guardar el mensaje, puede que el disco esté lleno.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
spanish: Error al leer el fichero de correo: %s. El archivo existe, pero hubo un error de lectura.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
spanish: Debe especificar un directorio para el nuevo usuario.

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
spanish: Debe especificar un nombre para el nuevo usuario.

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
spanish: No se encontraron PGP-ID públicas. Asegúrese que PGP está correctamente instalado y/o configurado en YAM.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
spanish: El siguiente comando PGP devolvió un error: '%s' Compruebe el fichero %s para un diagnóstico.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
spanish: No se puede ejecutar el comando PGP. Compruebe si %s existe.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
spanish: Alias o nombre desconocido: %s. YAM no puede encontrar el e-mail de este destinatario en la agenda. Verifique que esté bien escrito.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
spanish: No se pudo encontrar la PGP-ID para '%s' en la agenda, intentando ahora '%s'.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
spanish: No se pudo añadir la PGP-ID pública %s. Hubo un problema al extraerla del gestor (keyring) PGP.

# MSG_DI_Alias (1148//)
source: _Abbreviation
spanish: _Abreviatura

# MSG_DI_New (1149//)
source: _New
spanish: _Nuevo

# MSG_DI_AddSelect (1150//)
source: Add _selection
spanish: Añadir _selección

# MSG_DI_Delete (1151//)
source: _Delete
spanish: _Borrar

# MSG_DI_Paste (1152//)
source: _Paste
spanish: _Pegar

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
spanish: Lista de abreviaturas disponibles.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
spanish: Abreviatura de entrada seleccionada.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
spanish: Añadir una abreviatura al glosario.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
spanish: Crear una nueva entrada en base al texto marcado en el editor.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
spanish: Eliminar la entrada seleccionada.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
spanish: Insertar entrada seleccionada en la posición actual del editor de texto.

# MSG_FI_AddFilter (1160//)
source: Add filter
spanish: Añadir filtro

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
spanish: Nombre del nuevo filtro:

# MSG_FI_StatNew (1162//)
source: New/Unread
spanish: Nuevo/Sin Leer

# MSG_FI_StatRead (1163//)
source: Read
spanish: Leído

# MSG_FI_StatForwarded (1164//)
source: Forwarded
spanish: Reenviado

# MSG_FI_StatReplied (1165//)
source: Replied
spanish: Respondido

# MSG_FI_StatQueued (1166//)
source: Queued
spanish: A enviar

# MSG_FI_StatFailed (1167//)
source: Send failed
spanish: Envío fallido

# MSG_FI_StatHold (1168//)
source: On hold
spanish: Sin terminar

# MSG_FI_StatSent (1169//)
source: Sent
spanish: Enviado

# MSG_FI_OtherField (1176//)
source: other field:
spanish: Otro campo:

# MSG_FI_MessageSize (1177//)
source: Message size
spanish: Tamaño mensaje

# MSG_FI_MessageHeader (1178//)
source: Message headers
spanish: Cabecera mensaje

# MSG_FI_MessageBody (1179//)
source: Message body
spanish: Texto mensaje

# MSG_FI_WholeMessage (1180//)
source: Whole message
spanish: Mensaje completo

# MSG_FI_SearchIn (1181//)
source: Search in
spanish: Buscar en

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
spanish: MAYÚSCULAS<>minúsculas

# MSG_FI_SubString (1183//)
source: Substring search
spanish: Buscar subcadena

# MSG_FI_FindMessages (1184//)
source: Find messages
spanish: Buscar mensajes

# MSG_FI_AllFolders (1185//)
source: _everywhere
spanish: _Todas

# MSG_FI_FindIn (1186//)
source: Find in
spanish: Buscar En

# MSG_FI_FindWhat (1187//)
source: Find what
spanish: Opciones De Búsqueda

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
spanish: Usar _filtro definido

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
spanish: A_ñadir como filtro nuevo

# MSG_FI_Results (1190//)
source: Results
spanish: Resultados

# MSG_FI_StartSearch (1191//)
source: _Start search
spanish: _Iniciar búsqueda

# MSG_FI_SelectMatched (1192//)
source: Select _matched
spanish: Seleccion_ar coincidencias

# MSG_FI_ReadMessage (1193//)
source: _Read message
spanish: _Leer mensaje

# MSG_FI_Abort (1194//)
source: _Abort
spanish: Interru_mpir

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
spanish: Seleccionar una o más carpetas dónde buscar.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
spanish: Incluir todas las carpetas en la búsqueda.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
spanish: Usar el criterio de búsqueda de un filtro.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
spanish: Crear un nuevo filtro con este criterio de búsqueda.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
spanish: Iniciar la búsqueda y mostrar los resultados en la lista de arriba.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
spanish: Seleccionar todos los mensajes coincidentes en la ventana principal.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
spanish: Mostrar el mensaje actual de la lista de arriba.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
spanish: Detener la búsqueda.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
spanish: Campo o parte del mensaje que deberá coincidir con el patrón.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
spanish: Nombre de la cabecera a buscar.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
spanish: Buscar en la dirección o en el campo de nombre real.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
spanish: Estado del mensaje a coincidir.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
spanish: Patrón de búsqueda (soporta caracteres especiales AmigaDOS).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
spanish: Diferenciar MAYÚSCULAS/minúsculas en la búsqueda.

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
spanish: Activar una búsqueda de cadena de texto parcial.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
spanish: Tipo de comparación. Seleccione '<>' para obtener todos los mensajes que no coincidan con el patrón; 'IN' para utilizar un fichero con patrones.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
spanish: Introduzca su contraseña

# MSG_US_TitleUserName (1212//)
source: User name
spanish: Usuario

# MSG_US_TitleMailDir (1213//)
source: Mail directory
spanish: Directorio de Correo

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
spanish: Esperando identificación de usuario...
