Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
spanish: \033cSi borra este usuario, SE PERDERÁN sus \033bmensajes\033n, \033bcarpetas\033n y su \033bconfiguración\033n. ¿Seguro que desea borrarlo?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
spanish: *_Sí|_Mantener ficheros|_Cancelar

# MSG_US_UserName (1218//)
source: _User name
spanish: _Usuario

# MSG_US_MailDirectory (1219//)
source: _Mail directory
spanish: Di_r. de correo

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
spanish: Usar age_nda global

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
spanish: Usar _glosario global

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
spanish: _Copiar configuración del usuario actual

# MSG_US_Password (1223//)
source: _Password
spanish: Contrase_ña

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
spanish: _Privilegios de supervisor

# MSG_US_AddUser (1225//)
source: _Add user
spanish: _Añadir usuario

# MSG_US_DelUser (1226//)
source: _Delete user
spanish: _Borrar usuario

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
spanish: Nombre del nuevo usuario de YAM.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
spanish: Directorio donde almacenar las carpetas y los ficheros de configuración de la nueva cuenta de usuario.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
spanish: Compartir la agenda con otros usuarios.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
spanish: Compartir el glosario con otros usuarios.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
spanish: Contraseña de acceso para la identificación de este usuario.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
spanish: Activando esta opción el usuario podrá añadir o borrar otros usuarios.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
spanish: Copiar configuración actual por defecto para nuevas cuentas.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
spanish: Crear una nueva cuenta.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
spanish: Eliminar cuenta seleccionada.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
spanish: \033c¿Ajustes a usar para la nueva carpeta? Seleccione \033bDir. existente\033n si ya existe la carpeta en su disco.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
spanish: *_Por defecto|Como los _actuales|Dir. _existente|_Cancelar

# MSG_FO_SelectDir (1239//)
source: Select directory
spanish: Seleccionar directorio

# MSG_FO_MessageDate (1240//)
source: Message date
spanish: Fecha del mensaje

# MSG_FO_DateRecvd (1241//)
source: Date received
spanish: Fecha recibido

# MSG_FO_FMSimple (1243//)
source: simple protection
spanish: protección simple

# MSG_FO_FMPack (1244//)
source: compressed
spanish: comprimido

# MSG_FO_FMEncPack (1245//)
source: compressed with password
spanish: comprimido con contraseña

# MSG_FO_FTRcvdMail (1246//)
source: received mail
spanish: correo recibido

# MSG_FO_FTSentMail (1247//)
source: sent mail
spanish: correo enviado

# MSG_FO_FTBothMail (1248//)
source: received and sent
spanish: recibido y enviado

# MSG_FO_EditFolder (1250//)
source: Folder settings
spanish: Preferencias de Carpeta

# MSG_FO_Properties (1251//)
source: Properties
spanish: Propiedades

# MSG_FO_MaxAge (1252//)
source: Max. age
spanish: Antigüedad má_x.

# MSG_FO_FolderType (1253//)
source: T_ype
spanish: _Tipo

# MSG_FO_FolderMode (1254//)
source: _Mode
spanish: _Modo

# MSG_FO_SortBy (1255//)
source: _Sort by
spanish: _Ordenar por

# MSG_FO_ThenBy (1256//)
source: T_hen by
spanish: y _luego por

# MSG_FO_Reverse (1257//)
source: Rev
spanish: Inv.

# MSG_FO_MLSupport (1258//)
source: Mailing list support
spanish: Soporte Listas De Correo

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
spanish: Nombre de la carpeta.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
spanish: Directorio donde almacenar los mensajes de la carpeta seleccionada.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
spanish: Los mensajes antiguos serán automáticamente borrados despues de este tiempo (en días). Usar 0 para desactivar esta opción.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
spanish: Tipo de carpeta (recibido/enviado/ambos).

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
spanish: Las carpetas pueden protegerse con contraseña y/o comprimir con XPK.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
spanish: Primer criterio de ordenado de los mensajes en esta carpeta.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
spanish: Segundo criterio de ordenado de los mensajes en esta carpeta.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
spanish: Orden invertido (Z->A, 9->0,..).

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
spanish: Un mensaje pertenece a la lista de correo si en el campo 'Para:' contiene coincidencias con este patrón.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
spanish: Usar este e-mail como dirección de respuesta a un mensaje de lista de correo.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
spanish: Guardando agenda '%s'...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
spanish: Imprimiendo agenda...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
spanish: Guardando glosario...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
spanish: Cargando glosario...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
spanish: (Des)comprimiendo carpetas...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
spanish: Moviendo/copiando %s mensaje(s)...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
spanish: Eliminando adjuntos...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
spanish: Borrando %s mensaje(s)...

# MSG_BusyFiltering (1280//)
source: Applying filters...
spanish: Aplicando filtros...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
spanish: Borrando mensajes antiguos...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
spanish: Vaciando carpeta 'Papelera'...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
spanish: Comprobando actualizaciones...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
spanish: Cargando índice de '%s'...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
spanish: Guardando índice de '%s'...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
spanish: Examinando carpeta '%s'...

# MSG_BusyReading (1287//)
source: Reading message...
spanish: Leyendo mensaje...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
spanish: Mostrando mensaje...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
spanish: Mostrando mensajes...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
spanish: Operación PGP...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
spanish: Decodificando para imprimir...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
spanish: Decodificando para guardar...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
spanish: Decodificando para mostrar...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
spanish: Script AmigaDOS

# MSG_CTapplicationrexx (1297//)
source: Rexx script
spanish: Script ARexx

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
spanish: Nueva carpeta...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
spanish: Editar...

# MSG_FOLDER_DELETE (1303//)
source: Delete
spanish: Borrar

# MSG_FOLDER_IMPORT (1304//)
source: Import...
spanish: Importar...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
spanish: Exportar...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
spanish: Exportar...

# MSG_SETTINGS_USERS (1322//)
source: Users...
spanish: Usuarios...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
spanish: Usar la dirección 'Responder A:', cuando envia nuevos mensajes a la lista.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
spanish: Seg_uridad

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
spanish: Seguridad por defecto para el envío de correo de este contacto.

# MSG_WR_SecDefaults (1333//)
source: Default
spanish: Por defecto

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
spanish: Error creando un mensaje PGP multiparte. Desactivando encriptado/firma.

# MSG_RE_FixedFont (1335//)
source: Fixed font?
spanish: T. letra de anchura fija

# MSG_CO_SMTPUser (1338//)
source: Us_er name
spanish: U_suario

# MSG_CO_SMTPPass (1339//)
source: Pass_word
spanish: Contrase_ña

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
spanish: Acotado alt.

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
spanish: Seleccione imagen/fotografía

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
spanish: \033cLa siguiente carpeta con mensajes sin leer es \033b%s\033n ¿Ir a esta carpeta?

# MSG_ATTACH_NO (1352//)
source: No.
spanish: Nº

# MSG_ATTACH_PART (1353//)
source: Part
spanish: Parte

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
spanish: Nuevo grupo...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
spanish: Ajustes Generales

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
spanish: Formato tama_ño

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
spanish: Cómo mostrar el tamaño de los mensajes.

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
spanish: Antiguo (1.234.567 bytes)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
spanish: Mezcla (0,1KB, 0,01MB, 0,001GB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
spanish: 1 decimal (0,1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
spanish: 2 decimales (0,01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
spanish: 3 decimales (0,001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
spanish: Usar nombre del usuario SMTP AUTH.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
spanish: Contraseña del usuario SMTP AUTH.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
spanish: Texto que se mostrará como etiqueta del AppIcono.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
spanish: Eti_queta

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
spanish: %n Mensajes nuevos

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
spanish: %u Mensajes sin leer

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
spanish: %t Mensajes totales

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
spanish: %s Mensajes enviados

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
spanish: Estadísticas en App_Icono

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
spanish: Ver las estadísticas de esta carpeta en la etiqueta del AppIcono.

# MSG_OPENGUI (1380//)
source: Opening GUI...
spanish: Abriendo GUI...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
spanish: Menú contextual

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
spanish: Mostrar un menú al pulsar el botón derecho del ratón sobre esta lista.

# MSG_CO_INFOBAR (1384//)
source: Status bar
spanish: Barra De Estado

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
spanish: Posición de la barra de estado que muestra información general en YAM.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
spanish: A_visar en caso de 'Asunto' vacío

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
spanish: Avisar si deja el asunto en blanco/vacío.

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
spanish: Mensaje sin \033bAsunto\033n. Indíquelo ahora si lo desea.

# MSG_WR_TBSearch (1390//8)
source: Search
spanish: Buscar

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
spanish: Busca el texto de una cadena dada.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
spanish: Buscar

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
spanish: _MAYÚSCULAS<>minúsculas

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
spanish: Bu_scar

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
spanish: _Cancelar

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
spanish: Buscar

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
spanish: '%s' no encontrado.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
spanish: \033cEste grupo contiene subcarpetas, que se moverán a la carpeta anterior al borrarlo. ¿Desea BORRAR este grupo?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
spanish: (carpeta)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
spanish: Nuevo grupo...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
spanish: Nombre para el grupo de carpetas:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
spanish: No se puede mover el correo '%s' a '%s'. No se encuentra una carpeta con este nombre. Por favor compruebe la configuración de los filtros.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
spanish: Ejecutando comando...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
spanish: Cliente de correo SMTP/POP3

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
spanish: Pos_ición

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
spanish: Arriba

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
spanish: Debajo de la botonera

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
spanish: Abajo

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
spanish: Desactivada

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
spanish: Eti_queta

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
spanish: Acti_var

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
spanish: Activar/Desactivar el soporte de lista de correo para esta carpeta.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
spanish: Autodetectar

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
spanish: Intentar reunir automáticamente las preferencias de soporte de lista de correo (ml), escaneando los cinco primeros correos de la carpeta.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
spanish: No se ha podido reconocer.

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
spanish: Contactos en cac_hé

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
spanish: %ld (máximo)

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
spanish: Tamaño de la caché para los destinatarios más recientes no incluídos en la agenda. Seleccionar 0 para desactivar está opción.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
spanish: Puerto utilizado para el servidor SMTP (por defecto: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
spanish: Puerto utilizado para el servidor POP3 (por defecto: 110).

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
spanish: - Total:%t Nuevos:%n Sin Leer:%u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
spanish: Iniciando sesión TLSv1/SSLv3...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
spanish: No se puede iniciar 'amissl.library'; soporte TLSv1/SSLv3 no disponible. Verifique la instalación de AmiSSL y reinicie YAM.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
spanish: Enviando petición SMTP AUTH...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
spanish: Importa tipos MIME

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
spanish: No se puede transferir el correo '%s' a '%s'. El fichero no existe o no se puede copiar por alguna razón.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
spanish: No se puede cargar agenda esde '%s'. O el fichero no existe o no se puede abrir por algún motivo.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
spanish: \033c'%s' no es un fichero de agenda de YAM válido. ¿Procesarlo como si contuviese direcciones de correo en líneas separadas?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
spanish: _Sí|*_No

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
spanish: Preferencias carpeta de grupo

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
spanish: Nombre de la carpeta de grupo:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
spanish: Ha seleccionado TLSv1/SSLv3 para esta conexión, pero AmiSSL no puede iniciarse. Verifique la instalación AmiSSL o desactive TLS/SSL para esta conexión.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
spanish: Reintentar|Salir

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
spanish: No se ha especificado usuario o contraseña para la conexión con autenticación en SMTP. Por favor compruebe la configuración.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
spanish: Nuevos:%n Total:%t

# MSG_DATE_RECEIVED (1459//)
source: Received
spanish: Recibido

# MSG_DATE_SENT (1460//)
source: Sent
spanish: Enviado

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
spanish: Enviado/Recibido

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
spanish: Fecha Enviado/Recibido

# MSG_FROMTO (1463//)
source: From/To
spanish: De/Para

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
spanish: Color utilizado para mostrar la acotación.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
spanish: Color utilizado para mostrar el 3er. nivel de acotación.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
spanish: Color utilizado para mostrar el 4° nivel de acotación.

# MSG_CO_URLCOLOR (1467//)
source: URL color
spanish: Color URL

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
spanish: Color utilizado para mostrar enlaces web (URLs).

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
spanish: Restaurar anchura

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
spanish: Restaurar anchura en todas

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
spanish: Restaurar orden

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
spanish: Restaurar orden en todas

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
spanish: Lista de Mensajes

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
spanish: Lista de Carpetas

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
spanish: Usar esta firma cuando envie nuevos correos a la lista.

# MSG_CTapplicationpdf (1483//)
source: PDF document
spanish: documento PDF

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
spanish: Texto que se mostrará en la barra de estado.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
spanish: _Sí|*_No

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
spanish: Texto a insertar en la parte inicial del nuevo mensaje.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
spanish: Texto a insertar en la parte final del nuevo mensaje.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
spanish: Frase _bienvenida

# MSG_FO_Greetings (1498//)
source: C_losing phrase
spanish: Frase _despedida

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
spanish: No se puede definir la opción de conexión '%s'. Esta opción no está soportada por la pila TCP/IP que utiliza o tiene algún fallo en la configuración.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
spanish: Ocurrió un error inesperado al codificar el fichero '%s' con las rutinas de codificación Base64.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
spanish: Ocurrió un error inesperado al codificar el fichero '%s' con las rutinas de codificación Quoted-Printable (QP).

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
spanish: Ocurrió un error inesperado al codificar el fichero '%s' con las rutinas de codificación UUcode.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
spanish: Ocurrió un error de E/S al decodificar el fichero Quoted-Printable (QP) '%s'.

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
spanish: Ocurrió un error inesperado al decodificar el fichero '%s' con rutinas de decodificación Quoted-Printable (QP).
