Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_Folder (0//)
source: Folder
spanish: Carpeta

# MSG_Message (1//)
source: Message
spanish: Mensaje

# MSG_Attachments (2//)
source: Attachments
spanish: Anexos

# MSG_Options (3//)
source: Options
spanish: Opciones

# MSG_New (6//)
source: New
spanish: Nuevo

# MSG_Open (7//)
source: Open...
spanish: Abrir...

# MSG_Append (8//)
source: Append...
spanish: Añadir...

# MSG_Save (9//)
source: Save
spanish: Guardar

# MSG_SaveAs (10//)
source: Save as...
spanish: Guardar como...

# MSG_Print (11//)
source: Print...
spanish: Imprimir...

# MSG_Edit (12//)
source: Edit...
spanish: Editar...

# MSG_Okay (16//)
source: _Ok
spanish: _Aceptar

# MSG_Use (17//)
source: _Use
spanish: _Usar

# MSG_Cancel (18//)
source: _Cancel
spanish: _Cancelar

# MSG_OkayReq (21//)
source: *_Ok
spanish: *_Aceptar

# MSG_YesNoReq (23//)
source: *_Yes|_No
spanish: *_Sí|_No

# MSG_NewEntry (25//)
source: - new -
spanish: - nueva -

# MSG_Date (28//)
source: Date
spanish: Fecha

# MSG_Sender (29//)
source: Sender
spanish: Remitente

# MSG_Recipient (30//)
source: Recipient
spanish: Destinatario

# MSG_Subject (31//)
source: Subject
spanish: Asunto

# MSG_Size (32//)
source: Size
spanish: Tamaño

# MSG_Status (33//)
source: Status
spanish: Estado mensaje

# MSG_FolderList (34//)
source: Folder list
spanish: Carpetas

# MSG_MessageList (35//)
source: Message list
spanish: Mensajes

# MSG_Realname (36//)
source: Real name
spanish: Nom_bre real

# MSG_Filename (37//)
source: Filename
spanish: Fichero

# MSG_Description (39//)
source: Description
spanish: Descripción

# MSG_DOB (40//)
source: Date of birth
spanish: Fecha nacimiento

# MSG_City (41//)
source: City
spanish: C.P./Ciudad

# MSG_Country (42//)
source: Country
spanish: Provincia/País

# MSG_Street (43//)
source: Street
spanish: Calle

# MSG_Phone (44//)
source: Phone
spanish: Teléfono

# MSG_Name (45//)
source: Name
spanish: Nombre

# MSG_Email (46//)
source: E-mail address
spanish: E-mail

# MSG_Address (47//)
source: Address
spanish: E-mail

# MSG_ReturnAddress (48//)
source: Return address
spanish: E-mail de retorno

# MSG_SenderRecpt (49//)
source: Sender/recipient
spanish: Remitente/Destinatario

# MSG_MessageDate (50//)
source: Message date
spanish: Fecha mensaje

# MSG_Unread (51//)
source: Unread
spanish: Sin Leer

# MSG_Total (52//)
source: Total
spanish: Mensajes

# MSG_From (53//)
source: From
spanish: De

# MSG_To (54//)
source: To
spanish: Para

# MSG_Columns (56//)
source: Columns
spanish: Columnas

# MSG_Version (60//)
source: Version:
spanish: Versión:

# MSG_CompilationDate (61//)
source: Compilation date:
spanish: Fecha:

# MSG_UserLogin (65//)
source: Click your name to login:
spanish: Pulse en el usuario a usar:

# MSG_ErrorStartup (67//)
source: Error during startup
spanish: Error durante el inicio

# MSG_Quit (68//)
source: Quit
spanish: Salir

# MSG_LoadingConfig (70//)
source: Loading configuration...
spanish: Cargando configuración...

# MSG_CreatingGUI (71//)
source: Creating user interface...
spanish: Creando interfaz de usuario...

# MSG_ErrorMuiApp (72//)
source: Can't create application
spanish: No puedo crear aplicación

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
spanish: Reconstruyendo índices...

# MSG_LoadingFolders (74//)
source: Loading folders...
spanish: Cargando carpetas...

# MSG_LoadingABook (75//)
source: Loading address book...
spanish: Cargando agenda...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
spanish: Cargando librerías y clases...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
spanish: No se puede reservar estructura ASL

# MSG_ErrorTimer (79//)
source: Can't open timer.device
spanish: No se puede abrir 'timer.device'

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
spanish: No se puede crear puerto ARexx

# MSG_LoadingGFX (81//)
source: Loading graphics...
spanish: Cargando gráficos...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
spanish: \033cTiene mensajes sin enviar. ¿Desea enviarlos ahora?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
spanish: ¿Seguro que desea salir de YAM?

# MSG_CTtextplain (84//)
source: plain text
spanish: texto simple

# MSG_CTtexthtml (85//)
source: HTML document
spanish: documento HTML

# MSG_CTtextaguide (86//)
source: AmigaGuide document
spanish: documento AmigaGuide

# MSG_CTapplicationoctetstream (87//)
source: binary file
spanish: fichero binario

# MSG_CTapplicationpostscript (88//)
source: Postscript document
spanish: documento PostScript

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
spanish: documento RTF

# MSG_CTapplicationlha (90//)
source: LhA archive
spanish: archivo LHA

# MSG_CTapplicationlzx (91//)
source: LZX archive
spanish: archivo LZX

# MSG_CTapplicationzip (92//)
source: ZIP archive
spanish: archivo ZIP

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
spanish: ejecutable AMIGA

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
spanish: imagen JPEG/JFIF

# MSG_CTimagegif (95//)
source: GIF picture
spanish: imagen GIF

# MSG_CTimagepng (96//)
source: PNG picture
spanish: imagen PNG

# MSG_CTimagetiff (97//)
source: TIFF picture
spanish: imagen TIFF

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
spanish: imagen IFF-ILBM

# MSG_CTaudiobasic (99//)
source: UNIX audio file
spanish: audio UNIX

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
spanish: audio IFF-8SVX

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
spanish: audio WAV

# MSG_CTvideompeg (102//)
source: MPEG video stream
spanish: video MPEG

# MSG_CTvideoquicktime (103//)
source: Apple QuickTime video
spanish: video QuickTime

# MSG_CTvideoanim (104//)
source: Amiga IFF-ANIM video
spanish: video IFF-ANIM

# MSG_CTvideomsvideo (105//)
source: Microsoft AVI video
spanish: video AVI

# MSG_CTmessagerfc822 (106//)
source: E-mail message
spanish: mensaje correo

# MSG_LOG_Started (107//)
source: YAM started
spanish: Iniciado YAM

# MSG_LOG_Terminated (108//)
source: YAM terminated
spanish: Finalizado YAM

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
spanish: Identificado como usuario '%s'

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
spanish: Identificado como '%s', usando configuración '%s' y directorio de correo '%s'

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
spanish: Borrado(s) %ld mensaje(s) de la carpeta '%s'

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
spanish: Mensaje borrado de '%s' con asunto '%s' de la carpeta '%s'

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
spanish: Movido(s) %ld mensaje(s) de la carpeta '%s' a '%s'

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
spanish: Copiado(s) %ld mensaje(s) de la carpeta '%s' a '%s'

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
spanish: Mensaje descargado de '%s' con asunto '%s' (%ld bytes)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
spanish: Conectado al servidor SMTP '%s'

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
spanish: Mensaje enviado a '%s' con asunto '%s' (%ld bytes)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
spanish: %ld mensaje(s) enviado(s) usando servidor SMTP '%s'

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
spanish: Mensaje editado de '%s' para '%s' con asunto '%s'

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
spanish: Nuevo mensaje escrito para '%s' con asunto '%s' y %ld adjunto(s)

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
spanish: Mensaje contestado de '%s' con asunto '%s'

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
spanish: Mensaje reenviado de '%s' con asunto '%s' para '%s'

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
spanish: Guardada configuración '%s'

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
spanish: Guardada agenda '%s'

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
spanish: Guardada configuración de usuario

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
spanish: Añadida a la agenda la entrada '%s'

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
spanish: %ld mensaje(s) importado(s) de '%s' a la carpeta '%s'

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
spanish: %ld mensaje(s) exportado(s) de la carpeta '%s' a '%s'

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
spanish: Adjunto '%s' del mensaje '%s' guardado en '%s'

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
spanish: Cambiado asunto '%s' del mensaje '%s' en la carpeta '%s' a '%s'

# MSG_UT_Save (138//)
source: Save
spanish: Guardar

# MSG_UT_Load (139//)
source: Load
spanish: Cargar

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
spanish: Introduzca contraseña PGP:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
spanish: \033cLa carpeta '%s' está protegida. Intoduzca la contraseña para poder acceder a ella:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
spanish: \033cEl mensaje tiene múltiples direcciones donde responder. ¿A quién desea enviar la respuesta?

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
spanish: *Al _remitente|Remitente _y destinatarios|A los _destinatarios|_Cancelar

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
spanish: La dirección de remitente (De) es \033b<%s>\033n, pero la de retorno (Responder A) es \033b<%s>\033n. ¿Qué dirección desea utilizar?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
spanish: _De|*_Responder A|_Ambas|_Cancelar

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
spanish: _De|*_Responder A|_Cancelar

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
spanish: Petición de Confirmación

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
spanish: Filtrado completado: %3ld comprobados %3ld reenviados %3ld archivados %3ld borrados

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
spanish: El fichero ya existe. ¿Qué desea hacer?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
spanish: *S_obreescribir|A_ñadir|_Cancelar

# MSG_MA_MoveMsg (163//)
source: Move message(s)
spanish: Mover mensaje(s)

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
spanish: Seleccione carpeta de destino:

# MSG_MA_MoveGad (165//)
source: _Move
spanish: _Mover

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
spanish: Copiar mensaje(s)

# MSG_MA_CopyGad (167//)
source: Cop_y
spanish: _Copiar

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
spanish: Introduzca nuevo asunto:

# MSG_MA_All (169//)
source: All
spanish: Todo

# MSG_MA_TitleStatus (171//)
source: Status
spanish: Estado

# MSG_MA_ExecuteScript (173//)
source: Execute script...
spanish: Ejecutar script...

# MSG_MA_CheckSingle (174//)
source: Check single account
spanish: Comprobar correo de

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
spanish: YAM %s - Usuario: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
spanish: \033bPara: \033n

# MSG_MA_Incoming (179//)
source: Incoming
spanish: Recibido

# MSG_MA_Outgoing (180//)
source: Outgoing
spanish: A enviar

# MSG_MA_Sent (181//)
source: Sent
spanish: Enviado

# MSG_MA_TBRead (184//8)
source: Rea_d
spanish: _Leer

# MSG_MA_TBEdit (185//8)
source: _Edit
spanish: _Editar

# MSG_MA_TBMove (186//8)
source: _Move
spanish: _Mover

# MSG_MA_TBDelete (187//8)
source: De_lete
spanish: _Borrar

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
spanish: C_ontacto

# MSG_MA_TBWrite (189//8)
source: _New
spanish: _Nuevo

# MSG_MA_TBReply (190//8)
source: _Reply
spanish: _Resp.

# MSG_MA_TBForward (191//8)
source: For_ward
spanish: Reen_viar

# MSG_MA_TBGetMail (192//8)
source: _Get
spanish: Re_cibir

# MSG_MA_TBSendAll (193//8)
source: _Send
spanish: Env_iar

# MSG_MA_TBFilter (194//8)
source: F_ilter
spanish: _Filtrar

# MSG_MA_TBFind (195//8)
source: _Find
spanish: Bu_scar

# MSG_MA_TBAddrBook (196//8)
source: A_book
spanish: _Agenda

# MSG_MA_TBConfig (197//8)
source: _Config
spanish: Aj_ustes

# MSG_MA_Project (198//)
source: Project
spanish: Proyecto

# MSG_MA_AboutMUI (200//)
source: About MUI...
spanish: Acerca de MUI...

# MSG_MA_LastErrors (202//)
source: Show last message
spanish: Último mensaje

# MSG_MA_Restart (203//)
source: Restart
spanish: Reiniciar

# MSG_MA_NewFolder (206//)
source: New folder
spanish: Nueva carpeta

# MSG_MA_Select (211//)
source: Select
spanish: Seleccionar

# MSG_MA_MDelete (227//)
source: Delete
spanish: Borrar

# MSG_MA_Save (230//)
source: Save...
spanish: Guardar...

# MSG_MA_MGetAddress (235//)
source: Save address...
spanish: Guardar contacto...

# MSG_MA_SetStatus (236//)
source: Set status to
spanish: Cambiar estado a

# MSG_MA_ChangeSubj (241//)
source: Change subject...
spanish: Cambiar asunto...

# MSG_MA_MSend (242//)
source: Send
spanish: Enviar

# MSG_MA_Settings (243//)
source: Settings
spanish: Ajustes

# MSG_MA_MAddrBook (244//)
source: Address book
spanish: Agenda

# MSG_MA_MConfig (245//)
source: Configuration
spanish: Configuración

# MSG_MA_MUsers (246//)
source: Users
spanish: Usuarios

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
spanish: Mostrar el contenido del mensaje actual.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
spanish: Modificar el mensaje actual.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
spanish: Mover mensaje(s) seleccionado(s) a otra carpeta.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
spanish: Borrar mensaje(s) seleccionado(s).

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
spanish: Guardar datos del contacto en la agenda.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
spanish: Crear un mensaje nuevo.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
spanish: Responder a los mensajes seleccionados.

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
spanish: Reenviar los mensajes seleccionados a otro destinatario.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
spanish: Conectarse al servidor de correo y descargar mensajes nuevos.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
spanish: Enviar mensajes pendientes de la carpeta 'A enviar'.

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
spanish: Aplicar filtros a los mensajes de esta carpeta. O si están seleccionados 2 o más mensajes, sólo se filtrarán estos.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
spanish: Buscar en sus carpetas de correo.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
spanish: Abrir la agenda.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
spanish: Modifica preferencias de YAM.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
spanish: Contraseña para esta carpeta:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
spanish: Comprobación de la contraseña:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
spanish: \033cTODOS los mensajes de esta carpeta se BORRARÁN. ¿Está seguro?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
spanish: \033cConfiguración no válida, faltan los Datos Mínimos Obligatorios. Rellénelos y reinténtelo.

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
spanish: ¿Qué ajustes de tipos MIME desea importar?

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
spanish: *_MIME.prefs|m_ailcap|m_ime.types|_Cancelar

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
spanish: Hola,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
spanish: El %c, %n escribió:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
spanish: #?.(es)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
spanish: *** Inicio de Mensaje Reenviado ***\n\nFecha: %c\nDe: %n <%e>\nAsunto: %s\n\n--- Mensaje Reenviado ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
spanish: *** Fin de Mensaje Reenviado ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
spanish: Un saludo

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
spanish: Hola %f,\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
spanish: Saludos cordiales

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
spanish: Hola %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
spanish: El %c, %n escribió:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
spanish: Saludos

# MSG_CO_LineBreak (279//)
source: \n Line break
spanish: \n Salto de línea

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
spanish: %n Remitente original: Nombre completo

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
spanish: %f Remitente original: Nombre

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
spanish: %e Remitente original: E-mail

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
spanish: %s Mensaje original: Asunto

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
spanish: %d Mensaje original: Fecha

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
spanish: %t Mensaje original: Hora

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
spanish: %w Mensaje original: Día de la semana

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
spanish: %m Mensaje original: Mensaje ID

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
spanish: %r Destinatario: Nombre completo

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
spanish: %v Destinatario: Nombre

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
spanish: %a Destinatario: E-mail

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
spanish: %r Destinatario original: Nombre completo

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
spanish: %v Destinatario original: Nombre

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
spanish: %a Destinatario original: E-mail

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
spanish: %h Cabecera completa

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
spanish: %a Nombre del archivo a crear

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
spanish: %f Ficheros a archivar

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
spanish: %l Lista con ficheros a archivar

# MSG_CO_CrdFirstSteps (300//)
source: First steps
spanish: Primeros pasos

# MSG_CO_CrdFilters (303//)
source: Filters
spanish: Filtros

# MSG_CO_CrdRead (304//)
source: Read
spanish: Leer

# MSG_CO_CrdWrite (305//)
source: Write
spanish: Escribir

# MSG_CO_CrdSignature (307//)
source: Signature
spanish: Firma

# MSG_CO_CrdSecurity (310//)
source: Security
spanish: Seguridad

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
spanish: Miscelánea

# MSG_CO_CrdABook (314//)
source: Address book
spanish: Agenda

# MSG_CO_Save (315//)
source: _Save
spanish: _Guardar

# MSG_CO_Use (316//)
source: _Use
spanish: _Usar

# MSG_CO_Cancel (317//)
source: _Cancel
spanish: _Cancelar

# MSG_CO_MinConfig (343//)
source: Minimal configuration
spanish: Datos Mínimos Obligatorios

# MSG_CO_RealName (344//)
source: _Real name
spanish: Nom_bre real

# MSG_CO_EmailAddress (345//)
source: _E-mail address
spanish: E-_mail

# MSG_CO_Password (347//)
source: _Password
spanish: Contrase_ña

# MSG_CO_TimeZone (348//)
source: Time _zone
spanish: Zona Horaria

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
spanish: Enviar correo (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
spanish: Servidor permite caracteres de _8bits

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
spanish: Recibir Correo (POP3)

# MSG_CO_POPUserID (355//)
source: User name
spanish: U_suario

# MSG_CO_POPActive (356//)
source: _Active
spanish: _Activo

# MSG_CO_DeleteServerMail (357//)
source: Delete mail on ser_ver
spanish: _Borrar correo en servidor

# MSG_CO_PSNever (359//)
source: never
spanish: nunca

# MSG_CO_PSLarge (360//)
source: large messages
spanish: mensajes grandes

# MSG_CO_PSAlways (361//)
source: always
spanish: siempre

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
spanish: siempre, ver sólo tamaño

# MSG_CO_TWNever (363//)
source: hide always
spanish: ocultar siempre

# MSG_CO_TWAuto (364//)
source: automatic
spanish: automática

# MSG_CO_TWAlways (365//)
source: show always
spanish: mostrar siempre

# MSG_CO_TransferWin (368//)
source: _Transfer window
spanish: _Ventana de transferencias

# MSG_CO_PreSelect (369//)
source: Pr_e-selection
spanish: Prese_lección

# MSG_CO_CheckMail (374//)
source: Check for new mail every
spanish: Comprobar corr_eo cada

# MSG_CO_Minutes (375//)
source: minutes
spanish: minutos

# MSG_CO_NotiReq (378//)
source: Reques_ter
spanish: _Ventana

# MSG_CO_NotiSound (379//)
source: S_ound
spanish: S_onido

# MSG_CO_NotiCommand (380//)
source: Co_mmand
spanish: Co_mando

# MSG_CO_Name (381//)
source: N_ame
spanish: N_ombre

# MSG_CO_Remote (388//)
source: Remote _filter
spanish: Filtro \033b_r\033nemoto

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
spanish: Actuar en correo \033b_n\033nuevo

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
spanish: Actuar en correo \033b_e\033nnviado

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
spanish: Actuar a \033b_p\033netición

# MSG_CO_ActionForward (393//)
source: _Forward
spanish: \033rReen_viar

# MSG_CO_ActionReply (394//)
source: Repl_y
spanish: \033r_Responder

# MSG_CO_ActionExecute (395//)
source: E_xecute
spanish: \033rEjecu_tar

# MSG_CO_ActionPlay (396//)
source: _Play sound
spanish: \033rS_onido

# MSG_CO_ActionMove (397//)
source: _Move
spanish: \033r_Mover a

# MSG_CO_ActionDelete (398//)
source: Dele_te
spanish: _Borrar

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
spanish: No descar_gar

# MSG_CO_HeadNone (400//)
source: none
spanish: no

# MSG_CO_HeadShort (401//)
source: custom
spanish: personalizada

# MSG_CO_HeadFull (402//)
source: all
spanish: completa

# MSG_CO_SINone (403//)
source: none
spanish: no

# MSG_CO_SIFields (404//)
source: data only
spanish: sólo datos personales

# MSG_CO_SIAll (405//)
source: data and image
spanish: datos e imagen
