Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
spanish: Las últimas noticias acerca de YAM puede encontrarlas en \0335http://yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
spanish: Mostrar

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
spanish: \033cLa configuración ha sido modificada, pero no se ha guardado todavía. ¿Qué desea hacer?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
spanish: *_Guardar ahora|_Salir sin guardar|_Cancelar

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
spanish: *_Guardar ahora|_Salir sin guardar|_Cancelar

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
spanish: Importar las preferencias del tipo MIME desde ficheros MIME de terceras partes, como 'MIME.prefs', 'mailcap' o 'mime.types'.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
spanish: Advertencia de Seguridad

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
spanish: Este contacto está definido para mensajes firmados y/o encriptados, pero no se encuentra la instalación PGP requerida. ¿Desea restaurar a los valores por defecto en las preferencias de seguridad para esta entrada?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
spanish: *_Sí|_No

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
spanish: Advertencia de Seguridad

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
spanish: Las preferencias de seguridad de la agenda para el contacto '%s' están definidas para mensajes firmados y/o encriptados, pero la instalación PGP requerida no se encuentra. El mensaje no se firmará ni encriptará.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
spanish: *_Aceptar|_Cancelar

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
spanish: Error inesperado al codificar el fichero '%s'. Asegúrese que dicho fichero existe y es accesible, entonces intente crear el mensaje de nuevo.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
spanish: El fichero '%s' no se encontró mientras intentaba crear los adjuntos del mensaje. Asegúrese que dicho fichero existe y es accesible, entonces intente crear el mensaje otra vez.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
spanish: El fichero '%s' no se puede encontrar mientras intenta visualizar los adjuntos del mensaje. Asegúrese que dicho fichero existe y es accesible.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
spanish: \033cLa impresora parece estar desconectada u ocupada. Compruebe la impresora e inténtelo de nuevo.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
spanish: *_Reintentar|_Ignorar|_Cancelar

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
spanish: \033cLa impresora parece no tener papel. Compruebe la impresora e inténtelo de nuevo.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
spanish: *_Reintentar|_Ignorar|_Cancelar

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
spanish: \033cSe devolvió un error al enviar datos a la impresora. Compruebe la impresora e inténtelo de nuevo si el documento no se imprimió correctamente.

# MSG_MA_EDIT (1992//)
source: Edit
spanish: Editar

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
spanish: Deshacer

# MSG_MA_EDIT_REDO (1994//)
source: Redo
spanish: Rehacer

# MSG_MA_EDIT_CUT (1995//)
source: Cut
spanish: Cortar

# MSG_MA_EDIT_COPY (1996//)
source: Copy
spanish: Copiar

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
spanish: Pegar

# MSG_MA_EDIT_SALL (1998//)
source: Select all
spanish: Seleccionar todo

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
spanish: Anular selección

# MSG_WR_SELECTNONE (2000//)
source: Select none
spanish: Anular selección

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
spanish: Encontrado fichero de correo no válido

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
spanish: El fichero '%s' en la carpeta '%s' no parece tener un formato de correo válido o puede estar dañado. Asegúrese que el fichero es accesible y está en un formato de fichero de correo válido.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
spanish: *_Reintentar|_Ignorar|Ignorar _todos|_Borrar|_Cancelar

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
spanish: Ocurrió un error al cargar el adjunto '%s' de la carpeta '%s'. Compruebe que puede leer el contenido del adjunto y que los permisos son los correctos.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
spanish: Ocurrió un error al guardar el adjunto '%s' en la carpeta '%s'. Compruebe que el directorio donde quiere almacenarlo no está protegido.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
spanish: El adjunto '%s' en la carpeta '%s' está corrupto en la posición %d próximo a la información del correo '%s' (MoreBytes: 0x%x). Se ha marcado la carpeta como "no cargada" y necesita actualizar el índice para solucionar el problema.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
spanish: Codificación MIME '%s' desconocida en el fichero '%s'. YAM no pudo decodificar una parte del mensaje. Guarde el mensaje a disco e inténtelo con otro decodificador.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
spanish: Codificación de cabecera '%s' desconocida en el fichero '%s'. YAM no puede mostrar la cabecera en este mensaje.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
spanish: Final de fichero (EOF) inesperado al decodificar el fichero multiparte '%s'. El mensaje parece estar incompleto.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
spanish: No se puede extraer el mensaje MIME desde el fichero '%s'. El mensaje contiene partes MIME deterioradas, o está vacío o incompleto.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
spanish: Final de fichero (EOF) inesperado al decodificar el fichero UUcode '%s'. El mensaje parece que está incompleto.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
spanish: Longitud de línea (%ld) incorrecta en fichero codificado UUcode '%s'. Fallo en el codificador UUcode utilizado o el mensaje no está completo.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
spanish: Responder A

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
spanish: \033bRemitente\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
spanish: \033bPara\033n

# MSG_FI_CC_FIELD (2016//)
source: \033bCc\033n
spanish: \033bCopia (CC)\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
spanish: \033bResponder A\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
spanish: \033bAsunto\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
spanish: \033bFecha\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/Cc:)
spanish: Patrón (Para/CC)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
spanish: _Para

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
spanish: D_e

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
spanish: Re_sponder A

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
spanish: Reintentar|Visitar web|Salir

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
spanish: Visitar web|Salir

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
spanish: Borrar

# MSG_WR_DELETE (2027//)
source: Delete
spanish: Borrar

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
spanish: Ocurrió un error de E/S al decodificar (Base64) la Parte MIME %ld del correo '%s'. La decodificación se ha interrumpido. Esto puede ser a causa de espacio insuficiente en el volúmen donde estaba siendo decodificado, o porque no se pudo acceder al fichero origen.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
spanish: Se encontraron algunos caracteres no válidos al decodificar (Base64) la Parte MIME %ld del correo '%s'. Por lo tanto la salida generada puede contener información no válida o puede estar dañada. Esto puede ser a causa de una codificación incorrecta por el cliente de correo de origen o porque ha sido deteriorada durante la transmisión.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
spanish: Ocurrió un error al decodificar (Base64) la Parte MIME %ld del correo '%s'. La decodificación se ha interrumpido. O no hay datos que decodificar o YAM no puede acceder a la información codificada.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
spanish: \033cLa dirección del remitente (De) es \033b<%s>\033n pero la de retorno (Responder A) es \033b<%s>\033n. ¿Qué dirección desea añadir a la agenda?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
spanish: Acción (Nombre)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
spanish: Ruta (Script)

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
spanish: Ocurrió un error al cargar el icono '%s.info' del tema '%s'. El icono no se mostrará durante esta sesión. Asegúrese que el directorio del tema contiene todos los iconos necesarios, o desactive dicho tema para evitar futuras advertencias.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
spanish: El tema seleccionado '%s' parece ser una versión incompatible y no fue cargado. Se activó el tema por defecto. Asegúrese actualizar el tema a una versión compatible o desactívelo en la configuración.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
spanish: Se encontró una versión incorrecta al cargar el tema por defecto de YAM. La carga de dicho tema ha sido interrumpida y ha de actualizarlo a una versión compatible.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
spanish: Ocurrió un error al cargar la imagen '%s' via DataTypes. Asegúrese de que dicha imagen existe y que el sistema de DataTypes está correctamente configurado (es decir, la imagen se muestra correctamente con MultiView).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
spanish: Ocurrió un error al cargar la imagen '%s' del directorio '%s'. Asegúrese que dicho tema contiene todas las imágenes necesarias (definidas en la última versión de temas).

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
spanish: YAM no puede cargar el tema por defecto y abortó la carga de temas completamente. Por favor asegúrate de que el directorio de temas es accesible y que contiene el tema por defecto distribuído con YAM.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
spanish: El tema activado actual '%s' es inaccesible o está dañado. Por lo tanto el tema por defecto ha sido activado. Por favor asegúrate de que el tema seleccionado es accesible y es un tema válido para YAM.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
spanish: Requerido reinicio de YAM

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
spanish: Antes de poder aplicar el tema seleccionado, tiene que guardar la configuración y reiniciar YAM.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
spanish: Marcar carpeta como leída

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
spanish: Elimina_r

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
spanish: "Eliminar" la imagen (el fichero de la imagen no se borra del disco).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
spanish: Reproducir un sonido al recibir correo nuevo.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
spanish: Ejecutar un comando al recibir correo nuevo.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
spanish: Añadir una regla para este filtro.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
spanish: Borrar la última regla de este filtro.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
spanish: Subir este filtro en la lista.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
spanish: Bajar este filtro en la lista.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
spanish: Abrir una ventana de petición ASL para seleccionar el fichero a reproducir.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
spanish: Probar sonido.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
spanish: Una descripción personalizada para este tipo MIME.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
spanish: Lista de scripts.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
spanish: Comprobar por actualizaciones ahora.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
spanish: Lista de adjuntos en este mensaje.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
spanish: Nunca

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
spanish: Seleccione script a ejecutar

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
spanish: Excluir todas las carpetas de la búsqueda, excepto la actual.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
spanish: \033cTodos los mensajes de la carpeta '%s' serán filtrados. ¿Desea continuar?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
spanish: \033cHa seleccionado varios mensajes en la carpeta '%s'. Sólo estos serán filtrados. ¿Desea continuar?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
spanish: Agenda XML (.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
spanish: Filtrado completado: %3ld comprobados %3ld reenviados %3ld movidos %3ld borrados %3ld spam (basura)

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
spanish: Filtrado completado: %3ld comprobados %3ld redirigidos %3ld reenviados %3ld (auto)respondidos %3ld activados por comando %3ld movidos %3ld borrados %3ld spam (basura)

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
spanish: Advertencia cambio de fichero

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
spanish: \033cMientras estaba editando externamente el mensaje de la ventana de escritura [%ld], el texto en el editor interno de YAM también ha sido modificado. ¿Desea utilizar el texto del editor externo obviando las modificaciones en el editor interno?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
spanish: Fallo en el envío de %ld mensaje(s) usando servidor SMTP '%s'

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
spanish: Fecha de cumpleaños en formato local (ej. 19.06.1974 o 19/06/1974).

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
spanish: No se puede inicializar el sistema de "threads".

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
spanish: Ocurrió un error al reproducir el sonido '%s'. Posibles causas: fichero de sonido dañado o no soportado; o sus DataTypes de sonido no funcionan correctamente.

# MSG_WR_CHARSET (2084//)
source: C_harset
spanish: Juego de caracteres

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
spanish: Utilizar el botón emergente para seleccionar el juego de caracteres a utilizar para este correo. Por defecto usa el juego de caracteres configurado globalmente.

# MSG_ABOUTYAM (2086//)
source: About YAM
spanish: Acerca de YAM

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
spanish: No se puede conectar con '%s' de la cuenta '%s'. Parece que ya existe una conexión TCP/IP activa. Cierre cualquier otra transferencia existente.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
spanish: No se puede conectar con '%s' de la cuenta '%s'. El servidor de correo no respondió con la temporización predefinida y por lo tanto se finalizó la conexión.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
spanish: No se puede conectar con '%s' de la cuenta '%s'. YAM no pudo establecer una conexión con el servidor de correo. Asegúrese que la pila TCP/IP está activa y funciona correctamente.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
spanish: No se puede conectar con '%s' de la cuenta '%s'. YAM no pudo establecer una conexión E/S asíncrona con el servidor de correo. Asegúrese que la pila TCP/IP puede establecer conexiones E/S asíncronas.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
spanish: Servidor POP3 '%s' desconocido de la cuenta '%s'. La pila TCP/IP está sin conexión o la dirección del servidor no es válida.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
spanish: No se puede conectar con '%s' de la cuenta '%s'. Dicho servidor está actualmente caído o no soporta el protocolo POP3.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
spanish: Servidor POP3 '%s' de la cuenta '%s' responde con un mensaje de error durante el procedimiento de inicio y la conexión fue interrumpada: %s
