Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
spanish: Adjunto/MIME parte %ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
spanish: _Recordar contraseña PGP durante

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
spanish: minutos

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
spanish: Recordar su contraseña PGP durante el tiempo indicado. Las operaciones PGP durante ese tiempo no le solicitarán contraseña.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
spanish: Petición de contraseña PGP

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
spanish: Resp./Reenviar

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
spanish: Inicio/Salir

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
spanish: %p Tipo de la acción de descarga

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
spanish: %p Número de mensajes descargados

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
spanish: %p Nombre del fichero del nuevo mensaje

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
spanish: %p Número de la ventana de lectura

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
spanish: %p Número de la ventana de escritura

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
spanish: %p Ruta completa de la URL

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
spanish: %s Ruta completa del archivo

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
spanish: \033cSeleccionados %ld mensajes. ¿Desea BORRARLOS?

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
spanish: Cargando filtro spam...

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
spanish: No S_pam

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
spanish: Marcar mensaje como 'Spam'.

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
spanish: Marcar mensaje como 'No Spam'.

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
spanish: No S_pam

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
spanish: Marcar mensaje como 'Spam'.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
spanish: Marcar mensaje como 'No Spam'.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
spanish: Mensaje de '%s' con asunto '%s' es tratado como spam.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
spanish: Mensaje de '%s' con asunto '%s' NO es tratado como spam.

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
spanish: No Spam

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
spanish: Filtro De Spam

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
spanish: Filtro de Spam

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
spanish: Configurar el filtro de spam (correo basura)...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
spanish: Comparar nue_vos mensajes contra spam

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
spanish: _Reiniciar filtro spam

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
spanish: Mensajes clasificados "_No Spam"

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
spanish: Mensajes clasificados "S_pam"

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
spanish: Borrando filtro spam...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
spanish: _Marcar mensajes como spam al moverlos a la carpeta 'Spam'

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
spanish: Agenda es lista _blanca ("No Spam")

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
spanish: Reconocer Spam

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
spanish: _Activado

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
spanish: \033c¿Desea reiniciar el filtro de spam? ¡Deberá "enseñar" de cero al nuevo filtro!

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
spanish: Comprobando filtro spam por duplicados...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
spanish: \033cHa desactivado el filtro de spam. ¿Qué opción desea aplicar?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
spanish: _Reiniciar datos del filtro

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
spanish: Reiniciar e_stado spam en todos los mensajes

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
spanish: _Borrar la carpeta 'Spam'

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
spanish: Método de autentificación que YAM deberá usar. 'automático' deja que YAM escoja dependiendo de la capacidad del servidor y es el valor recomendado. Las otras le permiten seleccionar una explícitamente y aparecen por orden de mayor a menor seguridad.

# MSG_CO_SMTPAUTH_AUTO (1785//)
source: Auto
spanish: automático

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
spanish: El servidor SMTP '%s' no parece soportar la autentificación seleccionada. Consulte a su proveedor qué métodos de autentificación están disponibles y cómo configurarlos en su programa de correo.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
spanish: Se ha encontrado un directorio existente llamado "Spam", mientras YAM intentaba crear la carpeta 'Spam'. ¿Desea utilizar este directorio como la carpeta de spam?

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
spanish: _Limpiar y usar|_Usar|*_Cancelar

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
spanish: No se puede crear la carpeta estándar de spam. El filtro spam ha sido desactivado. Asegúrese que hay espacio suficiente en el disco y que el disco no está protegido contra escritura.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
spanish: Aplicar filtro spam

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
spanish: Aplicando filtro spam en carpeta...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
spanish: Borrar spam de la carpeta

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
spanish: Borrando spam de la carpeta...

# MSG_MA_TRASH (1798//)
source: Trash
spanish: Papelera

# MSG_WR_SEARCH (1799//)
source: Search...
spanish: Buscar...

# MSG_AB_IMPORT (1800//)
source: Import
spanish: Importar

# MSG_AB_EXPORT (1801//)
source: Export
spanish: Exportar

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
spanish: Agenda LDIF (.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
spanish: Separación con comas (.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
spanish: Separación con tabs. (.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
spanish: No se ha podido importar agenda "%s".

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
spanish: No se ha podido exportar agenda "%s".

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
spanish: Cargando datos de actualizaciones...

# MSG_MA_HIDE (1809//)
source: Hide
spanish: Ocultar

# MSG_MA_QUIT (1810//)
source: Quit
spanish: Salir

# MSG_MA_SELECTALL (1811//)
source: All
spanish: Todo

# MSG_MA_SELECTNONE (1812//)
source: None
spanish: Nada

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
spanish: Invertir

# MSG_MA_MSEARCH (1814//)
source: Search...
spanish: Buscar...

# MSG_MA_MFILTER (1815//)
source: Filter...
spanish: Filtrar...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
spanish: Vaciar 'Papelera'

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
spanish: Actualizar índice

# MSG_MA_MREAD (1821//)
source: Read
spanish: Leer

# MSG_MA_TOUNREAD (1822//)
source: Unread
spanish: Sin Leer

# MSG_MA_TOREAD (1823//)
source: Read
spanish: Leído

# MSG_PROJECT_MABOUT (1826//)
source: About...
spanish: Acerca de...

# MSG_MA_MEDIT (1827//)
source: Edit...
spanish: Editar...

# MSG_MA_MMOVE (1828//)
source: Move...
spanish: Mover...

# MSG_MA_MCOPY (1829//)
source: Copy...
spanish: Copiar...

# MSG_MA_MPRINT (1830//)
source: Print...
spanish: Imprimir...

# MSG_MA_MSAVE (1831//)
source: Save...
spanish: Guardar...

# MSG_MA_MSAVEATT (1832//)
source: Save...
spanish: Guardar...

# MSG_MA_MNEW (1834//)
source: New...
spanish: Nuevo...

# MSG_MA_MREPLY (1835//)
source: Reply...
spanish: Responder...

# MSG_MA_MFORWARD (1836//)
source: Forward...
spanish: Reenviar...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
spanish: Guardar contacto...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
spanish: Agenda...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
spanish: Configuración...

# MSG_MA_TOMARKED (1841//)
source: Marked
spanish: Marcado

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
spanish: No Marcado

# MSG_MA_ALLTOREAD (1843//)
source: All to read
spanish: Todos a 'Leído'

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
spanish: Editar como nuevo...

# MSG_RE_SEARCH (1847//)
source: Search...
spanish: Buscar...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
spanish: Buscar siguiente

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
spanish: Buscar siguiente

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
spanish: Ajustar texto

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
spanish: Marcar spam nuevo como _leído

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
spanish: Activar el filtro spam, que le permite rechazar los mensajes masivos de publicidad.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
spanish: Cantidad de mensajes clasificados manualmente como 'Spam'.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
spanish: Cantidad de mensajes clasificados manualmente como 'No Spam' (también conocidos como 'ham').

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
spanish: Restaurar por completo el filtro de spam. Raramente es necesario hacerlo.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
spanish: Analizar el correo nuevo entrante inmediatamente por el filtro antispam.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
spanish: Cualquier mensaje con el e-mail de un remitente que se encuentre en la agenda nunca se considerará como spam.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
spanish: Cualquier mensaje movido manualmente a la carpeta 'Spam' se marca como spam.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
spanish: Marcar el mensaje de spam como 'Leído'.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
spanish: Con qué frecuencia desea que YAM compruebe por actualizaciones. Seleccionar 'Nunca' para desactivar esta opción.

# MSG_WR_SELECTALL (1861//)
source: Select all
spanish: Seleccionar todo

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
spanish: Aceptar y enviar _luego

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
spanish: Aceptar y enviar a_hora

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
spanish: _Ignorar

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
spanish: Ignorar _todos

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
spanish: Nunca enviar

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
spanish: Enviar siempre

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
spanish: Enviar luego

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
spanish: Preguntar

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
spanish: Acuses De Recibo

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
spanish: Al recibir una petición de acuse de recibo:

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
spanish: _Nunca enviar acuse de recibo

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
spanish: _Permitir acuse de recibo...

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
spanish: \033r...si n_o estoy en 'Para' ni 'Copia' del mensaje

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
spanish: \033r...si el remitente no pertenece a mi _dominio

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
spanish: \033r...si voy a _borrar el mensaje

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
spanish: \033rEn el _resto de casos

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
spanish: No enviar acuse de recibo incluso si está solicitado explícitamente.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
spanish: Enviar acuse de recibo de acuerdo con las reglas definidas aquí.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
spanish: Qué hacer con el acuse de recibo cuando su e-mail no aparece ni en la cabecera 'Para:' ni en la 'CC:'.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
spanish: Qué hacer con el acuse de recibo cuando el dominio del remitente no coincide con el suyo.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
spanish: Qué hacer con el acuse de recibo cuando borra el mensaje original.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
spanish: Qué hacer con el acuse de recibo cuando ninguna de las reglas anteriores son aplicables.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
spanish: Apariencia

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
spanish: Configurar la apariencia general de YAM...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
spanish: Apariencia

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
spanish: Temas

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
spanish: Activar

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
spanish: Vista Previa

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
spanish: Autor

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
spanish: Fechas _relativas (Hoy, Ayer, Lunes,...)

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
spanish: La información de la fecha se muestra de forma relativa ('Hoy', 'Ayer',...) siempre que sea posible, en vez de en formato numérico.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
spanish: Usuario desconocido

# MSG_ER_USER_UNKNOWN_BUTTON (1911//)
source: *_Ok
spanish: *_Aceptar

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
spanish: Usuario '%s' desconocido.

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
spanish: Color ha utilizar al imprimir la firma de un mensaje.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
spanish: No es recomendable activar esta opción con tan pocos (%ld) correos clasificados como spam, esto puede disminuir las prestaciones del filtro spam. ¿Desea desactivar esta opción?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
spanish: No se puede crear semáforo.

# MSG_RE_HDR_FROM (1917//)
source: From
spanish: De

# MSG_RE_HDR_TO (1918//)
source: To
spanish: Para

# MSG_RE_HDR_DATE (1919//)
source: Date
spanish: Fecha

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
spanish: Asunto

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
spanish: E-mail Virtual

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
spanish: %p Nombre de la pantalla pública de YAM

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
spanish: \033cYAM no ha podido borrar todos los ficheros temporales al cerrar. Puede que estén en uso por otras aplicaciones. Asegúrese de cerrar todas las aplicaciones que usa/ejecuta desde YAM (ej.: MultiView).

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
spanish: _Reintentar|_Ignorar

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
spanish: Advertencia de limpieza YAM

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
spanish: Mostrar partes a_lternativas

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
spanish: Mostrar como adjuntos las partes MIME de un mensaje 'multiparte/alternativo' que en cualquier otro caso se mantendrían ocultas.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
spanish: \033cEl directorio de Correo '%s' del usuario '%s' no existe. ¿Desea crearlo ahora?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
spanish: Obtener la posición actual del AppIcono en el Workbench.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
spanish: Mensaje cambiad_o a "No Spam" moverlo a 'Recibidos'

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
spanish: Si está activado, cualquier mensaje clasificado incorrectamente como 'spam' y posteriormente clasificado como 'no spam' automáticamente será movido a la carpeta 'Recibidos'.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
spanish: Aplicar filtro_s

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
spanish: Aplicar todos los filtros definidos por el usuario después de mover el correo.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
spanish: Finalizando YAM...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
spanish: Información que se mostrará como etiqueta de la carpeta.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
spanish: Nombre

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
spanish: Nombre (Nuevos)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
spanish: Nombre (Sin Leer)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
spanish: Nombre (Nuevos/Sin Leer)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
spanish: Nombre (Sin Leer/Nuevos)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
spanish: Incluso no leídos

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
spanish: Borrar los mensajes antiguos, incluso si no han sido leídos.

# MSG_WR_SENDNOW (1947//)
source: _Send now
spanish: Enviar a_hora

# MSG_WR_SENDLATER (1948//)
source: Send _later
spanish: Enviar _luego

# MSG_WR_MSENDNOW (1951//)
source: Send now
spanish: Enviar ahora

# MSG_WR_MSENDLATER (1952//)
source: Send later
spanish: Enviar luego

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
spanish: Interrumpida la conexión con el servidor '%s' al enviar el comando '%s'. Puede deberse a un/a corte/caida en la conexión desde el servidor.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
spanish: Pestaña 'Mensaje'

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
spanish: Pestaña 'Adjuntos'

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
spanish: Pestaña 'Opciones'

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
spanish: Reenvi_ar mensaje

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
spanish: Insertado

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
spanish: Cómo deben reenviarse los mensajes por defecto. Puede ser reenviado como un adjunto o el texto del mensaje se puede poner a continuación del nuevo mensaje.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
spanish: Desarrolladores Actuales:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
spanish: Colaboradores:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
spanish: Colaboradores Traducciones:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
spanish: Este programa es software libre; puede distribuirlo y/o modificarlo bajo los términos de la Licencia Pública GNU. Lea la documentación incluida para más detalles.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
spanish: YAM utiliza el siguiente software de terceros:
