Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
spanish: Durante el decodificado Quoted-Printable (QP) de '%s' se detectaron algunas secuencias de control cortadas que se han dejado codificadas en la impresión.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
spanish: Durante el decodificado Quoted-Printable (QP) de '%s' se encontraron algunos caracteres prohibidos que han sido eliminados en la impresión.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
spanish: Durante el decodificado UUcode el fichero '%s' no se pudo encontrar el tag requerido '%s'. El mensaje está incompleto o se generó con una codificación estándar de UUcode.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
spanish: Durante el decodificado UUcode del fichero '%s' se encontraron algunas sumas de comprobación no válidas, por lo que el resultado puede estar dañado. El mensaje está incompleto o se generó con un codificador UUcode defectuoso.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
spanish: Durante el decodificado UUcode del fichero '%s' se encontró una parte codificada dañada. El mensaje está incompleto o fué generado con un codificador UUcode defectuoso.

# MSG_FI_StatMarked (1510//)
source: Marked
spanish: Marcado

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
spanish: \033cEl fichero '%s' en '%s' es un mensaje usado por versiones anteriores. ¿Desea convertirlo al nuevo formato?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
spanish: \033cEl fichero '%s' en '%s' es desconocido. ¿Importarlo como mensaje de texto normal?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
spanish: *_Sí|_Todos|_No|N_inguno

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
spanish: Ocurrió un error al actualizar el fichero '%s' en '%s' al formato de correo actual. Compruebe que el directorio de la carpeta tiene suficiente espacio y no está protegido contra escritura.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
spanish: Ocurrió un error al comprimir/descomprimir el fichero '%s' con XPK. Compruebe la instalación de XPK y las preferencias en la configuración.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
spanish: Encontrado fichero de correos en formato antiguo

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
spanish: Encontrado fichero desconocido en el directorio de la carpeta

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
spanish: Mostrar un _panel de lectura en la ventana principal

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
spanish: Mostrar un panel de lectura directamente en la ventana principal.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
spanish: Marcar mensa_je mostrado como leído después de

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
spanish: segundo(s)

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
spanish: Después de abrir un correo, YAM espera este tiempo antes de marcarlo como 'leído'.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
spanish: Adjunto

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
spanish: Adjuntos:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
spanish: Mostrar

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
spanish: Guardar como...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
spanish: Imprimir

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
spanish: Guardar todo...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
spanish: Guardar seleccionado...

# MSG_CO_SImageOnly (1538//)
source: image only
spanish: sólo imagen

# MSG_RE_SImageOnly (1539//)
source: Image only
spanish: Sólo imagen

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
spanish: Aviso Caracteres Locales

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
spanish: \033cEl juego de caracteres en YAM es '%s' y no coincide con el de su sistema que es '%s'. ¿Qué es lo que desea hacer?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
spanish: *_Cambiar|Ignorar _siempre|_Ignorar

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
spanish: %c Remitente original: Fecha/Hora (RFC2822)

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
spanish: %z Remitente original: Zona Horaria (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
spanish: Nombre

# MSG_CO_Filter_SType (1548//)
source: S
spanish: E

# MSG_CO_Filter_UType (1549//)
source: U
spanish: P

# MSG_CTunknown (1550//)
source: unknown
spanish: desconocido

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
spanish: Aut_oguardado cada

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
spanish: %ld mins

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
spanish: Con qué frecuencia YAM deberá guardar una copia del mensaje que está creando. Seleccionar 0 para desactivar esta opción.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
spanish: Ocurrió un error al mover el contenido de la carpeta '%s' al directorio '%s'. Posibles causas: espacio insuficiente, destino no válido, ruta protegida contra escritura.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
spanish: _Mostrar coincidencia

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
spanish: Seleccionar el mensaje actual en la ventana principal.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
spanish: Todos

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
spanish: Sin Leer

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
spanish: Nuevos

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
spanish: Marcados

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
spanish: Importantes

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
spanish: Ultimos 5 Días

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
spanish: Gente Conocida

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
spanish: Tiene Adjuntos

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
spanish: Mensajes > 1 MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
spanish: Mostrar

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
spanish: Mostrados %ld de %ld

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
spanish: _Ninguna

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
spanish: Sólo se mostrarán los mensajes que coincidan con este criterio.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
spanish: Texto utilizado como criterio de búsqueda para mostrar el correo en la carpeta.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
spanish: Buscando mensajes en '%s'...

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
spanish: Mostrar un icono en el Workbench indicando las estadísticas de las carpetas.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
spanish: 'Doc_ky' de AmiDock

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
spanish: Añadir un 'docky' a AmiDock (requiere AmigaOS4).

# MSG_MA_MessageImport (1606//)
source: Import messages
spanish: Importar de fichero MBOX, DBX o texto simple

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
spanish: Ocurrió un error al importar un correo desde el fichero '%s'. Compruebe que el fichero es legible y contiene correo conforme a la norma RFC822 y formato soportado por YAM. Los formatos soportados actuales son 'MBOX', 'DBX' (Outlook Express) o ficheros de correo RFC822 simples. Lea la documentación para más información.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
spanish: Exportar mensajes a fichero MBOX

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
spanish: Cliente de correo electrónico de código abierto

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
spanish: Preferencias Del Sistema

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
spanish: Juego de caracteres

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
spanish: \033cJuego de caracteres configurado para YAM '%s' no está soportado por la versión instalada de 'codesets.library'.

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
spanish: *_Cambiar a por defecto|_Ignorar

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
spanish: No se ha podido abrir '%s' V%lu.%lu Asegúrese de tener al menos esta versión instalada en su senda de 'LIBS:'.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
spanish: No se ha podido abrir '%s' V%lu.%lu Para descargar la última version visite '%s' y asegúrese de instalarla en su senda de 'LIBS:'.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
spanish: No se ha podido abrir '%s' V%lu.%lu Asegúrese de tener la última version instalada visitando '%s'.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
spanish: No se ha podido abrir '%s' V%lu.%lu Está instalada la versión %lu.%lu, actualícela en '%s'.

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
spanish: No se ha podido abrir '%s' V%lu.%lu Está en uso la versión %lu.%lu por otra aplicación. Actualícela en '%s', cierre todos los programas MUI, "bórrela" de memoria y reinténtelo.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
spanish: Configuración de los Primeros Pasos

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
spanish: Configurar lo indispensable para poder enviar/recibir correo...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
spanish: Configuración TCP/IP

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
spanish: Configurar servidores/cuentas POP3 y SMTP...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
spanish: Configuración de Filtros de Correo

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
spanish: Definir filtros de correo propios...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
spanish: Configuración de Lectura de Correo

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
spanish: Configurar las opciones de lectura de mensajes...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
spanish: Configuración de Escritura de Correo

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
spanish: Configurar las opciones de escritura de mensajes...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
spanish: Configuración de Responder/Reenviar Correo

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
spanish: Configurar las opciones de respuesta/reenvío de mensajes...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
spanish: Configuración de la Firma de Mensajes

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
spanish: Configurar sus firmas...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
spanish: Configuración de Seguridad

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
spanish: Configurar las opciones de seguridad...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
spanish: Configuración de las Acciones al Iniciar/Finalizar

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
spanish: Configurar la acciones al iniciar/finalizar YAM...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
spanish: Configuración de Tipos MIME

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
spanish: Configurar programas/tipos MIME propios...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
spanish: Configuración de la Agenda

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
spanish: Configurar las opciones de la agenda...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
spanish: Configuración de Scripts

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
spanish: Configurar los scripts de ayuda...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
spanish: Miscelánea

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
spanish: Configurar ajustes varios...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
spanish: Actualizar Software

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
spanish: Comprobar las actualizaciones de YAM y sus componentes...

# MSG_CO_CrdUpdate (1651//)
source: Updates
spanish: Actualizar

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
spanish: AmiSSL no disponible

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
spanish: \033cYAM he detectado que no dispone de AmiSSL SSLv3/TLSv1 para su uso interno. Por lo que todas las conexiones seguras se han desactivado hasta que tenga AmiSSL correctamente instalado. Instale AmiSSL V%lu.%lu correctamente y reinicie YAM.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
spanish: *Sa_lir|Ignorar _siempre|Ignorar

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
spanish: Abriendo configuración...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
spanish: Actualizaciones...

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
spanish: Actualizar Software

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
spanish: diariamente

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
spanish: semanalmente

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
spanish: mensualmente

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
spanish: C_omprobar

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
spanish: Comprobar a_hora

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
spanish: \033bÚltima comprobación:\033n

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
spanish: Sin comprobar todavía.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
spanish: Ninguna nueva actualización disponible.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
spanish: No se ha podido consultar servidor para actualizaciones.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
spanish: Encontradas/notificadas actualizaciones con éxito.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
spanish: \033cLos remitentes del mensaje tienen diferentes preferencias de seguridad por defecto. ¿Cómo desea realizar la respuesta?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
spanish: UUencoded

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
spanish: Notificación de actualizaciones

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
spanish: Actualizaciones Disponibles

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
spanish: YAM ha encontrado las siguientes actualizaciones disponibles:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
spanish: Cambios:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
spanish: No notificarme de futuras actualizaciones

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
spanish: Cerrar

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
spanish: Componente

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
spanish: Versión

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
spanish: Instalada

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
spanish: D_escripción

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
spanish: archivo GNU ZIP

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
spanish: archivo Macintosh

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
spanish: fichero MS-Excel

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
spanish: fichero MS-PowerPoint

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
spanish: fichero MS-Word

# MSG_CTtextxml (1696//)
source: XML file
spanish: fichero XML

# MSG_CTapplicationz (1697//)
source: zlib compressed file
spanish: fichero comprimido ZLIB

# MSG_CTapplicationtar (1698//)
source: tar archive
spanish: archivo TAR

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
spanish: audio AIFF

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
spanish: audio MIDI

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
spanish: audio MPEG

# MSG_CTimagebmp (1702//)
source: Bitmap image file
spanish: imagen BMP

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
spanish: archivo TAR GZip

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
spanish: encriptado con PGP

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
spanish: archivo BZIP2

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
spanish: _Autodetectar caracteres cirílicos

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
spanish: Utilizar la opción de auto detectado de 'codesets.library' para identificar el juego de caracteres cirílicos correcto (útil sólo para usuarios de cirílico).

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
spanish: El texto borrado era demasiado largo para guardarlo dentro del búfer de deshacer. Por lo que, dicho búfer se ha perdido.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
spanish: Muestra de cabecera

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
spanish: Detalles de correo

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
spanish: El fichero '%s' no se puede adjuntar al mensaje actual. Asegúrese que el fichero es accessible y no está protegido contra lectura.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
spanish: Ocurrió un error al crear un archivo con los ficheros seleccionados. Asegúrese que todos los archivos son accesibles y no están protegidos contra lectura.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
spanish: _Sustituir destinatarios por su nombre real de la Agenda

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
spanish: Sustituir el e-mail de remitente/destinatario de la lista de mensajes buscando en la agenda y mostrar el nombre real. Esta opción consume bastante tiempo de proceso y puede ralentizar el mostrado de la lista. Especialmente si contiene muchos contactos.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
spanish: Mensaje %%ld de %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
spanish: Convertir mensajes _HTML a texto simple

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
spanish: Si la parte principal de un correo es HTML, YAM lo convertirá a texto simple antes de mostrarlo.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
spanish: %s de %s (%s/seg) %02ld:%02ld (restan %02ld:%02ld)

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
spanish: %s de %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
spanish: %%ld de %ld mensajes

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
spanish: \033c\033bAdjunto/MIME parte %ld\033l Fichero:\033n %s \033bDescripción:\033n %s \033bTipo:\033n %s <%s> \033bTamaño:\033n ~%s
