Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
spanish: Respuesta errónea del servidor '%s' de la cuenta '%s' al comando '%s': %s Dicho servidor no puede ejecutar el comando y responde con el mensaje de error de arriba.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
spanish: No se puede inicializar la sesión TLSv1/SSLv3 con '%s' de la cuenta '%s'.

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
spanish: El servidor POP3 '%s' de la cuenta '%s' no soporta APOP. Desactive la autentificación APOP en la configuración.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
spanish: No se puede conectar con '%s'. Parece que ya existe una conexión TCP/IP activa. Cierre cualquier otra transferencia existente.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
spanish: No se puede conectar con '%s'. Dicho servidor no respondió con la temporización predefinida y por lo tanto se finalizó la conexión.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
spanish: No se puede conectar con '%s'. YAM no pudo establecer una conexión con dicho servidor.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
spanish: No se puede conectar a '%s'. YAM no pudo establecer una conexión E/S asincrona con dicho servidor.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
spanish: No se puede inicializar la sesión TLSv1/SSLv3 con '%s'.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
spanish: El servidor SMTP '%s' no soporta TLS/SSL. Modifique la seguridad en la configuración.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
spanish: Respuesta de '%s' errónea al comando '%s': %s Dicho servidor no puede ejecutar el comando y contestó con el mensaje de error de arriba.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
spanish: No se puede conectar con '%s'. Dicho servidor está actualmente caído o no soporta el protocolo SMTP.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
spanish: Servidor SMTP '%s' desconocido. La pila TCP/IP está sin conexión o dicho servidor no es válido.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
spanish: El servidor SMTP '%s' no permite transferencias de 8bits y tiene dicha opción activada en la configuración. Desactive esta opción en 'Enviar correo (SMTP)' en la Configuración TCP/IP y reedite el mensaje antes de enviarlo de nuevo, de lo contrario el mensaje puede quedar deteriorado.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
spanish: Do_ble clic en la carpeta abre sus preferencias

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
spanish: Borrar

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
spanish: Borrar seleccionado

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
spanish: \033cSe BORRARÁN los siguientes adjuntos: \033b%s\033n ¿Seguro que desea continuar?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
spanish: Adjuntos borrados del mensaje '%s' en '%s'

# MSG_MA_DELETEATT (2112//)
source: Delete
spanish: Borrar

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
spanish: \033cSe BORRARÁN TODOS los adjuntos del mensaje seleccionado. ¿Seguro que desea continuar?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
spanish: Borrar todos

# MSG_MA_MDELETEATT (2115//)
source: Delete
spanish: Borrar

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
spanish: Mapear caracteres extra_ños a ASCII

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
spanish: Mapear a secuencias ASCII los caracteres que no se puedan convertir al juego de caracteres de lectura.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
spanish: Navegación

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
spanish: Siguiente mismo asunto

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
spanish: Anterior mismo asunto

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
spanish: Buscar mensajes del mism_o asunto en todas las carpetas

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
spanish: Buscar mensajes del mismo asunto se extiende a todas las carpetas en vez de sólo buscar en mensajes de la misma carpeta.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
spanish: \033c'%s' ya existe. ¿Desea sobreescribirlo?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
spanish: El directorio base '%s' del usuario '%s' no existe.

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show text co_lors
spanish: Colores en _texto

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
spanish: Utilizar colores para mostrar partes de texto especiales (ej. acotaciones, etc.).

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
spanish: Estilos en te_xto

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
spanish: Interpretar '/', '*', '_' y '#' como caracteres de control para estilos de texto.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
spanish: Colores en _texto

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
spanish: Utilizar colores para mostrar partes de texto especiales (ej. acotaciones, etc.).

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
spanish: Estilos en te_xto

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
spanish: Interpretar '/', '*', '_' y '#' como caracteres de control para estilos de texto.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
spanish: Tipo De Letra

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
spanish: Usar tipo de letra de anchura _fija

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
spanish: Colores en texto

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
spanish: Estilos en texto

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
spanish: Colores en texto

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
spanish: T. letra de anchura fija

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
spanish: Optimi_zar filtro spam

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
spanish: Eliminar palabras poco frecuentes del filtro de spam para acelerar la carga del mismo e incrementar la velocidad en el procesado de mensajes spam.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
spanish: \033c¿Seguro que desea optimizar el filtro de spam? Puede que la eficiencia del filtro disminuya un poco, pero dicho proceso se acelerará y usará menos memoria.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
spanish: %ld (%ld palabras)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
spanish: Formato erróneo para la fecha de nacimiento. El formato correcto es '%s'. %%d - día con cero a la izquierda (01-31) %%-d - día sin cero a la izquierda (1-31) %%e - día con espacio a la izquierda ( 1-31) %%m - mes con cero a la izquierda (01-12) %%-m - mes sin cero a la izquierda (1-12) %%y - año con cero a la izquierda y 2 dígitos (00-99) %%-y - año sin cero a la izquierda y 2 dígitos (0-99) %%Y - año con cero a la izquierda y 4 dígitos %%-Y - año sin cero a la izquierda y 4 digitos El año debe ser mayor o igual a 1900.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
spanish: Ringhio (notificaciones de AmigaOS_4.1)

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
spanish: Utilizar el sistema de notificaciones de AmigaOS4.1 para informar al usuario de correo nuevo recibido. (requiere al menos 'application.library' V53.2)

# MSG_USERNAME_FALLBACK (2152//)
source: John Doe
spanish: Juan Nadie

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
spanish: Parte %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
spanish: \033c¡Tiene ventanas de escritura abiertas! ¿Cómo desea proceder?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
spanish: *_Guardar ahora|_Salir sin guardar|_Cancelar

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
spanish: como Adjunto

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
spanish: Insertado

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
spanish: como Adjunto

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
spanish: Antes del filtro de correo

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
spanish: Después del filtro de correo

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
spanish: Usar patrones AmigaDOS

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
spanish: Activa patrones de AmigaDOS en la búsqueda de cadenas de texto.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
spanish: Firma PGP

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
spanish: \033cHoy (%s) %s cumple %ld años. ¿Enviarle un mensaje de felicitación?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
spanish: La ejecución del comando ARexx '%s' ha fallado (código de error %ld). Asegúrese de que el fichero es accesible y es un script ARexx válido.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
spanish: No mostrar esta solicitud hoy de nuevo

# MSG_RE_SAVE_FILE (2169//)
source: Save file
spanish: Guardar fichero

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
spanish: No hay actualizaciones disponibles

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
spanish: \033cNo hay actualizaciones nuevas. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
spanish: YAM lo comprueba de forma automática.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
spanish: Pruebe más tarde o automatice la opción de actualizar desde la configuración (Actualizar).

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
spanish: Aviso de YAM

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
spanish: \033cAl intentar cerrar YAM existen subtareas suyas aún en ejecución. Asegúrese de cerrar las tareas/ventanas iniciadas desde YAM (Visualizador MIME, ASL, ...). \033iNOTA: pulsando 'Ignorar' pueden ocurrir "cuelgues" inesperados en otras aplicaciones. \0

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
spanish: _Reintentar|_Ignorar

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
spanish: La ejecución del comando '%s' ha fallado (código de error %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
spanish: No se puede inicializar pila.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
spanish: Transferencias en progreso

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
spanish: No se pueden inicializar conexiones.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
spanish: Identificado en la cuenta POP3 '%s': tiene %ld mensaje(s)

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
spanish: Descargado(s) %ld mensaje(s) de la cuenta POP3 '%s'

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
spanish: Introduzca la contraseña para la cuenta POP3 '%s':

# MSG_PRESELECT_INDEX (2186//)
source: Index
spanish: Nº

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
spanish: Esperando constraseña del usuario...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
spanish: Esperando preselección por el usuario...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
spanish: \0338Tiene correo nuevo de '%s'.\0332 %3ld mensajes descargados %3ld dejados en el servidor %3ld duplicados saltados

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
spanish: %s Recibido 1 mensaje nuevo.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
spanish: %s Recibidos %ld mensajes nuevos.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
spanish: Enviar y recibir correo

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
spanish: Enviar correo

# MSG_MA_GET_MAIL (2194//)
source: Get mail
spanish: Recibir correo

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
spanish: *_Simple|_Firma PGP|_Encriptar PGP|Firma+Encriptar _PGP|_Cancelar

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
spanish: Conectando con el servidor...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
spanish: Enviando petición HTTP...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
spanish: Esperando respuesta del servidor...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
spanish: Recibiendo datos...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
spanish: Desconectando del servidor...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
spanish: Transferencias...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
spanish: Aplicar _filtros remotos

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
spanish: Aplicar todos los filtros remotos definidos cuando descargue correo del servidor.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
spanish: Comprobar por correo nuevo al _iniciar

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
spanish: Comprobar automáticamente nuevo correo de esta cuenta cada vez que inicie YAM.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
spanish: Formato de fichero de correo '%s' desconocido.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
spanish: El fichero '%s' no contiene correos que se puedan importar.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
spanish: La configuración está bloqueada. Espere hasta que todas las transferencias POP3 y SMTP hayan finalizado.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
spanish: \033bCarpeta:\033n %s \033bRuta:\033n %s \033bTamaño:\033n %s \033bMensajes:\033n %ld (%ld nuevos, %ld sin leer)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
spanish: \033b\033cMensaje\033l De:\033n %s <%s> \033bPara:\033n %s <%s> \033bAsunto:\033n %s \033bFecha:\033n %s \033bFichero:\033n %s \033bTamaño:\033n %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
spanish: De_scargar en:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
spanish: Descargar

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
spanish: Descargando de '%s'

# MSG_MA_HELP (2214//)
source: Help
spanish: Ayuda

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
spanish: Contenido

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
spanish: Interfaz ARexx

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search o_n gravatar.com...
spanish: Buscar en 'gra_vatar.com'...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
spanish: No se ha encontrado "Gravatar" para el contacto '%s'. Quizás este contacto no ha subido aun su fotografía a 'gravatar.com'.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
spanish: No se encontró la cabecera 'MIME-Version' al escanear el fichero '%s'. La salida generada, por tanto, puede contener datos no válidos o puede estar dañada.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
spanish: Establecer como 'M_arcado'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
spanish: Establecer el estado del correo filtrado a 'Marcado'.

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
spanish: Establecer como 'No marca_do'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
spanish: Establecer el estado del correo filtrado a 'No marcado'.

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
spanish: Establecer como '_Leído'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
spanish: Establecer el estado del correo filtrado a 'Leído'.

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
spanish: Establecer como 'S_in Leer'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
spanish: Establecer el estado del correo filtrado a 'Sin Leer'.

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
spanish: Establecer como 'S_pam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
spanish: Establecer el estado del correo filtrado a 'Spam'.

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
spanish: Establecer como '_No Spam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
spanish: Establecer el estado del correo filtrado a 'No spam'.

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
spanish: _Activo

# MSG_CO_POP_AUTH (2234//)
source: Authentification
spanish: Au_tentificación

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
spanish: Cuando no esté utilizando una conexión segura (TLS o SSL) la contraseña se puede enviar usando algoritmo de encriptación APOP (no soportado por todos los servidores POP3).

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
spanish: Simple

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
spanish: Encriptada (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
spanish: Segu_ridad

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
spanish: no usar seguridad

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
spanish: Establecer una conexión segura STARTTLS o SSL/TLS entre el servidor POP3 y YAM para recibir correo a través de una conexión encriptada. Si la opción está desactivada, significa que el soporte AmiSSL no está disponible.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
spanish: Servidores/Cuentas

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
spanish: Preferencias Servidor POP3

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
spanish: Seguridad Y Autentificación

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
spanish: Opciones

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
spanish: Servidores/Cuentas

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
spanish: Preferencias Servidor SMTP

# MSG_CO_POP_DESC (2249//)
source: Description
spanish: Descripció_n
