Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
spanish: Nombre para este servidor/cuenta, el cual se usará en lugar de 'usario@servidor'.

# MSG_CO_SMTP_DESC (2251//)
source: Description
spanish: Descripció_n

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
spanish: Nombre para este servidor/cuenta, el cual se usará en lugar de 'usario@servidor'.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
spanish: Segu_ridad

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
spanish: no usar seguridad

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
spanish: Seguridad Y Autentificación

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
spanish: Establecer una conexión segura STARTTLS o SSL/TLS entre el servidor POP3 y YAM para recibir correo a través de una conexión encriptada. Si la opción está desactivada, significa que el soporte AmiSSL no está disponible.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
spanish: Au_tentificación

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
spanish: Sin Autentificación

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
spanish: Opciones

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
spanish: Identidades

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
spanish: Preferencias de Identidades

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
spanish: Gestor de múltiples identidades para creación de correo...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
spanish: Identidades

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
spanish: Preferencias Generales

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
spanish: Generales

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
spanish: Componer Mensaje

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
spanish: Seguridad PGP

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
spanish: sin firma

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
spanish: al Inicio

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
spanish: al Final

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
spanish: Descripció_n

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
spanish: Servidor SMT_P

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
spanish: Preferencias De Componer Mensaje

# MSG_CO_IDENTITY_CC (2278//)
source: Cc: address
spanish: Co_pia (CC)

# MSG_CO_IDENTITY_BCC (2280//)
source: Bcc: address
spanish: C. _Oculta (CCO)

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
spanish: _Responder A

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
spanish: Opciones

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
spanish: _Acotar mensaje al responder

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
spanish: \033r_Insertar mi respuesta

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
spanish: \033rInsertar mi _firma

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
spanish: Usar firma al r_esponder

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
spanish: Usar firma al reen_viar

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
spanish: Preferencias De Seguridad PGP

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
spanish: Us_ar PGP para esta identidad

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
spanish: _PGP-ID

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
spanish: U_RL PGP-ID

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
spanish: Opciones

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
spanish: _Firma PGP en correos no encriptados por defecto

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
spanish: Fir_ma PGP en correos encriptados por defecto

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
spanish: _Encriptar con PGP todos los correos por defecto

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
spanish: A_ñadir la PGP-ID propia al encriptar correos

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
spanish: UR_L foto/imagen

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
spanish: A_ñadir datos personales

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
spanish: Con acuse de reci_bo

# MSG_CO_SERVERNAME (2304//)
source: Server name
spanish: Servidor POP_3

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
spanish: Nombre de usuario para acceder al servidor de correo.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
spanish: \033c¿Mover '%s' a '%s'?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
spanish: \033c¡'%s' ya existe! ¿Desea sobrescribirlo?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
spanish: Fallo al crear '%s' (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
spanish: _Activo

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
spanish: Eliminar todos los índices

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
spanish: Habilitar identidad para su uso.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
spanish: Una descripción personalizada para esta identidad de usuario.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
spanish: El nombre real "Nombre Apellido" de la identidad de este usuario.

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
spanish: La dirección de correo asociada con la identidad de este usuario.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
spanish: Nombre opcional de la organización a la que pertenece la identidad de este usuario.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
spanish: Servidor SMTP que se utilizará para enviar correo con esta identidad de usuario.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default Cc: recipients added when composing a new mail.
spanish: Dirección(es) 'CC' por defecto utilizada(s) al crear un correo.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default Bcc: recipients added when composing a new mail.
spanish: Dirección(es) 'CCO' por defecto utilizada(s) al crear un correo.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
spanish: Dirección(es) de 'Responder A' por defecto utilizada(s) al crear un correo.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
spanish: Le permite especificar el valor predeterminado para poner encabezados adicionales en un correo saliente.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
spanish: URL opcional a una imagen/fotografía asociada con la identidad de usuario.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
spanish: Incluir el mensaje original acotado al responder/reenviar el correo.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
spanish: Definir si la respuesta se debe situar encima o debajo del mensaje acotado.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
spanish: Definir si la firma deberá aparecer por debajo o por encima del mensaje acotado.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
spanish: Añadir una firma al responder un mensaje.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
spanish: Añadir una firma al reenviar un mensaje.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
spanish: Añadir los datos personales al correo (cabecera 'X-SenderInfo'). Requiere una entrada en la agenda con el mismo e-mail de esta identidad de usuario.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
spanish: Solicitar por defecto un acuse de recibo de correo a la hora de componer el mensaje.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
spanish: Habilitar/deshabilitar la funcionalidad de PGP para la totalidad de la indentidad de este usuario.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
spanish: Especificar la PGP-ID a utilizar para esta identidad de usuario.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
spanish: URL donde poder obtener la PGP-ID pública de esta identidad de usuario.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
spanish: Incluir la firma PGP en todos los mensajes no encriptados al comenzar a componerlos.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
spanish: Incluir la firma PGP en todos los mensajes encriptados al comenzar a componerlos.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
spanish: Encriptar con PGP todos los mensajes al comenzar a componerlos.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
spanish: Añadir la PGP-ID de esta identidad de usuario en todos los mensajes que se encriptan con PGP. Si no, los mensajes encriptados no pueden ser desencriptados por esta identidad de usuario.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
spanish: Firma por defecto a utilizar a la hora de componer mensajes con esta identidad de usuario.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
spanish: Advertencia de Configuración

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
spanish: \033cHa modificado alguna opción y PERDERÁ dichos cambios si cierra la ventana. ¿Qué desea hacer?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
spanish: _Cerrar ventana|*_Volver

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
spanish: Advertencia de la Versión de Configuración

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
spanish: El fichero de configuración que YAM trata de cargar fue guardado por una versión más reciente de YAM. Si continua, algunos ajustes se pueden perder y se establecerán sus valores por defecto. ¿Cómo desea proceder?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
spanish: C_ontinuar|*Interru_mpir

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
spanish: Campo 'Copia (CC)'

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
spanish: Campo 'C. Oculta (CCO)'

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
spanish: Campo 'Responder A'

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
spanish: Columnas A Visualizar

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
spanish: Ventana Principal

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
spanish: Temas

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
spanish: Información

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
spanish: Firma que se mostrará para el mensaje recientemente creado.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
spanish: _Seguridad PGP

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
spanish: Nivel de seguridad de PGP. Puede seleccionar si un mensaje debe ser firmado, encriptado o ambas cosas. "Por defecto" YAM trata de encontrar el receptor en la Agenda y utilizar las preferencias definidas allí.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
spanish: Tipo MIME

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
spanish: _Descargar mensajes mayores de

# MSG_MA_DRAFTS (2359//)
source: Drafts
spanish: Borradores

# MSG_CO_SIGNATURE (2360//)
source: Signature
spanish: Firma

# MSG_CO_SIGNATURES (2361//)
source: Signatures
spanish: Firmas

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
spanish: Descripció_n

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
spanish: _Activa

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
spanish: _Firma

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
spanish: Lista de firmas

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
spanish: Añadir una firma nueva a la lista.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
spanish: Eliminar la firma seleccionada de la lista.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
spanish: Mover la firma una posición hacia arriba.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
spanish: Mover la firma una posición hacia abajo.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
spanish: Indicador de si la firma actualmente seleccionada está activa o no.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
spanish: Permite introducir un texto libre de descripción de la firma.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
spanish: Editor de texto para introducir/modificar el texto de la firma.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
spanish: Conexiones

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
spanish: Notificación Para Correo Nuevo

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
spanish: Atención Certificado SSL

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
spanish: _Aceptar|Aceptar _siempre|_Mostrar certif.|*_Rechazar

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
spanish: Error al validar certificado para '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
spanish: - El certificado no es emitido por una autoridad de confianza. Use la huella digital para validar el certificado manualmente.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
spanish: - El nombre del certificado no coincide.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
spanish: - El certificado todavía no es válido.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
spanish: - El certificado ha expirado.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
spanish: - El certificado tiene un error desconocido.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
spanish: Información del Certificado: - Servidor: \033b%s\033n - Validez: \033b%s\033n hasta \033b%s\033n - Emisor: \033b%s\033n - Huella Digital: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
spanish: Certificado de %s:%d

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
spanish: Al tratar de cargar el paquete de certificados '%s' o los certificados individuales de '%s' se produjo un error. Asegúrese de que no se ha colocado ningún archivo no válido en la carpeta de certificados.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
spanish: Al tratar de instalar un certificado SSL no se encontró el directorio '%s'. Asegúrese de que la ruta es correcta/existe y contiene el paquete de certificados que se incluye en la instalación de YAM.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
spanish: _Finalizar proceso de filtrado

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
spanish: Terminar el proceso de filtrado después de este filtro. Los siguientes filtros no se ejecutarán.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
spanish: Importar...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
spanish: Seleccione filtro a importar

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
spanish: Confiar en cabeceras de este filtro e_xterno:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
spanish: No se pudo inicializar el filtro spam.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
spanish: Texto/Firma:

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
spanish: A_ñadir un fichero como firma

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
spanish: Obteniendo detalles del mensaje (%%ld de %ld)

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
spanish: Ha de comprobar por actualizaciones manualmente.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
spanish: Se le notificará tan pronto haya actualizaciones disponibles.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
spanish: _Mostrar caracteres

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
spanish: Error al crear clase personalizada de '%s' como subclase de '%s'.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
spanish: YAM ha identificado que está ejecutando una versión de 'rexxsyslib.library' en su sistema MorphOS que se sabe que no funciona con ARexx. Para resolver esta situación y conseguir que ARexx funcione con YAM debe instalar una copia de 'rexxsyslib.library' en 'SYS:Libs/' de una instalación de AmigaOS 3.1-3.9, renombre 'rexxsyslib.library' de 'MOSSYS:Libs/' y reinicie el sistema.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
spanish: _Guardar como borrador

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
spanish: Guardar el mensaje en la carpeta 'Borradores'.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
spanish: Guardar como borrador

# MSG_WR_MCLOSE (2405//)
source: Close
spanish: Cerrar

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
spanish: Mensaje redirigido de '%s' con asunto '%s' a '%s'

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
spanish: \033rR_edirigir

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
spanish: Redirigir mensajes coincidentes a otra persona.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
spanish: Dirección(es) de correo que recibirán los mensajes redirigidos.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
spanish: Redirigir...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
spanish: Reenvio-_De

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
spanish: Reenvio-_Para

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_Cc
spanish: Reenvio-CC

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_Bcc
spanish: Reenvio-CCO

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
spanish: Redirigir mensaje(s)

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
spanish: No se puede crear fichero de correo '%s'. Motivo: directorio de carpeta incorrecto o espacio insuficiente en disco.

# MSG_WR_RENAME (2417//)
source: _Rename
spanish: Re_nombrar

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
spanish: Renombrar adjunto

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
spanish: Nuevo nombre del adjunto:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
spanish: Saltar correos encriptados

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
spanish: Saltar correos encriptados (con PGP) durante la búsqueda.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
spanish: Barra De Búsqueda Rápida (QuickSearch)

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
spanish: Mostrar una barra de búsqueda en la ventana principal que le permitirá buscar ciertos correos más rápido.
