Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_CO_SLBlank (406//)
source: blank line
spanish: línea en blanco

# MSG_CO_SLDash (407//)
source: two dashes
spanish: dos guiones (--)

# MSG_CO_SLBar (408//)
source: separator bar
spanish: barra separadora

# MSG_CO_SLSkip (409//)
source: no signature
spanish: no

# MSG_CO_HeaderLayout (410//)
source: Header layout
spanish: Presentación De La Cabecera

# MSG_CO_BodyLayout (411//)
source: Message body layout
spanish: Presentación Del Cuerpo Del Mensaje

# MSG_CO_OtherOptions (412//)
source: Other options
spanish: Otras Opciones

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
spanish: _Ajustar cabecera

# MSG_CO_OldQuotes (414//)
source: Old quotes
spanish: Texto acotado

# MSG_CO_Header (416//)
source: _Headers
spanish: Cab_ecera

# MSG_CO_SenderInfo (417//)
source: Sender _info
spanish: Datos rem_itente

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
spanish: _Separador firma

# MSG_CO_ColoredText (419//)
source: Colored text
spanish: Texto a color

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
spanish: Múltiples _ventanas

# MSG_CO_DisplayAll (422//)
source: Display _all texts
spanish: _Mostrar todos los textos

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
spanish: Usar tipo de letra de anchura _fija

# MSG_CO_MimeType (425//)
source: MIME _type
spanish: _Tipo MIME

# MSG_CO_MimeCmd (426//)
source: _Viewer
spanish: P_rograma

# MSG_CO_Extension (427//)
source: File e_xtensions
spanish: E_xtensión

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
spanish: Proga_ma por defecto

# MSG_CO_Organization (432//)
source: _Organization
spanish: _Organización

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
spanish: Cabecera e_xtra

# MSG_CO_MessageBody (434//)
source: Message body
spanish: Cuerpo Del Mensaje

# MSG_CO_Welcome (435//)
source: Welcome _phrase
spanish: Frase _bienvenida

# MSG_CO_Greetings (436//)
source: Closing p_hrase
spanish: Frase _despedida

# MSG_CO_WordWrap (438//)
source: _Word-wrap
spanish: _Ajustar texto (car)

# MSG_CO_EWOff (439//)
source: off
spanish: no

# MSG_CO_EWAsYouType (440//)
source: as you type
spanish: al escribir

# MSG_CO_EWBeforeSend (441//)
source: before sending
spanish: antes de enviar

# MSG_CO_ExternalEditor (442//)
source: _External editor
spanish: _Editor externo

# MSG_CO_PhraseOpen (444//)
source: Open
spanish: Inicio

# MSG_CO_PhraseIntro (445//)
source: Intro
spanish: Introd.

# MSG_CO_PhraseClose (446//)
source: Close
spanish: Fin

# MSG_CO_Forwarding (447//)
source: Forwarding
spanish: Reenviando

# MSG_CO_FwdInit (448//)
source: _Initial phrase
spanish: Frase _inicial

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
spanish: Frase fina_l

# MSG_CO_Replying (450//)
source: Replying
spanish: Respondiendo

# MSG_CO_RepInit (451//)
source: Default _reply phrases
spanish: Frases al _responder

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
spanish: _Frases alternativas al resp.

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
spanish: Usar con estos _dominios

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
spanish: Fra_ses en Listas de Correo

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
spanish: Acotar líneas _vacías

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
spanish: C_omprobar destinatario

# MSG_CO_StripSignature (458//)
source: Stri_p signature
spanish: _Eliminar firma

# MSG_CO_DefSig (459//)
source: Default signature
spanish: Firma por defecto

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
spanish: Firma alternativa 1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
spanish: Firma alternativa 2

# MSG_CO_Signature (462//)
source: Signature
spanish: Firma

# MSG_CO_EditSig (464//)
source: _Edit in external editor
spanish: _Editar en programa externo

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
spanish: _Insertar cita aleatoria

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
spanish: Insertar E_NV:Signature

# MSG_CO_Taglines (467//)
source: Taglines
spanish: Citas

# MSG_CO_TaglineFile (468//)
source: Tagline _file
spanish: _Fichero de citas

# MSG_CO_TaglineSep (469//)
source: Tag_line separator
spanish: _Separador de citas

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
spanish: Usar tipo de letra de anchura _fija

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
spanish: Mostrar hora en S_watch-Beats

# MSG_CO_LogNone (472//)
source: none
spanish: desactivado

# MSG_CO_LogVerbose (474//)
source: verbose
spanish: ampliado

# MSG_CO_PGPExe (475//)
source: P_GP's directory
spanish: Directorio _PGP

# MSG_CO_Logfiles (481//)
source: Log files
spanish: Fichero De Registros

# MSG_CO_LogPath (482//)
source: _Path
spanish: Ru_ta

# MSG_CO_LogSplit (483//)
source: Split _log file
spanish: _Separar fichero de registros

# MSG_CO_LogMode (484//)
source: _Mode
spanish: _Modo

# MSG_CO_LogAllEvents (485//)
source: Log _all events
spanish: R_egistrar todos los eventos

# MSG_CO_OnStartup (486//)
source: On program startup
spanish: Al Iniciar YAM

# MSG_CO_LoadAll (487//)
source: Load all folders
spanish: Cargar todas las carpetas

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
spanish: Marcar nuevo correo como 'Sin Leer'

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
spanish: Enviar correo en 'A enviar'

# MSG_CO_CheckDOB (491//)
source: Check birthdates
spanish: Comprobar cumpleaños

# MSG_CO_OnTermination (492//)
source: On program termination
spanish: Al Salir De YAM

# MSG_CO_DeleteOld (493//)
source: Delete old mail
spanish: Borrar correo antiguo

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
spanish: Eliminar mensajes en 'Papelera'

# MSG_CO_ATABnever (495//)
source: never
spanish: nunca

# MSG_CO_ATABask (496//)
source: ask before
spanish: preguntar primero

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
spanish: si existen, preguntar

# MSG_CO_ATABinfo (498//)
source: if info available
spanish: si existen

# MSG_CO_ATABalways (499//)
source: always
spanish: siempre

# MSG_CO_InfoExc (500//)
source: Personal data exchange
spanish: Datos Personales De Intercambio

# MSG_CO_Gallery (501//)
source: Save _photos in
spanish: Guardar imágenes/_fotos en

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
spanish: Guar_dar datos remitente

# MSG_CO_ProxyServer (504//)
source: _HTTP proxy server
spanish: Servidor proxy _HTTP

# MSG_CO_NewGroup (505//)
source: _Group for new entries
spanish: Grupo para _nuevos contactos

# MSG_CO_Paths (507//)
source: Paths
spanish: Rutas Por Defecto

# MSG_CO_Detach (508//)
source: Decode _files to
spanish: _Decodificar ficheros

# MSG_CO_Attach (509//)
source: _Attach files from
spanish: _Adjuntar ficheros

# MSG_CO_TempDir (510//)
source: For temp_orary files
spanish: Ficheros _temporales

# MSG_CO_AppIcon (511//)
source: Mailbox status
spanish: Propiedades AppIcono

# MSG_CO_PositionX (512//)
source: Position _X
spanish: Posición: _X

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
spanish: _Botón de cerrar ventana oculta/iconifica YAM

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
spanish: Guardar/Borrar Mensajes

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
spanish: Co_nfirmar borrado de

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
spanish: o más mensajes

# MSG_CO_Remove (517//)
source: _Remove messages immediately
spanish: El_iminar mensajes inmediatamente

# MSG_CO_XPK (525//)
source: XPK/LhA settings
spanish: Comprimir Carpetas / Archivar Adjuntos

# MSG_CO_XPKPack (526//)
source: Packer
spanish: Compresor

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
spanish: Con contraseña

# MSG_CO_Archiver (528//)
source: Archi_ver
spanish: Arc_hivar adjuntos

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
spanish: Menú 'Scripts' nº%ld

# MSG_CO_ScriptStartup (530//)
source: Program startup
spanish: Al iniciar YAM

# MSG_CO_ScriptTerminate (531//)
source: Program termination
spanish: Al salir de YAM

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
spanish: Antes de recibir correo

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
spanish: Después de recibir correo

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
spanish: Con cada nuevo mensaje

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
spanish: Antes de enviar correo

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
spanish: Después de enviar correo

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
spanish: Al leer un mensaje

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
spanish: Antes de escribir un mensaje

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
spanish: Después de escribir un mensaje

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
spanish: Doble clic sobre una URL

# MSG_CO_OpenConsole (542//)
source: _Open console window
spanish: Abrir _ventana de consola

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
spanish: Esperar a que _finalice

# MSG_CO_Open (544//)
source: Open...
spanish: Abrir...

# MSG_CO_SaveAs (545//)
source: Save as...
spanish: Guardar como...

# MSG_CO_Edit (546//)
source: Edit
spanish: Editar

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
spanish: Valores iniciales

# MSG_CO_ResetAll (548//)
source: Reset all settings
spanish: Todo a valores ini.

# MSG_CO_LastSaved (549//)
source: Last saved
spanish: Últimos guardados

# MSG_CO_Restore (550//)
source: Restore
spanish: Restaurar

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
spanish: Importar tipos MIME...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
spanish: Su nombre completo (nombre y apellido).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
spanish: Su dirección de correo electrónico (e-mail).

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
spanish: La dirección del servidor POP3 desde la que recibirá el correo. Si la deja en blanco, se usará la dirección del servidor SMTP.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
spanish: Contraseña para acceder al servidor POP3.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
spanish: La dirección del servidor SMTP donde se enviará el correo. Si la deja en blanco, se usará la dirección del servidor POP3.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
spanish: No convertir mensajes a 7bits al enviarlos. Use esta opción sólo si está seguro de que su servidor SMTP soporta envíos de mensajes a 8bits, o podrían enviarse incompletos.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
spanish: Lista de cuentas POP3.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
spanish: Añadir una nueva cuenta POP3 a la lista.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
spanish: Eliminar la cuenta POP3 seleccionada de la lista.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
spanish: Nombre de usuario para identificarse en el servidor POP3. Si lo deja en blanco se usa la parte del nombre de su dirección de correo electrónico (e-mail).

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
spanish: Borrar mensajes del servidor de correo después de descargar.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
spanish: Acceder a esta cuenta mientras comprueba correo nuevo.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
spanish: Mostrar ventana de progreso durante la transferencia de correo.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
spanish: Mostrar (parte de) el contenido del buzón de correos POP3 y permite seleccionar que mensaje(s) desea descargar.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
spanish: Mensajes entrantes mayores que esto se considerarán como 'grandes'.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
spanish: Frecuencia con la que YAM comprobará automáticamente por mensajes.

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
spanish: Al comprobar correo nuevo de forma automática, descargar los mensaje grandes incluso si exceden el límite de tamaño especificado arriba.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
spanish: Mostrar una ventana de notificación al recibir correo nuevo.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
spanish: Programa a ejecutar al recibir correo nuevo.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
spanish: Fichero de sonido que a reproducir al recibir correo nuevo.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
spanish: Lista de filtros.

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
spanish: Nombre del filtro.

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
spanish: Aplicar este filtro antes de descargar correo.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
spanish: Aplicar este filtro a mensajes nuevos.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
spanish: Aplicar este filtro a mensajes enviados.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
spanish: Aplicar este filtro al pulsar el botón de 'Filtrar'.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
spanish: Reenviar mensajes seleccionados a otra persona.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
spanish: Dirección(es) de correo que deberían recibir mensajes reenviados.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
spanish: Enviar respuesta automática para cada mensaje coincidente.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
spanish: Fichero de texto que contiene la respuesta.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
spanish: Ejecutar un comando para cada mensaje coincidente.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
spanish: Comando a ejecutar. La ruta del mensaje coincidente se pasa como un argumento.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
spanish: Reproduce un sonido con cada mensaje coincidente.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
spanish: Fichero de sonido a reproducir.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
spanish: Mover mensaje(s) coincidente(s) a una carpeta diferente.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
spanish: Carpeta de destino.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
spanish: Borrar los mensajes coincidentes.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
spanish: No descargar los mensajes coincidentes.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
spanish: Añadir un nuevo filtro.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
spanish: Borrar el filtro seleccionado de la lista.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
spanish: Color utilizado para mostrar mensaje acotado.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
spanish: Dividir cabeceras largas en múltiples líneas.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
spanish: Cabecera del mensaje que muestra YAM por defecto en la ventana de lectura.

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|Bcc|Date|Subject).
spanish: Especificar un patrón AmigaDOS para elegir las cabeceras en el formato SELECCIONADO. Por defecto es (From|To|Cc|Bcc|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
spanish: Información del remitente a mostrar en la ventana de lectura (si está disponible).

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
spanish: Tipo de línea de separación para la firma.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
spanish: Mostrar todas las partes de texto simple de un mensaje con varias partes.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
spanish: Usar una ventana de lectura para cada mensaje abierto.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
spanish: Color para el texto utilizado como 'coloreado' en la ventana de lectura y en el editor.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
spanish: Mostrar los mensajes utilizando un tipo de letra de anchura fija.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
spanish: Introducir un tipo MIME nuevo o seleccionar uno usando el botón emergente de la derecha.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
spanish: Ruta y argumentos opcionales del programa a usar. Pulse en el botón emergente para ver la lista de variables soportadas.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
spanish: Añadir un tipo MIME nuevo.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
spanish: Borrar el tipo MIME seleccionado.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
spanish: Lista de extensiones (sufijos) separadas por espacios utilizadas para este tipo de archivo.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
spanish: Programa utilizado para mostrar los tipos desconocidos.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
spanish: Texto a insertar en la parte inicial del nuevo mensaje.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
spanish: Texto a añadir en la parte final del nuevo mensaje.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
spanish: Ajustar el alineado del texto en el mensaje.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
spanish: Seleccione 'al escribir' para estructurar las líneas automáticamente mientras escribe el mensaje.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
spanish: Iniciar automáticamente el editor externo al crear un nuevo mensaje.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
spanish: Texto utilizado al introducir un mensaje reenviado. Pulse en el botón emergente de la derecha para ver las variables que puede usar.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
spanish: Texto a añadir al final de un mensaje reenviado.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
spanish: Frases por defecto utilizadas en respuestas de mensajes. Use el botón emergente de la derecha para ver las variables soportadas.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
spanish: Utilizar estas frases, cuando coincidan con los patrones de abajo de las direcciones de correo de los destinatarios.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
spanish: Patrón de AmigaDOS que permite frases de respuesta alternativa.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
spanish: Usar estas frases en respuestas a mensajes desde la lista de correo.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
spanish: Insertar carácter de acotar para líneas vacías.

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
spanish: Preguntar a quien desea enviar su respuesta cuando las direcciones 'De:' y 'Responder A:' del mensaje original sean diferentes.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
spanish: Evitar mostrar la firma del mensaje original.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
spanish: Modificar esta firma desde un editor externo.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
spanish: Insertar un código de control para la línea adicional aleatoria.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
spanish: Insertar un código de control para la variable de entorno de 'SIGNATURE'.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
spanish: Especifique aquí una base de datos que contenga citas conocidas (también conocidas como 'cookies').

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
spanish: Cadena utilizada para separar las frase en la base de datos.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
spanish: Columnas que se mostrarán en la lista de carpetas.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
spanish: Columnas que se mostrarán en la lista de mensajes.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
spanish: Columnas que se mostrarán en la agenda.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
spanish: Mostrar la lista usando un tipo de letra de anchura fija.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
spanish: Mostrar la hora en Swatch-Beats, la unidad de tiempo de Swatch.
