Repository: jens-maus/yam
Catalog: locale/*.po
Languages: spanish

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
spanish: Directorio donde está el ejecutable PGP.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
spanish: Ruta donde almacenar los registros de seguimiento.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
spanish: Crear por cada mes un fichero de registro distinto.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
spanish: Tipo de fichero de registro a generar.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
spanish: Desactivar esta opción para seguir sólo la transferencia de correo.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
spanish: Cargar el índice de todas las carpetas.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
spanish: Cambiar el estado de un nuevo mensaje a 'Sin Leer'.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
spanish: Enviar mensajes pendientes.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
spanish: Comprobar la agenda y mostrar un recordatorio si es el cumpleaños de algún contacto.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
spanish: Borrar los mensajes que exceden en la antigüedad máxima (ver Preferencias de Carpeta).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
spanish: Vaciar la carpeta 'Papelera'.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
spanish: Directorio donde guardar las imágenes de sus contactos.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
spanish: Crear automáticamente una entrada en la agenda con el remitente cuando lee su mensaje.

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
spanish: Dirección y número de puerto opcional del servidor proxy HTTP (por defecto es el 80). Puede dejar este campo vacío.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
spanish: Añadir una entrada a la agenda en este grupo (se creará si no existe).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
spanish: Directorio donde almacenar ficheros temporales.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
spanish: Directorio donde guardar los ficheros adjuntos.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
spanish: Directorio de origen por defecto para adjuntos.

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
spanish: Mostrar el AppIcono en estas coordenadas.

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
spanish: Iconificar YAM al cerrar la ventana.

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
spanish: Confirmar el borrado de mensajes.

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
spanish: Número mínimo de mensajes para mostrar la petición de confirmación.

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
spanish: Borrar inmediatamente los mensajes que han sido movidos a la carpeta 'Papelera'. (Usarlo con precaución)

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
spanish: Librería XPK utilizada para proteger y comprimir Carpetas.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
spanish: Librería XPK utilizada para comprimir Carpetas.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
spanish: Eficiencia de este compresor. 100% es el mejor valor, pero es más lento.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
spanish: Comando y opciones utilizados para crear un archivo y adjuntarlo.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
spanish: Descripción del script en el menú de 'Scripts'.

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
spanish: Fichero script a utilizar.

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
spanish: Tipo de script (ARexx o AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
spanish: Abrir una ventana que permite entrada y salida de datos para el script.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
spanish: No ejecutar el script "en segundo plano", pero esperar a que finalice.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
spanish: Guardar las preferencias actuales.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
spanish: Usa las preferencias actuales.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
spanish: Cerrar la ventana de configuración y utilizar las preferencias antiguas.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
spanish: Recordatorio de Cumpleaños

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
spanish: ¡Feliz Cumpleaños!

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
spanish: Alias (PERSONA)

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
spanish: Alias (LISTA)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
spanish: Alias (GRUPO)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
spanish: _Largo|C_orto|_Cancelar

# MSG_AB_PrintReq (709//)
source: Select print format:
spanish: Seleccione formato de impresión.

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
spanish: ¡Encontrada coincidencia! Alias: \033b%s\033n Nombre: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
spanish: Buscar

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
spanish: \033cBuscar la cadena introducida en los campos: Alias, Nombre real, E-mail, Descripción, Dirección, C.P./Ciudad o Provincia/País. Soporta comodines al estilo AmigaDOS. \033lIntroduzca cadena a buscar:

# MSG_AB_StartSearch (714//)
source: _Start search
spanish: Iniciar bú_squeda

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
spanish: _Siguiente|*_Editar|_Cancelar

# MSG_AB_NoneFound (716//)
source: No matching entries found.
spanish: Ninguna coincidencia encontrada.

# MSG_AB_Modified (717//)
source: Address book has been modified.
spanish: ¡Se han modificado datos en la agenda!

# MSG_AB_TitleName (720//)
source: Name
spanish: Nombre

# MSG_AB_TitleDescription (721//)
source: Description
spanish: Descripción

# MSG_AB_TitleAddress (722//)
source: Address
spanish: E-mail

# MSG_AB_TitleStreet (723//)
source: Street
spanish: Dirección

# MSG_AB_TitleCity (724//)
source: City
spanish: C.P./Ciudad

# MSG_AB_TitleCountry (725//)
source: Country
spanish: Provincia/País

# MSG_AB_TitlePhone (726//)
source: Phone
spanish: Teléfono

# MSG_AB_TitleBirthDate (727//)
source: Birth date
spanish: F. nacimiento

# MSG_AB_TitleHomepage (729//)
source: Homepage
spanish: Página web

# MSG_AB_MIFind (730//)
source: Find...
spanish: Buscar...

# MSG_AB_Entry (731//)
source: Entry
spanish: Entrada

# MSG_AB_AddUser (732//)
source: New person
spanish: Nuevo contacto...

# MSG_AB_AddGroup (733//)
source: New group
spanish: Nuevo grupo...

# MSG_AB_AddList (734//)
source: New distribution list
spanish: Nueva lista...

# MSG_AB_Duplicate (735//)
source: Duplicate
spanish: Duplicar

# MSG_AB_MIPrint (736//)
source: Print
spanish: Imprimir

# MSG_AB_MIDelete (737//)
source: Delete
spanish: Borrar

# MSG_AB_Sort (738//)
source: Sort
spanish: Ordenar

# MSG_AB_SortByAlias (739//)
source: By alias
spanish: por Alias

# MSG_AB_SortByName (740//)
source: By last name
spanish: por Apellido

# MSG_AB_SortByFirstname (741//)
source: By first name
spanish: por Nombre

# MSG_AB_SortByDesc (742//)
source: By description
spanish: por Descripción

# MSG_AB_SortByAddress (743//)
source: By address
spanish: por E-mail

# MSG_AB_View (744//)
source: View
spanish: Nodos

# MSG_AB_Fold (745//)
source: Fold all
spanish: Plegar todos

# MSG_AB_Unfold (746//)
source: Unfold all
spanish: Desplegar todos

# MSG_AB_TBSave (747//8)
source: _Save
spanish: _Guardar

# MSG_AB_TBFind (748//8)
source: _Find
spanish: Bu_scar

# MSG_AB_TBNewUser (749//8)
source: _Person
spanish: Co_ntacto

# MSG_AB_TBNewList (750//8)
source: _List
spanish: _Lista

# MSG_AB_TBNewGroup (751//8)
source: _Group
spanish: Gr_upo

# MSG_AB_TBEdit (752//8)
source: _Edit
spanish: _Editar

# MSG_AB_TBDelete (753//8)
source: _Delete
spanish: _Borrar

# MSG_AB_TBPrint (754//8)
source: P_rint
spanish: _Imprimir

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
spanish: _Despleg.

# MSG_AB_TBCloseTree (756//8)
source: F_old
spanish: Plega_r

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
spanish: Guardar los cambios realizados.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
spanish: Buscar una entrada en la agenda.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
spanish: Añadir un nuevo contacto a la agenda

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
spanish: Añadir un nuevo grupo (directorio) a la agenda.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
spanish: Añadir una nueva lista de distribución a la agenda.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
spanish: Editar esta entrada.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
spanish: Borrar el contacto seleccionado de la agenda.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
spanish: Imprimir la entrada seleccionada.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
spanish: Mostrar todas las entradas de la agenda.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
spanish: Mostrar sólo las entradas principales de la agenda.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
spanish: Definir destinatario(s) principal(es) para un nuevo mensaje.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
spanish: Definir destinatario(s) Con Copia para un nuevo mensaje.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
spanish: Definir destinatario(s) Con Copia Oculta para un nuevo mensaje.

# MSG_EA_EditUser (776//)
source: Edit person
spanish: Editar contacto

# MSG_EA_EditList (777//)
source: Edit distribution list
spanish: Editar lista de distribución

# MSG_EA_EditGroup (778//)
source: Edit group
spanish: Editar grupo

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
spanish: Datos Del Contacto

# MSG_EA_RealName (781//)
source: _Real name
spanish: Nom_bre _real

# MSG_EA_EmailAddress (782//)
source: E-_mail address
spanish: E-_mail

# MSG_EA_PGPId (783//)
source: PGP _key ID
spanish: P_GP-ID

# MSG_EA_Homepage (784//)
source: _Homepage
spanish: Página _web

# MSG_EA_SnailMail (785//)
source: Snail mail
spanish: Domicilio Del Contacto

# MSG_EA_Street (786//)
source: _Street
spanish: Dir_ección

# MSG_EA_City (787//)
source: C_ity/ZIP
spanish: C.P./C_iudad

# MSG_EA_Country (788//)
source: S_tate/Country
spanish: Pr_ovincia/País

# MSG_EA_Phone (789//)
source: _Phone number(s)
spanish: _Teléfono(s)

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
spanish: Miscelánea

# MSG_EA_Description (791//)
source: D_escription
spanish: Descripció_n

# MSG_EA_DOB (792//)
source: Date of _birth
spanish: _F. nacimiento

# MSG_EA_Portrait (793//)
source: Portrait
spanish: Imagen/Fotografía

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
spanish: _Seleccionar...

# MSG_EA_ReturnAddress (796//)
source: _Return address
spanish: E-mail _retorno

# MSG_EA_MLName (797//)
source: _Mailing list name
spanish: Lista _de Correo

# MSG_EA_Members (798//)
source: Members
spanish: Miembros

# MSG_EA_Sort (799//)
source: _Sort
spanish: _Ordenar

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
spanish: Identidad (mote o abreviatura).

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
spanish: Un breve comentario.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
spanish: Nombre completo (nombre y apellido).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
spanish: Dirección de correo electrónico oficial.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
spanish: La PGP-ID pública de este contacto, en hexadecimal.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
spanish: URL de la web de este contacto. Pulse el botón de la derecha para mostrarla en su navegador.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
spanish: Calle, portal, piso.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
spanish: Ciudad y código postal.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
spanish: Provincia y país.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
spanish: Número(s) de teléfono y/o fax.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
spanish: Imagen/fotografía de este contacto.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
spanish: Seleccionar imagen/fotografía en disco.

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
spanish: E-mail de retorno al enviar un mensaje a esta lista.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
spanish: Miembros de esta lista de distribución.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
spanish: E-mail (y nombre) o alias de este miembro.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
spanish: Añadir un nuevo miembro a la lista.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
spanish: Borrar el miembro seleccionado de la lista.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
spanish: Ordenar alfabéticamente la lista de miembros.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
spanish: Aceptar esta entrada.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
spanish: Cancelar los cambios.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
spanish: \033cEl remitente solicita acuse de recibo del mensaje. ¿Qué desea hacer?

# MSG_RE_SaveMessage (827//)
source: Save message
spanish: Guardar mensaje

# MSG_RE_PrintMsg (829//)
source: Print message
spanish: Imprimir mensaje

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
spanish: Parte a imprimir:

# MSG_RE_PrintGad (831//)
source: _Print
spanish: _Imprimir

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
spanish: Parte a guardar:

# MSG_RE_SaveGad (833//)
source: _Save
spanish: _Guardar

# MSG_RE_DisplayMsg (834//)
source: Display message
spanish: Mostrar mensaje

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
spanish: Parte a mostrar:

# MSG_RE_DisplayGad (836//)
source: _Display
spanish: _Mostrar

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
spanish: \033cATENCIÓN: Firma PGP errónea

# MSG_RE_GoodSig (838//)
source: Good signature
spanish: Firma PGP correcta

# MSG_RE_SigFrom (839//)
source: from
spanish: de

# MSG_RE_SigCheck (840//)
source: Check PGP signature
spanish: Comprobar firma PGP

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
spanish: *_Mantener|_Reemplazar|_Cancelar

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
spanish: \033c¿Qué desea hacer con el mensaje (encriptado) original?

# MSG_RE_Header (843//)
source: Header
spanish: Cabecera

# MSG_RE_Letter (844//)
source: Letter
spanish: Carta

# MSG_RE_MDNFrom (845//)
source: From:
spanish: De:

# MSG_RE_MDNTo (846//)
source: To:
spanish: Para:

# MSG_RE_MDNSubject (847//)
source: Subject:
spanish: Asunto:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
spanish: Mensaje-ID:

# MSG_RE_MDNDate (849//)
source: Date:
spanish: Fecha:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
spanish: Destinatario original:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
spanish: Destinatario final:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
spanish: manualmente

# MSG_RE_MDNauto (853//)
source: automatically
spanish: automáticamente

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
spanish: Se ha mostrado el mensaje: %s Esto no garantiza que se haya leído/entendido.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
spanish: El mensaje: %s Se ha borrado%s. El destinatario PUEDE (o NO) haberlo visto y PUEDE (o NO) que lo recupere y lo lea más tarde.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
spanish: El mensaje: %s ha sido %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
spanish: >Error PGP< No tiene permiso para ver este mensaje encriptado con PGP. Puede que su software PGP no esté correctamente configurado o que el mensaje fuese encriptado para otra persona.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
spanish: El mensaje sólo puede ser leído por %s

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
spanish: ¿Añadir el contacto \033b%s\033n a su agenda?

# MSG_RE_ContentType (865//)
source: Content-Type
spanish: Tipo

# MSG_RE_Description (866//)
source: Description
spanish: Descripción

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
spanish: archivo UUencoded

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
spanish: \033c¿Qué desea hacer con la dirección <%s>?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
spanish: *Escribir _mensaje|_Editar contacto|_Cancelar

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
spanish: *Escribir _mensaje|_Añadir contacto|_Cancelar

# MSG_RE_Original (871//)
source: Raw format
spanish: Mensaje entero

# MSG_RE_AllTexts (872//)
source: Displayed text
spanish: Texto mostrado

# MSG_RE_MDisplay (873//)
source: Display...
spanish: Mostrar...

# MSG_RE_SaveAll (874//)
source: Save all...
spanish: Guardar todos...

# MSG_RE_Navigation (875//)
source: Navigation
spanish: Navegación

# MSG_RE_MNext (876//)
source: Next message
spanish: Adelante

# MSG_RE_MPrev (877//)
source: Previous message
spanish: Atrás

# MSG_RE_MURNext (878//)
source: Next unread message
spanish: Siguiente sin leer

# MSG_RE_MURPrev (879//)
source: Previous unread message
spanish: Anterior sin leer

# MSG_RE_MNextTh (880//)
source: Next message in thread
spanish: Siguiente mismo asunto

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
spanish: Anterior mismo asunto

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
spanish: Extraer PGP-ID pública(s)

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
spanish: Guardar mensaje desencriptado

# MSG_RE_NoHeaders (884//)
source: No headers
spanish: Sin cabecera

# MSG_RE_ShortHeaders (885//)
source: Short headers
spanish: Cabecera resumida

# MSG_RE_FullHeaders (886//)
source: Full headers
spanish: Cabecera completa

# MSG_RE_NoSInfo (887//)
source: No sender info
spanish: Sin datos personales

# MSG_RE_SInfo (888//)
source: Data fields only
spanish: Sólo datos personales

# MSG_RE_SInfoImage (889//)
source: Data and image
spanish: Datos e imagen

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
spanish: Ajustar cabeceras

# MSG_RE_Textstyles (891//)
source: Text styles?
spanish: Estilos en texto

# MSG_RE_TBPrev (892//8)
source: _Prev
spanish: _Atrás

# MSG_RE_TBNext (893//8)
source: _Next
spanish: A_delan.

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
spanish: A_sunto <

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
spanish: Asun_to >

# MSG_RE_TBDisplay (896//8)
source: _Display
spanish: M_ostrar

# MSG_RE_TBSave (897//8)
source: _Save
spanish: _Guardar

# MSG_RE_TBPrint (898//8)
source: Pr_int
spanish: _Imprimir

# MSG_RE_TBDelete (899//8)
source: De_lete
spanish: _Borrar

# MSG_RE_TBMove (900//8)
source: _Move
spanish: _Mover

# MSG_RE_TBReply (901//8)
source: _Reply
spanish: _Resp.

# MSG_RE_TBForward (902//8)
source: For_ward
spanish: Reen_viar

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
spanish: Mostrar contenido del anterior mensaje.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
spanish: Mostrar contenido del siguiente mensaje.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
spanish: Mostrar el mensaje al que se está contestando (mismo asunto).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
spanish: Mostrar la respuesta a este mensaje (mismo asuntol).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
spanish: Usa el tipo MIME configurado para mostrar una parte de este mensaje.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
spanish: Guardar mensaje mostrado o parte de él a disco.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
spanish: Enviar este mensaje a la impresora.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
spanish: Mover este mensaje a otra carpeta y mostrar el siguiente.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
spanish: Borrar este mensaje y mostrar el siguiente.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
spanish: Responder a este mensaje.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
spanish: Reenviar este mensaje.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
spanish: \033c¿Qué desea hacer con las modificaciones realizadas en este mensaje?

# MSG_WR_SaveTextAs (919//)
source: Save text as
spanish: Guardar texto como

# MSG_WR_AddFile (920//)
source: Select files to attach
spanish: Seleccione ficheros a adjuntar

# MSG_WR_CreateArc (921//)
source: Create archive
spanish: Crear archivo
