Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
cs: _Výchozí prohlížeč

# MSG_CO_Organization (432//)
source: _Organization
cs: Název _organizace

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
cs: _Dodatečné položky

# MSG_CO_MessageBody (434//)
source: Message body
cs: Text zprávy

# MSG_CO_Welcome (435//)
source: Welcome _phrase
cs: Oslo_vení

# MSG_CO_Greetings (436//)
source: Closing p_hrase
cs: Pozdr_av

# MSG_CO_WordWrap (438//)
source: _Word-wrap
cs: Za_lamovat na

# MSG_CO_EWOff (439//)
source: off
cs: vypnuto

# MSG_CO_EWAsYouType (440//)
source: as you type
cs: přímo při psaní

# MSG_CO_EWBeforeSend (441//)
source: before sending
cs: až před odesláním

# MSG_CO_ExternalEditor (442//)
source: _External editor
cs: _Externí editor

# MSG_CO_PhraseOpen (444//)
source: Open
cs: Pozdrav

# MSG_CO_PhraseIntro (445//)
source: Intro
cs: Uvození

# MSG_CO_PhraseClose (446//)
source: Close
cs: Ukončení

# MSG_CO_Forwarding (447//)
source: Forwarding
cs: Přeposlání zprávy

# MSG_CO_FwdInit (448//)
source: _Initial phrase
cs: Uvozující te_xt

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
cs: Ukončovací _text

# MSG_CO_Replying (450//)
source: Replying
cs: Odpověď na zprávu

# MSG_CO_RepInit (451//)
source: Default _reply phrases
cs: Výc_hozí odpověď

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
cs: _Alternativní odpověď

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
cs: Pro tyto _domény

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
cs: Odpověď pro sezna_m

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
cs: Od_sadit i prázdné řádky

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
cs: O_věřit adresu příjemce

# MSG_CO_StripSignature (458//)
source: Stri_p signature
cs: Ods_tranit podpis

# MSG_CO_DefSig (459//)
source: Default signature
cs: Výchozí podpis

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
cs: Alt. podpis č.1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
cs: Alt. podpis č.2

# MSG_CO_Signature (462//)
source: Signature
cs: Podpis

# MSG_CO_EditSig (464//)
source: _Edit in external editor
cs: Upravit v externím _editoru

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
cs: Přiložit _citáty (náhodně)

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
cs: Přiložit podpis (E_NV:Signature)

# MSG_CO_Taglines (467//)
source: Taglines
cs: Citáty

# MSG_CO_TaglineFile (468//)
source: Tagline _file
cs: Sou_bor s citáty

# MSG_CO_TaglineSep (469//)
source: Tag_line separator
cs: Oddělov_ač citátů

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
cs: Použít _fixní písmo

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
cs: Zobrazit čas v jednotkách Swatch _Beats

# MSG_CO_LogNone (472//)
source: none
cs: Žádný

# MSG_CO_LogNormal (473//)
source: normal
cs: Normální

# MSG_CO_LogVerbose (474//)
source: verbose
cs: Podrobný

# MSG_CO_PGPExe (475//)
source: P_GP's directory
cs: Adresář P_GP

# MSG_CO_Logfiles (481//)
source: Log files
cs: Záznam o činnosti

# MSG_CO_LogPath (482//)
source: _Path
cs: _Cesta

# MSG_CO_LogSplit (483//)
source: Split _log file
cs: Rozdě_lit záznam

# MSG_CO_LogMode (484//)
source: _Mode
cs: Reži_m

# MSG_CO_LogAllEvents (485//)
source: Log _all events
cs: Z_aznamenat vše

# MSG_CO_OnStartup (486//)
source: On program startup
cs: Při spuštění programu

# MSG_CO_LoadAll (487//)
source: Load all folders
cs: Načíst všechny složky

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
cs: Označit nové zprávy jako nepřečtené

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
cs: Poslat poštu ve složce 'K odeslání'

# MSG_CO_CheckDOB (491//)
source: Check birthdates
cs: Zjistit data narození

# MSG_CO_OnTermination (492//)
source: On program termination
cs: Při ukončení programu

# MSG_CO_DeleteOld (493//)
source: Delete old mail
cs: Smazat starou poštu

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
cs: Odstranit zprávy ze složky 'Koš'

# MSG_CO_ATABnever (495//)
source: never
cs: Nikdy

# MSG_CO_ATABask (496//)
source: ask before
cs: Na dotaz

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
cs: Pokud existuje; dotázat se

# MSG_CO_ATABinfo (498//)
source: if info available
cs: Pokud existuje

# MSG_CO_ATABalways (499//)
source: always
cs: Ve všech případech

# MSG_CO_InfoExc (500//)
source: Personal data exchange
cs: Nakládání s osobními údaji

# MSG_CO_Gallery (501//)
source: Save _photos in
cs: F_otografie kontaktů

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
cs: Uloži_t adresu odesílatele

# MSG_CO_NewGroup (505//)
source: _Group for new entries
cs: S_kupina pro nové kontakty

# MSG_CO_Paths (507//)
source: Paths
cs: Definice cest

# MSG_CO_Detach (508//)
source: Decode _files to
cs: Dekódovat _soubory do

# MSG_CO_Attach (509//)
source: _Attach files from
cs: N_ačtení příloh

# MSG_CO_TempDir (510//)
source: For temp_orary files
cs: _Dočasné soubory:

# MSG_CO_AppIcon (511//)
source: Mailbox status
cs: Ikona poštovní schránky

# MSG_CO_PositionX (512//)
source: Position _X
cs: Pozice _X

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
cs: Tlačítkem pro zavření pro_gram skrýt

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
cs: Uložení a smazání zpráv

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
cs: Potvrdit _smazání

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
cs: nebo více zpráv

# MSG_CO_Remove (517//)
source: _Remove messages immediately
cs: Smazat zp_rávy bez přesunutí do koše

# MSG_CO_XPK (525//)
source: XPK/LhA settings
cs: Komprese a šifrování dat

# MSG_CO_XPKPack (526//)
source: Packer
cs: Komprimovat data pomocí

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
cs: Komprimovat a šifrovat

# MSG_CO_Archiver (528//)
source: Archi_ver
cs: Archi_vovat pomocí

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
cs: Položka č.%ld menu 'Skripty'

# MSG_CO_ScriptStartup (530//)
source: Program startup
cs: Při spuštění programu

# MSG_CO_ScriptTerminate (531//)
source: Program termination
cs: Při ukončení programu

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
cs: Před stáhnutím pošty

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
cs: Po stáhnutí pošty

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
cs: S každou novou zprávou

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
cs: Před odesláním pošty

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
cs: Po odeslání pošty

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
cs: Při čtení zprávy

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
cs: Před napsáním zprávy

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
cs: Po napsání zprávy

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
cs: Dvojí kliknutí na odkaz

# MSG_CO_Script (541//)
source: Sc_ript
cs: Sk_ript

# MSG_CO_OpenConsole (542//)
source: _Open console window
cs: _Otevřít konzolu

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
cs: Če_kat na ukončení

# MSG_CO_Open (544//)
source: Open...
cs: Otevřít...

# MSG_CO_SaveAs (545//)
source: Save as...
cs: Uložit jako...

# MSG_CO_Edit (546//)
source: Edit
cs: Úpravy

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
cs: Obnovit výchozí

# MSG_CO_ResetAll (548//)
source: Reset all settings
cs: Obnovit výchozí všem

# MSG_CO_LastSaved (549//)
source: Last saved
cs: Naposledy uložené

# MSG_CO_Restore (550//)
source: Restore
cs: Obnovit předchozí

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
cs: Importovat definice MIME...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
cs: Celé jméno (jméno a příjmení)

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
cs: Elektronická adresa

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
cs: Adresa serveru, ze kterého stahujete poštu. Pokud ponecháte toto pole prázdné, bude použita adresa serveru pro odesílání pošty.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
cs: Heslo pro poštovní server

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
cs: Adresa serveru pro odesílání pošty. Ponecháte-li toto pole prázdné, bude použita adresa serveru pro stahování pošty.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
cs: Při odesílání vypne konverzi textu zprávy (převod textu do ASCII). Použijte pouze tehdy, pokud víte, že server pro odesílání pošty tuto funkci zvládá. V opačném případě riskujete poškození obsahu zpráv.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
cs: Seznam serverů POP3

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
cs: Umožní přidat nový server POP3.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
cs: Umožní odstranit vybraný server POP3.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
cs: Uživatelské jméno pro přihlášení k POP3 serveru. Ponecháte-li toto pole prázdné, bude použita první část e-mailu, tj. až po znak '@'.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
cs: Po stáhnutí smaže zprávy ze serveru.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
cs: Aktivuje vybranou položku, tj. program začne z tohoto serveru v zadaném intervalu stahovat poštu.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
cs: Zobrazí okno s informacemi o stahování pošty.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
cs: Zobrazí přehled pošty uložené na serveru a umožní vybrat ty zprávy, které chcete stáhnout.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
cs: Zprávy, jejichž velikost přesahuje definovaný limit, budou považovány za 'velké'.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
cs: Definuje interval stahování pošty.

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
cs: Při automatickém vybírání nové pošty program stáhne i zprávy přesahující definovaný limit.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
cs: Po doručení nové pošty zobrazí dialogové okno.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
cs: Po doručení nové pošty spustí definovaný skript nebo program.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
cs: Po doručení nové pošty přehraje definovaný zvuk.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
cs: Seznam filtrů

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
cs: Název filtru

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
cs: Aplikuje vybraný filtr před stáhnutím pošty.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
cs: Aplikuje vybraný filtr na všechny nové zprávy.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
cs: Aplikuje vybraný filtr na odeslané zprávy.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
cs: Vybraný filtr program neaplikuje automaticky, spustíte ho sami, ručně.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
cs: Zprávy vyhovující definovaným kritériím přepošle určené osobě.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
cs: Definuje adresu osoby, které mají být přeposlány odpovídající zprávy.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
cs: Na zprávy vyhovující definovaným kritériím pošle automatickou odpověď.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
cs: Textový soubor, obsahující automatickou odpověď.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
cs: Pro každou zprávu vyhovující definovaným kritériím spustí příkaz.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
cs: Definuje příkaz, který bude spuštěn. Jako argument program doplní zprávu (včetně cesty) vyhovující zadaným kritériím.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
cs: Pro každou zprávu vyhovující definovaným kritériím přehraje zvuk.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
cs: Definuje zvuk, který program přehraje.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
cs: Zprávy vyhovující definovaným kritériím přesune do určené složky.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
cs: Definuje cílovou složku.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
cs: Zprávy vyhovující definovaným kritériím smaže.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
cs: Zprávy vyhovující definovaným kritériím nestáhne ze serveru.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
cs: Přidá do seznamu nový filtr.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
cs: Odstraní ze seznamu vybraný filtr.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
cs: Definuje barvu pro podruhé odsazený text.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
cs: Rozdělí text dlouhé hlavičky do více řádků.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
cs: Definuje způsob zobrazení hlavičky zprávy v okně pro čtení zprávy.

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|Bcc|Date|Subject).
cs: Zadání masky definuje zobrazení hlavičky v režimu 'vybrané části'. Výchozí stav je (From|To|Cc|Bcc|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
cs: Zobrazí informace o odesílateli (pokud je ten zveřejňuje) v okně pro čtení zprávy.

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
cs: Definuje druh oddělovače pro podpis.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
cs: Zobrazí všechny textové přílohy zprávy.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
cs: Otevře vlastní okno pro každou zprávu.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
cs: Definuje barvu 'barevného' textu v okně pro čtení zprávy a editor.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
cs: Zobrazí zprávy fixním písmem.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
cs: Umožní zadání nového druhu přílohy dle standardu MIME anebo zobrazí vybranou položku ze seznamu.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
cs: Definuje cestu a případný argument pro prohlížeč. Seznam proměnných zobrazíte kliknutím na vedle umístěné tlačítko.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
cs: Přidá ní nového typu MIME

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
cs: Odebrání vybraného typu MIME

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
cs: Seznam přípon (oddělených čárkou), podle kterých lze identifikovat druh souboru.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
cs: Definuje program k zobrazení neznámého druhu souboru.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
cs: Definuje text přidaný na začátek nové zprávy.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
cs: Definuje text přidaný na konec nové zprávy.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
cs: Definuje zalomení textu zprávy na zadanou hodnotu.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
cs: Pokud dáváte přednost zalamování textu při psaní vyberte možnost 'přímo při psaní'.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
cs: Při psaní nové zprávy spustí program automaticky externí editor.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
cs: Definuje text pro uvození přeposílané zprávy. Seznam proměnných zobrazíte kliknutím na vedle umístěné tlačítko.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
cs: Definuje text přidaný na konec přeposílané zprávy.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
cs: Definuje text pro uvození odpovědi. Seznam proměnných zobrazíte kliknutím na vedle umístěné tlačítko.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
cs: Definuje alternativní text pro uvození odpovědi. Platí pro ty odesílatele, jejichž adresa patří do domény dle níže uvedené masky.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
cs: Definuje domény, pro které program použije výše uvedený alternativní text. Zadejte masku podle pravidel AmigaOS.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
cs: Definuje text pro uvození odpovědi do rozesílacího seznamu.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
cs: Chcete v odpovědi odsadit i prázdné řádky?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
cs: Zobrazí dotaz, zda chcete odpovědět na adresu definovanou v poli 'Od' nebo 'Zpáteční adresa'.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
cs: Z odpovědi odstraní podpis původního odesílatele.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
cs: Umožní upravit podpis v externím editoru.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
cs: Vloží proměnnou, která zajistí automatické přidání citátu na konec zprávy.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
cs: Vloží proměnnou, která zajistí automatické přidání podpisu ze souboru ENV:SIGNATURE.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
cs: Definuje textový soubor, obsahující citáty.

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
cs: Definuje řetězec, oddělující jednotlivé citáty v textovém souboru.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
cs: Přehled sloupců v seznamu složek

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
cs: Přehled sloupců v seznamu zpráv

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
cs: Přehled sloupců v seznamu kontaktů

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
cs: Zobrazí seznam položek fixním písmem.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
cs: Zobrazí čas v tzv. Swatch Beats, jednotkách času firmy Swatch.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
cs: Zde vyberte cestu k programu PGP.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
cs: Definuje cestu k záznamovým souborům.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
cs: Zapne rozdělení záznamového souboru každý měsíc.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
cs: Definuje režim záznamu o činnosti programu.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
cs: Zapne záznam veškerých událostí.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
cs: Načte indexy všech složek se zprávami.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
cs: Změní stav nových zpráv na nepřečtené.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
cs: Odešle zprávy ve frontě, resp. složce 'K odeslání'.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
cs: Projde seznam kontaktů a má-li někdo narozeniny, upozorní vás.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
cs: Smaže zprávy, které jsou ve složce déle než je stanovená doba (viz nastavení složky).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
cs: Smaže zprávy ze složky 'Koš'.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
cs: Definuje cestu k souborům s fotografií těch lidí ze seznamu kontaktů, kteří ji zveřejňují.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
cs: Automaticky uloží e-mail odesílatele přečtené zprávy do seznamu kontaktů.

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
cs: Adresa a příp. i číslo portu HTTP proxy serveru (výchozí port je 80). Toto pole nemusíte vyplňovat.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
cs: Nové kontakty přidá do této skupiny. Pokud ještě neexistuje, bude vytvořena.

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
cs: Definuje cestu pro ukládání dočasných souborů.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
cs: Definuje cestu pro ukládání příloh.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
cs: Definuje cestu pro načtení příloh.
