Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
cs: Povolí automatické šifrování všech zpráv systémem PGP.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
cs: Přiložení vlastního klíče znamená, že šifrovanou zprávu si můžete po odeslání přečíst i vy sami. Pokud klíč není přiložen, zprávu dešifruje pouze její příjemce.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
cs: Umožňuje definovat výchozí podpis pro vybraný profil.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
cs: Upozornění na konfiguraci

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
cs: Upravili jste nastavení programu a nyní chcete bez uložení zavřít konfigurační okno. Opravdu chcete přijít o všechny provedené změny?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
cs: _Zavřít|*Př_erušit

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
cs: Upozornění na verzi konfigurace

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
cs: Konfigurační soubor byl vytvořen novější verzí programu YAM. Budete-li pokračovat v načítání, je možné, že přijdete o některá nastavení. Co si přejete udělat?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
cs: _Pokračovat|*Př_erušit

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
cs: Standardní kopie

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
cs: Skrytá kopie

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
cs: Zpáteční adresa

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
cs: Nastavení sloupců

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
cs: Hlavní okno

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
cs: Téma

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
cs: Informace

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
cs: Zde určíte který z nabízených podpisů použít.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
cs: Systém PGP

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
cs: Definuje úroveň zabezpečení. Pomocí systému PGP lze zprávu podepsat nebo zašifrovat, příp. obojí. 'Výchozí' znamená, že se program pokusí najít adresáta v seznamu kontaktů a následně použít tam definovaný způsob zabezpečení.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
cs: MIME

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
cs: _Stáhnout zprávy větší než

# MSG_MA_DRAFTS (2359//)
source: Drafts
cs: Koncepty

# MSG_CO_SIGNATURE (2360//)
source: Signature
cs: Podpis

# MSG_CO_SIGNATURES (2361//)
source: Signatures
cs: Podpisy

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
cs: Popis

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
cs: _Aktivní

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
cs: Podpis

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
cs: Seznam všech podpisů

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
cs: Do seznamu přidá nový podpis.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
cs: Ze seznamu odebere vybraný podpis.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
cs: Přesune vybraný podpis od řádek výš.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
cs: Přesune vybraný podpis od řádek níž.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
cs: Určuje, zda je vybraný podpis povolený.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
cs: Stručně definuje vybraný podpis.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
cs: Definuje textový editor k úpravě podpisu.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
cs: Přenos dat

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
cs: Upozornění na novou poštu

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
cs: Upozornění na certifikát

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
cs: _Přijmout dočasně|Přijmout _trvale|_Zobrazit certifikát|*_Odmítnout

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
cs: Chyba při ověřování certifikátu serveru '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
cs: - Certifikát nevystavila žádná z ověřených společností, tzv. certifikačních autorit. Zkontrolujte sami pravost otisku.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
cs: - Skutečný název serveru neodpovídá názvu serveru v certifikátu.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
cs: - Certifikát ještě nenabyl platnosti.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
cs: - Certifikát již pozbyl platnosti.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
cs: - Certifikát obsahuje (neznámou) chybu.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
cs: Informace o certifikátu: - Server: \033b%s\033n - Platnost: od \033b%s\033n do \033b%s\033n - Vydal: \033b%s\033n - Otisk: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
cs: Certifikát pro %s:%d

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
cs: Chyba při načítání souboru s balíčkem certifikátů '%s' nebo některého ze samostatných certifikátů v adresáři '%s'. Zkontrolujte prosím, zda nejsou v adresáři s certifikáty neplatné nebo neznámé soubory.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
cs: Nelze najít adresář '%s', ve kterém jsou uloženy soubory s certifikáty. Zkontrolujte prosím, zda adresář s certifikáty existuje a zároveň jestli obsahuje soubor s balíčkem certifikátů dodávaný s programem YAM.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
cs: Ukončit filtrování

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
cs: Po dokončení vybraného filtru ukončí filtrování pošty. Další již nebudou spuštěny.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
cs: Importovat...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
cs: Importovat filtr

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
cs: Důvěřovat hodnocení tohoto externího filtru:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
cs: Chyba při inicializaci tabulky UIDL.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
cs: Text podpisu

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
cs: Připojit soubor namísto textu

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
cs: Načítání informací o zprávách (%%ld of %ld)

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
cs: Novinky a aktualizace si zjišťuje uživatel sám.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
cs: Upozornění na novinky a aktualizace se objeví automaticky.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
cs: Zobrazit znaky

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
cs: Chyba při vytváření třídy '%s' v rámci supertřídy '%s'.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
cs: YAM nalezl ve vašem systému MorphOS variantu knihovny 'rexxsyslib.library', která nefunguje správně. S touto knihovnou není možné využít arexxové skripty. Situaci vyřešíte např. zkopírováním funkční verze této knihovny z instalačního média AmigaOS 3.1-3.9 do 'SYS:Libs'. Následně je potřeba ještě přejmenovat zmíněnou vadnou knihovnu, kterou naleznete v adresáři 'MOSSYS:Libs', a nakonec restartovat systém.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
cs: Uložit jako _koncept

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
cs: Uloží rozepsanou zprávu do složky 'Koncepty'.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
cs: Uložit jako koncept

# MSG_WR_MCLOSE (2405//)
source: Close
cs: Zavřít

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
cs: Přesměrována zpráva od '%s'; předmět '%s', určená pro '%s'

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
cs: Přesmě_rovat

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
cs: Zprávy vyhovující definovaným kritériím přesměruje určené osobě.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
cs: Definuje adresu osoby, které mají být přesměrovány odpovídající zprávy.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
cs: Přesměrovat...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
cs: _Přesměrovat-Od

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
cs: Př_esměrovat-Komu

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_Cc
cs: Pře_směrovat-Kopie

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_Bcc
cs: Přes_měrovat-Skrytá

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
cs: Přesměrovat zprávy

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
cs: Nelze vytvořit soubor se zprávou '%s'. Důvod: Neplatná složka nebo nedostatek volného místa na disku.

# MSG_WR_RENAME (2417//)
source: _Rename
cs: Př_ejmenovat

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
cs: Přejmenovat přílohu

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
cs: Zadejte nový název přílohy:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
cs: Přeskočit šifrované zprávy

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
cs: Při hledání přeskočí zašifrované zprávy (např. zprávy kódované systémem PGP).

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
cs: Zo_brazit v hlavním okně panel pro rychlé hledání

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
cs: Do hlavního okna programu vpravo nahoru přidá panel, pomocí kterého ve vybrané složce rychle najdete požadovanou zprávu.

# MSG_CO_QUICKSEARCHBARPOS (2424//)
source: P_osition
cs: P_ozice

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
cs: Vypnuto

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
cs: Nahoře

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
cs: Dole

# MSG_CO_FILTER_REGISTER_SETTINGS (2428//)
source: General
cs: Obecné

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
cs: Podmínky

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
cs: Akce

# MSG_CO_CONDITION_ALL (2431//)
source: all
cs: všechny

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
cs: jedna nebo více

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
cs: pouze jedna

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
cs: Přílohy

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
cs: Přidat...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
cs: Zabalit a _přidat...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
cs: Odebrat

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
cs: Přejmenovat...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
cs: Zobrazit

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
cs: Příloha

# MSG_WR_REMOVE (2441//)
source: Rem_ove
cs: _Odstranit

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
cs: Pokud

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
cs: je splněna jedna z těchto podmínek:

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
cs: Europe/Prague

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
cs: Definuje vaše aktuální časové pásmo.

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
cs: Časový posun vůči GMT:

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
cs: Příští změna času:

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
cs: Popis:

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
cs: Nelze otevřít soubor s popisem časových pásem '%s/Resources/zoneinfo/zone.tab'. Zkontrolujte prosím, zda jsou všechny soubory potřebné pro správu časových pásem v adresáři '%s/Resources/zoneinfo'.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
cs: Nelze otevřít soubor s definicí časového pásma '%s'. Zkontrolujte prosím, zda jsou všechny soubory potřebné pro správu časových pásem v adresáři '%s/Resources/zoneinfo'.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
cs: Upozornění na zastaralý formát dat

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
cs: Při spuštění byla nalezena data v zastaralém formátu. YAM nyní přesune všechny složky se zprávami do nového společného adresáře s názvem 'Folders', který najdete na disku v '%s'. \033bUPOZORNĚNÍ:\033n Tato operace je \033bnevratná\033n a výsledkem budou data ve formátu nekompatibilním s předchozími verzemi YAMu. Chcete pokračovat nebo YAM ukončit a zazálohovat data?

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
cs: _Pokračovat|*U_končit

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
cs: _Název

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
cs: _Adresář na disku

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
cs: Kontrola adresářů...

# MSG_MA_MARCHIVE (2459//)
source: Archive
cs: Archivovat

# MSG_MA_ARCHIVE (2460//)
source: Archive
cs: Archiv

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
cs: Zobrazit průběh

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
cs: Automaticky _spustit externí textový editor

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
cs: Externí textový editor

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
cs: Určuje cestu k vašemu oblíbenému textovému editoru, kterým můžete podle libosti nahradit interní editor.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
cs: _Cílové kódování

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
cs: Definuje kódování, do kterého bude text převeden ještě před otevřením v textovém editoru.

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
cs: Definuje kódování, do kterého bude text převeden ještě před zobrazením. Vybrané kódování by mělo odpovídat kódování systému. Pokud ne, YAM bude žádat potvrzení a zeptá se znovu.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
cs: Definuje kódování, do kterého bude text převeden ještě před odesláním zprávy. Vybrané kódování by mělo odpovídat kódování operačního systému, ale není to nutné. V případě pochybností vyberte kódování UTF-8.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: _Default charset
cs: Výchozí kó_dování

# MSG_CO_MIME_CODESET (2471//)
source: Display c_harset
cs: _Cílové kódování

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
cs: Definuje kódování, do kterého bude text převeden ještě před spuštěním příkazu definovaného pro daný druh souboru dle MIME.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
cs: Cílové kó_dování

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
cs: Definuje kódování, do kterého bude text převeden ještě před zobrazením v požadovaném prohlížeči.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
cs: Zpracováno %ld zpráv na základě %ld kritérií

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
cs: Přejít na první nepřečtenou zprávu

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
cs: Po kliknutí na požadovanou složku automaticky přejde na první nepřečtenou zprávu.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
cs: Přejít na nejnovější zprávu

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
cs: Po kliknutí na požadovanou složku automaticky přejde na nejnovější zprávu.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
cs: dnů

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
cs: Seznam filtrů...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
cs: Odesílatel

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
cs: Příjemce

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
cs: Předmět

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
cs: Text zprávy

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
cs: Kontrolovat chybějící přílohy

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
cs: Klíčová slova:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
cs: Program upozorní na potenciálně chybějící přílohu v případě, že ji ve zprávě zmiňujete a přitom žádná není připojena.

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
cs: Definuje klíčová slova, podle kterých vás program upozorní na potenciálně chybějící přílohu.

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
cs: příloha,přílohy,přílohu,přikládám,přiložený,přiložené,CV

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
cs: Nezapomněli jste náhodou na přílohu?

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
cs: Přidat...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
cs: Připomenout později

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
cs: Upomínka na přílohu

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
cs: Nezapomněli jste náhodou na přílohu?

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
cs: Ano|Ne

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
cs: Poštovní účet

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
cs: Poštovní účet

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
cs: Uložit rozmístění a velikost oken

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
cs: Zapne ukládání rozmístění a velikosti všech oken včetně rozvržení a stavu skupin či jiných objektů v rámci okna.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
cs: Výchozí složky

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
cs: Odeslané do

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
cs: Definuje složku pro ukládání odeslané pošty.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
cs: Uložit odeslané zprávy do složky 'Odeslané'

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
cs: Zapne ukládání odeslané pošty. V opačném případě budou odeslané zprávy rovnou smazány.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
cs: Použít jinou složku pro odeslané zprávy:

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
cs: Zapne ukládání odeslané pošty do jiné složky, než jakou jste nastavili v sekci TCP/IP.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
cs: Definuje vlastní složku pro ukládání odeslané pošty.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
cs: Výchozí složky
