Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
cs: Definuje pozici ikony poštovní schránky na ploše (hodnoty jsou v obrazových bodech).

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
cs: Změní funkci zavíracího tlačítka programu: namísto ukončení YAM skryje.

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
cs: Před smazáním zprávy program požádá o potvrzení.

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
cs: Od kolika vybraných zpráv chcete potvrdit smazání?

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
cs: Smaže zprávy okamžitě, tj. vynechá složku 'Koš'. Používejte s rozmyslem!

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
cs: Definuje knihovnu systému XPK, pomocí které YAM zkomprimuje a zašifruje takto nastavené složky.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
cs: Definuje knihovnu systému XPK, pomocí které YAM zkomprimuje takto nastavené složky.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
cs: Definuje účinnost vybrané knihovny systému XPK. 100 % znamená nejvyšší účinnost, ale na druhou stranu je zároveň nejpomalejší.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
cs: Zde zadejte program (i s příslušnými argumenty), pomocí kterého YAM zabalí takto určené přílohy.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
cs: Definuje název skriptu v rámci menu 'Skripty'.

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
cs: Určuje cestu k souboru se skriptem.

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
cs: Definuje druh skriptu (ARexx nebo AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
cs: Otevře konzolové okno tak, aby bylo možno zadat skriptu vstupní data nebo uložit výstupní text.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
cs: Spustí skript synchronně, tj. počká na ukončení běhu skriptu.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
cs: Uloží aktuální konfiguraci, tj. zapíše veškeré změny trvale na disk.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
cs: Použije aktuální konfiguraci, tj. veškeré změny budou platné pouze do příštího restartu.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
cs: Zavře konfigurační okno, tj. přijdete o veškeré provedené změny.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
cs: Připomínka narozenin

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
cs: Všechno nejlepší k narozeninám!

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
cs: Alias (osoba)

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
cs: Alias (seznam)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
cs: Alias (skupina)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
cs: D_louhý|_Krátký|_Zrušit

# MSG_AB_PrintReq (709//)
source: Select print format:
cs: Vyberte prosím požadovaný formát tisku.

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
cs: V seznamu byl nalezen odpovídající kontakt. Alias: \033b%s\033n Jméno: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
cs: Vyhledávání položky

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
cs: Pomocí tohoto modulu program vyhledá zadaný text v polích alias, jméno, adresa, popis, ulice, město nebo země. Zadejte prosím požadovanou masku (dle pravidel AmigaOS):

# MSG_AB_StartSearch (714//)
source: _Start search
cs: _Hledat

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
cs: _Další|*Up_ravit|_Zrušit

# MSG_AB_NoneFound (716//)
source: No matching entries found.
cs: V seznamu nebyl nalezen odpovídající kontakt.

# MSG_AB_Modified (717//)
source: Address book has been modified.
cs: Seznamu kontaktů byl změněn. Chcete ho uložit?

# MSG_AB_TitleName (720//)
source: Name
cs: Jméno

# MSG_AB_TitleDescription (721//)
source: Description
cs: Popis

# MSG_AB_TitleAddress (722//)
source: Address
cs: Adresa

# MSG_AB_TitleStreet (723//)
source: Street
cs: Ulice

# MSG_AB_TitleCity (724//)
source: City
cs: Město

# MSG_AB_TitleCountry (725//)
source: Country
cs: Země

# MSG_AB_TitlePhone (726//)
source: Phone
cs: Telefon

# MSG_AB_TitleBirthDate (727//)
source: Birth date
cs: Datum narození

# MSG_AB_TitlePGPId (728//)
source: PGP Id
cs: Klíč PGP

# MSG_AB_TitleHomepage (729//)
source: Homepage
cs: Domovská stránka

# MSG_AB_MIFind (730//)
source: Find...
cs: Hledat...

# MSG_AB_Entry (731//)
source: Entry
cs: Položka

# MSG_AB_AddUser (732//)
source: New person
cs: Nový kontakt

# MSG_AB_AddGroup (733//)
source: New group
cs: Nová skupina

# MSG_AB_AddList (734//)
source: New distribution list
cs: Nový seznam

# MSG_AB_Duplicate (735//)
source: Duplicate
cs: Duplikovat

# MSG_AB_MIPrint (736//)
source: Print
cs: Tisknout

# MSG_AB_MIDelete (737//)
source: Delete
cs: Smazat

# MSG_AB_Sort (738//)
source: Sort
cs: Řazení

# MSG_AB_SortByAlias (739//)
source: By alias
cs: Podle aliasu

# MSG_AB_SortByName (740//)
source: By last name
cs: Podle příjmení

# MSG_AB_SortByFirstname (741//)
source: By first name
cs: Podle jména

# MSG_AB_SortByDesc (742//)
source: By description
cs: Podle popisu

# MSG_AB_SortByAddress (743//)
source: By address
cs: Podle adresy

# MSG_AB_View (744//)
source: View
cs: Zobrazení

# MSG_AB_Fold (745//)
source: Fold all
cs: Rozbalit vše

# MSG_AB_Unfold (746//)
source: Unfold all
cs: Sbalit vše

# MSG_AB_TBSave (747//8)
source: _Save
cs: _Uložit

# MSG_AB_TBFind (748//8)
source: _Find
cs: _Hledat

# MSG_AB_TBNewUser (749//8)
source: _Person
cs: _Osoba

# MSG_AB_TBNewList (750//8)
source: _List
cs: _Seznam

# MSG_AB_TBNewGroup (751//8)
source: _Group
cs: S_kupina

# MSG_AB_TBEdit (752//8)
source: _Edit
cs: Up_ravit

# MSG_AB_TBDelete (753//8)
source: _Delete
cs: S_mazat

# MSG_AB_TBPrint (754//8)
source: P_rint
cs: Tisk_n.

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
cs: Ro_zbal.

# MSG_AB_TBCloseTree (756//8)
source: F_old
cs: Sb_alit

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
cs: Uloží provedené změny.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
cs: Umožní najít kontakty v seznamu.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
cs: Přidá do seznamu novou osobu.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
cs: Přidá do seznamu novou skupinu.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
cs: Přidá do seznamu nový rozesílací seznam.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
cs: Umožní upravit vybranou položku seznamu.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
cs: Smaže ze seznamu vybranou položku.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
cs: Vytiskne vybranou položku.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
cs: Zobrazí všechny položky seznamu kontaktů.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
cs: Zobrazí pouze kořenové položky seznamu kontaktů.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
cs: Definuje hlavního adresáta zprávy.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
cs: Definuje příjemce kopie zprávy.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
cs: Definuje příjemce skryté kopie zprávy.

# MSG_EA_EditUser (776//)
source: Edit person
cs: Úprava údajů o osobě

# MSG_EA_EditList (777//)
source: Edit distribution list
cs: Úprava údajů o seznamu

# MSG_EA_EditGroup (778//)
source: Edit group
cs: Úprava údajů o skupině

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
cs: Elektronická adresa

# MSG_EA_RealName (781//)
source: _Real name
cs: _Skutečné jméno

# MSG_EA_EmailAddress (782//)
source: E-_mail address
cs: E-_mail

# MSG_EA_PGPId (783//)
source: PGP _key ID
cs: _Klíč PGP

# MSG_EA_Homepage (784//)
source: _Homepage
cs: _Domovská stránka

# MSG_EA_SnailMail (785//)
source: Snail mail
cs: Klasická adresa

# MSG_EA_Street (786//)
source: _Street
cs: _Ulice

# MSG_EA_City (787//)
source: C_ity/ZIP
cs: Město/_PSČ

# MSG_EA_Country (788//)
source: S_tate/Country
cs: Stát_/země

# MSG_EA_Phone (789//)
source: _Phone number(s)
cs: Tele_fon

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
cs: Ostatní

# MSG_EA_Description (791//)
source: D_escription
cs: Krá_tký popis

# MSG_EA_DOB (792//)
source: Date of _birth
cs: Datum _narození

# MSG_EA_Portrait (793//)
source: Portrait
cs: Fotografie

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
cs: _Vybrat...

# MSG_EA_ReturnAddress (796//)
source: _Return address
cs: Zpáteční a_dresa

# MSG_EA_MLName (797//)
source: _Mailing list name
cs: Název sezna_mu

# MSG_EA_Members (798//)
source: Members
cs: Seznam osob

# MSG_EA_Sort (799//)
source: _Sort
cs: _Seřadit

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
cs: Zde zadejte přezdívku nebo jiný rychlý způsob identifikace dané osoby.

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
cs: Krátká poznámka týkající se dané osoby.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
cs: Definuje jméno a příjmení dané osoby.

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
cs: Určuje elektronickou adresu dané osoby.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
cs: Definuje číslo klíče PGP dané osoby.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
cs: Zde zadejte odkaz na domovskou stránku dané osoby. Chcete-li stránku zobrazit v prohlížeči, klikněte na tlačítko po pravé straně.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
cs: Zde zadejte jméno ulice a číslo domu.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
cs: Zde zadejte město a PSČ.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
cs: Zde zadejte zemi.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
cs: Definuje telefonní a faxová čísla.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
cs: Zde uvidíte fotografii dané osoby (pokud tuto informaci zveřejňuje).

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
cs: Umožní vybrat lokálně uloženou fotografii této osoby. Formát obrázku je omezen pouze datovými typy v operačním systému.

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
cs: Definuje zpáteční adresu pro komunikaci s osobami v tomto seznamu.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
cs: Seznam členů rozesílacího seznamu.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
cs: Adresa (a jméno) nebo alias osoby

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
cs: Přidá novou osobu do seznamu.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
cs: Smaže vybranou osobu ze seznamu.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
cs: Abecedně seřadí seznam osob.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
cs: Potvrdí zadaná data.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
cs: Zruší provedené změny.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
cs: Odesílatel zprávy žádá potvrzení o doručení. Co chcete udělat?

# MSG_RE_SaveMessage (827//)
source: Save message
cs: Uložení zprávy

# MSG_RE_PrintMsg (829//)
source: Print message
cs: Tisk zprávy

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
cs: Vyberte části zprávy, které chcete vytisknout:

# MSG_RE_PrintGad (831//)
source: _Print
cs: _Tisknout

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
cs: Vyberte části zprávy, které chcete uložit:

# MSG_RE_SaveGad (833//)
source: _Save
cs: _Uložit

# MSG_RE_DisplayMsg (834//)
source: Display message
cs: Zobrazení zprávy

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
cs: Vyberte části zprávy, které chcete zobrazit:

# MSG_RE_DisplayGad (836//)
source: _Display
cs: Zo_brazit

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
cs: Upozornění :: Neplatný podpis PGP

# MSG_RE_GoodSig (838//)
source: Good signature
cs: Platný podpis PGP

# MSG_RE_SigFrom (839//)
source: from
cs: od

# MSG_RE_SigCheck (840//)
source: Check PGP signature
cs: Zkontrolovat podpis PGP

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
cs: *_Ponechat|Nah_radit|_Zrušit

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
cs: Co chcete udělat s původní zašifrovanou zprávou?

# MSG_RE_Header (843//)
source: Header
cs: Hlavička

# MSG_RE_Letter (844//)
source: Letter
cs: Zpráva

# MSG_RE_MDNFrom (845//)
source: From:
cs: Od:

# MSG_RE_MDNTo (846//)
source: To:
cs: Komu:

# MSG_RE_MDNSubject (847//)
source: Subject:
cs: Předmět:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
cs: Identifikátor zprávy:

# MSG_RE_MDNDate (849//)
source: Date:
cs: Datum:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
cs: Původní příjemce:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
cs: Cílový příjemce:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
cs: na základě žádosti o

# MSG_RE_MDNauto (853//)
source: automatically
cs: automaticky

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
cs: Zpráva %s byla zobrazena. Upozornění: Není možné zaručit, že uživatel obsah zprávy četl nebo mu porozuměl.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
cs: Zpráva %s byla smazána%s. Upozornění: Příjemce zprávu mohl ale také nemusel vidět. V každém ji lze kdykoli vytáhnout z koše a přečíst.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
cs: Zpráva %s byla %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
cs: >Chyba PGP< Nemáte oprávnění potřebné k zobrazení této zprávy. Buď není správně nakonfigurován balík PGP nebo je zpráva určena někomu jinému.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
cs: Zprávu si může přečíst pouze %s

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
cs: Chcete přidat odesílatele \033b%s\033n mezi ostatní do seznamu kontaktů?

# MSG_RE_ContentType (865//)
source: Content-Type
cs: Typ přílohy

# MSG_RE_Description (866//)
source: Description
cs: Poznámka

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
cs: Soubor kódovaný v UU

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
cs: Vybraná adresa: %s Co chcete udělat?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
cs: *_Napsat zprávu|Upravit údaj_e|_Zrušit

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
cs: *_Napsat zprávu|Přid_at k ostatním|_Zrušit

# MSG_RE_Original (871//)
source: Raw format
cs: vše včetně hlaviček

# MSG_RE_AllTexts (872//)
source: Displayed text
cs: zobrazený text

# MSG_RE_MDisplay (873//)
source: Display...
cs: Zobrazit...

# MSG_RE_SaveAll (874//)
source: Save all...
cs: Uložit vše...

# MSG_RE_Navigation (875//)
source: Navigation
cs: Navigace

# MSG_RE_MNext (876//)
source: Next message
cs: Další zpráva

# MSG_RE_MPrev (877//)
source: Previous message
cs: Předchozí zpráva

# MSG_RE_MURNext (878//)
source: Next unread message
cs: Další nepřečtená

# MSG_RE_MURPrev (879//)
source: Previous unread message
cs: Předchozí nepřečtená

# MSG_RE_MNextTh (880//)
source: Next message in thread
cs: Další v diskusi

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
cs: Předchozí v diskusi

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
cs: Rozbalit veřejný klíč

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
cs: Uložit dešifrovanou zprávu

# MSG_RE_NoHeaders (884//)
source: No headers
cs: Bez hlavičky

# MSG_RE_ShortHeaders (885//)
source: Short headers
cs: Zkrácená hlavička

# MSG_RE_FullHeaders (886//)
source: Full headers
cs: Úplná hlavička

# MSG_RE_NoSInfo (887//)
source: No sender info
cs: Žádné informace

# MSG_RE_SInfo (888//)
source: Data fields only
cs: Pouze text

# MSG_RE_SInfoImage (889//)
source: Data and image
cs: Text a fotografie

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
cs: Zalamovat text?

# MSG_RE_Textstyles (891//)
source: Text styles?
cs: Textové styly?

# MSG_RE_TBPrev (892//8)
source: _Prev
cs: _Předch.

# MSG_RE_TBNext (893//8)
source: _Next
cs: _Další

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
cs: Pů_vodní

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
cs: _Návazná

# MSG_RE_TBDisplay (896//8)
source: _Display
cs: Zo_braz.

# MSG_RE_TBSave (897//8)
source: _Save
cs: _Uložit

# MSG_RE_TBPrint (898//8)
source: Pr_int
cs: T_iskn.

# MSG_RE_TBDelete (899//8)
source: De_lete
cs: S_mazat

# MSG_RE_TBMove (900//8)
source: _Move
cs: Pře_sun.

# MSG_RE_TBReply (901//8)
source: _Reply
cs: _Odpov.

# MSG_RE_TBForward (902//8)
source: For_ward
cs: Př_epos.

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
cs: Zobrazí obsah předchozí zprávy.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
cs: Zobrazí obsah další zprávy.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
cs: Zobrazí obsah zprávy, která této předcházela (= předchozí v diskusi).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
cs: Zobrazí odpověď na tuto zprávu (= návaznou).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
cs: Zobrazí vybranou část zprávy definovaným prohlížečem.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
cs: Uloží zobrazenou zprávu nebo její část na disk.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
cs: Vytiskne obsah zprávy.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
cs: Umožní přesunout tuto zprávu do jiné složky a poté zobrazí další.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
cs: Smaže tuto zprávu a poté zobrazí další.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
cs: Umožní odpovědět na tuto zprávu.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
cs: Umožní přeposlat tuto zprávu.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
cs: Opravdu chcete přijít o všechny provedené úpravy?

# MSG_WR_SaveTextAs (919//)
source: Save text as
cs: Uložte text

# MSG_WR_AddFile (920//)
source: Select files to attach
cs: Vyberte požadované soubory

# MSG_WR_CreateArc (921//)
source: Create archive
cs: Vytvořit archiv

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
cs: Zadejte prosím název nového archivu:

# MSG_WR_InsertFile (923//)
source: Insert file
cs: Vložit soubor

# MSG_WR_TitleFile (924//)
source: Filename
cs: Název souboru

# MSG_WR_TitleSize (925//)
source: Size
cs: Velikost

# MSG_WR_TitleContents (926//)
source: Contents
cs: Druh souboru

# MSG_WR_TitleDescription (928//)
source: Description
cs: Popis

# MSG_WR_SecSign (930//)
source: Sign
cs: Podepsat

# MSG_WR_SecEncrypt (931//)
source: Encrypt
cs: Zašifrovat

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
cs: Podepsat a zašifrovat

# MSG_WR_ImpHigh (934//)
source: High
cs: Vysoká

# MSG_WR_ImpNormal (935//)
source: Normal
cs: Běžná

# MSG_WR_ImpLow (936//)
source: Low
cs: Nízká

# MSG_WR_WriteWT (941//)
source: Write message
cs: Psaní zprávy

# MSG_WR_Subject (942//)
source: Sub_ject
cs: Pře_dmět

# MSG_WR_To (943//)
source: _To
cs: _Komu

# MSG_WR_Add (944//)
source: _Add file(s)...
cs: Přid_at...

# MSG_WR_AddPack (945//)
source: _Pack & add...
cs: Zabalit a _přidat...

# MSG_WR_Display (946//)
source: D_isplay
cs: Zobraz_it

# MSG_WR_ContentType (948//)
source: _MIME type
cs: Typ _MIME

# MSG_WR_Description (949//)
source: D_escription
cs: P_opis

# MSG_WR_From (952//)
source: _From
cs: Adr_esa odesílatele

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
cs: Dod_atečná hlavička

# MSG_WR_SendOpt (955//)
source: Send options
cs: Možnosti odeslání

# MSG_WR_DelSend (956//)
source: _Delete after sending
cs: Smazat po o_deslání

# MSG_WR_Receipt (957//)
source: _Return receipt
cs: Potv_rdit doručení

# MSG_WR_AddInfo (959//)
source: Add _personal info
cs: Přiložit osobní úd_aje

# MSG_WR_Importance (960//)
source: _Importance
cs: Důlež_itost

# MSG_WR_Signature (961//)
source: Signature
cs: Podpis

# MSG_WR_TBInsert (969//8)
source: Insert
cs: Připojit

# MSG_WR_TBCut (970//8)
source: Cut
cs: Vyjmout

# MSG_WR_TBCopy (971//8)
source: Copy
cs: Zkopír.

# MSG_WR_TBPaste (972//8)
source: Paste
cs: Vložit

# MSG_WR_TBUndo (973//8)
source: Undo
cs: Zpět

# MSG_WR_TBBold (974//8)
source: Bold
cs: Tučný

# MSG_WR_TBItalic (975//8)
source: Italic
cs: Kurzíva

# MSG_WR_TBUnderlined (976//8)
source: ULined
cs: Podtrž.

# MSG_WR_TBColored (977//8)
source: Color
cs: Obarvený

# MSG_WR_InsertAs (979//)
source: Insert as
cs: Připojit jako

# MSG_WR_Plain (980//)
source: Plain
cs: Obyčejný text

# MSG_WR_Quoted (981//)
source: Quoted
cs: Odsazený text

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
cs: Zašifrovaný ROT13

# MSG_WR_LaunchEd (983//)
source: Launch editor
cs: Spustit editor

# MSG_WR_Edit (984//)
source: Edit
cs: Úpravy

# MSG_WR_MCut (985//)
source: Cut
cs: Vyjmout

# MSG_WR_MCopy (986//)
source: Copy
cs: Zkopírovat

# MSG_WR_MPaste (987//)
source: Paste
cs: Vložit

# MSG_WR_PasteAs (988//)
source: Paste as
cs: Vložit jako

# MSG_WR_MUndo (989//)
source: Undo
cs: Vrátit zpět

# MSG_WR_Redo (990//)
source: Redo
cs: Odvolat zpět

# MSG_WR_Dictionary (991//)
source: Glossary
cs: Glosář

# MSG_WR_Textstyle (992//)
source: Text styles
cs: Textový styl

# MSG_WR_Bold (993//)
source: Bold
cs: Tučný

# MSG_WR_Italic (994//)
source: Italic
cs: Kurzíva

# MSG_WR_Underlined (995//)
source: Underlined
cs: Podtržený

# MSG_WR_Colored (996//)
source: Alternative color
cs: Barevný

# MSG_WR_Emoticons (1000//)
source: Emoticons
cs: Smajlíci

# MSG_WR_Happy (1001//)
source: Happy
cs: Úsměv

# MSG_WR_Indifferent (1002//)
source: Indifferent
cs: Lhostejnost

# MSG_WR_Sad (1003//)
source: Sad/angry
cs: Smutek/zlost
