Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
cs: Definuje druh složky (Přijaté/Odeslané/Oboje).

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
cs: Umožní obsah složky zkomprimovat nebo zabezpečit heslem.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
cs: Definuje primární způsob řazení zpráv ve složce.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
cs: Definuje sekundární způsob řazení zpráv ve složce.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
cs: Obrátí způsob řazení.

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
cs: Umožní rozpoznat zprávy pocházející z rozesílacího seznamu. Zadejte text (lze použít i masku) a pokud vyhovuje adrese v poli 'Komu:', program bude takovou zprávu považovat za patřící do rozesílacího seznamu.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
cs: Určuje adresu rozesílacího seznamu.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
cs: Ukládání seznamu kontaktů '%s'...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
cs: Tisk seznamu kontaktů...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
cs: Ukládání glosáře...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
cs: Načítání glosáře...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
cs: (De)komprimování složek...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
cs: Přesun nebo kopírování %s zpráv...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
cs: Mazání příloh...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
cs: Mazání %s zpráv...

# MSG_BusyFiltering (1280//)
source: Applying filters...
cs: Filtrování zpráv...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
cs: Mazání staré pošty...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
cs: Vysypávání koše...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
cs: Stahování informací o aktualizaci...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
cs: Načítání indexu složky '%s'...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
cs: Ukládání indexu složky '%s'...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
cs: Prohledávání složky '%s'...

# MSG_BusyReading (1287//)
source: Reading message...
cs: Načítání zprávy...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
cs: Zobrazování zprávy...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
cs: Zobrazování zpráv...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
cs: Použití PGP...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
cs: Dekódování a tisk...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
cs: Dekódování a uložení...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
cs: Dekódování a zobrazení...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
cs: skript AmigaOS

# MSG_CTapplicationrexx (1297//)
source: Rexx script
cs: rexxový skript

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
cs: Nová složka...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
cs: Upravit...

# MSG_FOLDER_DELETE (1303//)
source: Delete
cs: Smazat

# MSG_FOLDER_IMPORT (1304//)
source: Import...
cs: Importovat...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
cs: Exportovat...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
cs: Exportovat...

# MSG_SETTINGS_USERS (1322//)
source: Users...
cs: Uživatelé...

# MSG_SETTINGS_MUI (1323//)
source: MUI...
cs: Konfigurace MUI...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
cs: Určuje zpáteční adresu pro rozesílací seznam.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
cs: Dru_h zabezpečení

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
cs: Definuje druh zabezpečení komunikace s vybranou osobou.

# MSG_WR_SecDefaults (1333//)
source: Default
cs: Výchozí

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
cs: Chyba při vytváření zabezpečené zprávy. Text nelze pomocí PGP podepsat ani zašifrovat.

# MSG_RE_FixedFont (1335//)
source: Fixed font?
cs: Fixní písmo?

# MSG_CO_SMTPUser (1338//)
source: Us_er name
cs: Uži_vatel

# MSG_CO_SMTPPass (1339//)
source: Pass_word
cs: He_slo

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
cs: Jinak odsazený text

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
cs: Vyberte fotografii

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
cs: Další nepřečtené zprávy obsahuje složka \033b%s\033n. Chcete do této složky přejít a pokračovat ve čtení?

# MSG_ATTACH_NO (1352//)
source: No.
cs: č.

# MSG_ATTACH_PART (1353//)
source: Part
cs: Příloha

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
cs: Nová skupina složek...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
cs: Obecné možnosti

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
cs: Záp_is velikosti

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
cs: Definuje formát zobrazení velikosti zprávy.

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
cs: Starý formát (1234567 bajtů)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
cs: Smíšená přesnost (0,001 GB, 0,01 MB, 0,1 KB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
cs: Přesnost na desetiny (0,1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
cs: Přesnost na setiny (0,01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
cs: Přesnost na tisíciny (0,001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
cs: Definuje uživatelské jméno pro ověření SMTP AUTH.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
cs: Definuje heslo pro ověření SMTP AUTH.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
cs: Definuje text pro ikonu na pracovní ploše.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
cs: Text u _ikony

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
cs: %n - nové zprávy

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
cs: %u - nepřečtené zprávy

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
cs: %t - celkový počet

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
cs: %s - odeslané zprávy

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
cs: Stat_istika

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
cs: Přidá informace o počtu zpráv ve vybrané složce k ostatním a souhrn zobrazí v ikoně na pracovní ploše.

# MSG_OPENGUI (1380//)
source: Opening GUI...
cs: Otevření uživatelského rozhraní...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
cs: Kontextové menu

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
cs: Kliknutím pravého tlačítka myši na vybraný seznam zpráv zobrazí kontextové menu.

# MSG_CO_INFOBAR (1384//)
source: Status bar
cs: Stavová lišta

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
cs: Definuje umístění stavové lišty, která podává obecné informace o programu YAM.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
cs: Upozornit na nev_yplněné pole 'Předmět'

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
cs: Upozornění uživatele v případě, že není vyplněno pole 'Předmět'.

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
cs: Pole Předmět není vyplněno. Přesto pokračovat?

# MSG_WR_TBSearch (1390//8)
source: Search
cs: Hledat

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
cs: Vyhledá v textu požadovaný řetězec.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
cs: Hledání

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
cs: Rozlišovat m_alá a VELKÁ písmena

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
cs: _Hledat

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
cs: _Zrušit

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
cs: Hledání

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
cs: Text '%s' nelze najít.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
cs: Vybraná skupina obsahuje další složky. Ty se po smazání přesunou o stupeň výše do nadřazené složky. Opravdu chcete tuto skupinu smazat?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
cs: (neoznačeno)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
cs: Nová skupina složek...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
cs: Zadejte název pro novou skupinu složek:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
cs: Zprávu '%s' nelze přesunout do složky '%s'. Složku s tímto názvem nelze najít. Zkontrolujte správnost nastavení filtrů.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
cs: Spuštění příkazu...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
cs: Poštovní program pro AmigaOS

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
cs: U_místění

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
cs: Nahoře

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
cs: Uprostřed

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
cs: Dole

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
cs: _Text

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
cs: Za_pnout podporu pro seznam

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
cs: Usnadní komunikaci v rámci rozesílacího seznamu.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
cs: Detekovat _automaticky

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
cs: Analýzou prvních pěti zpráv z vybrané složky se pokusí zjistit veškeré potřebné informace o rozesílacím seznamu.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
cs: Nepodařilo se zjistit potřebné informace.

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
cs: Zrychlení práce

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
cs: %ld adres

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
cs: Definuje velikost cache pro několik naposledy použitých adres, které ještě nejsou v seznamu kontaktů. Funkci vypnete zadáním hodnoty 0.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
cs: Definuje port serveru pro odesílání pošty (SMTP). Výchozí: 25

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
cs: Definuje port serveru pro stahování pošty (POP3). Výchozí: 110

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
cs: - celkem: %t, nových: %n, nepřečtených: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
cs: Inicializace relace TLSv1/SSLv3...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
cs: Nelze inicializovat knihovnu amissl.library. Podpora protokolů TLSv1/SSLv3 není aktivní. Zkontrolujte a opravte instalaci balíku AmiSSL. Poté restartujte YAM.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
cs: Odesílání požadavku SMTP AUTH...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
cs: Vyberte soubor s definicí typů MIME

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
cs: Vybranou zprávu '%s' nelze přesunout do složky '%s'. Buď odpovídající soubor neexistuje anebo jde o neznámou chybu.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
cs: Ze souboru '%s' nelze načíst seznam adres. Buď odpovídající soubor neexistuje anebo jde o neznámou chybu.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
cs: Soubor '%s' není platný seznam adres pro YAM. Pokud jde o seznam typu "na každém řádku jedna adresa", lze ho i přesto načíst. Chcete pokračovat?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
cs: _Ano|*_Ne

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
cs: Možnosti skupiny složek

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
cs: Název skupiny složek:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
cs: Pro požadované zabezpečené spojení je potřeba podpora protokolů TLSv1/SSLv3, potažmo balík AmiSSL. Zkontrolujte, zda je korektně nainstalovaný anebo vypněte požadavek na zabezpečené spojení.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
cs: Opakovat|Ukončit

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
cs: Chcete-li použít SMTP AUTH, je nutné znát přihlašovací jméno a heslo. Požadované údaje zadejte na příslušném místě v nastavení a uložte.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
cs: Nových: %n, celkem: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
cs: Přijato

# MSG_DATE_SENT (1460//)
source: Sent
cs: Odesláno

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
cs: Odesláno/přijato

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
cs: Datum odeslání/přijetí

# MSG_FROMTO (1463//)
source: From/To
cs: Od/komu

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
cs: Definuje barvu pro poprvé odsazený text.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
cs: Definuje barvu pro potřetí odsazený text.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
cs: Definuje barvu pro počtvrté odsazený text.

# MSG_CO_URLCOLOR (1467//)
source: URL color
cs: Barva odkazu

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
cs: Definuje barvu pro odkazy uvedené v textu.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
cs: Výchozí šířka: vybraný

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
cs: Výchozí šířka: celkově

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
cs: Výchozí řazení: vybraný

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
cs: Výchozí řazení: celkově

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
cs: Seznam zpráv

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
cs: Seznam složek

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
cs: Určuje podpis pro vybraný rozesílací seznam.

# MSG_CTapplicationpdf (1483//)
source: PDF document
cs: dokument PDF

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
cs: Text, který by měl být zobrazen ve stavové liště

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
cs: _Ano|*_Ne

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
cs: Určuje text vložený na začátek nové zprávy.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
cs: Určuje text vložený na konec nové zprávy.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
cs: Oslo_vení

# MSG_FO_Greetings (1498//)
source: C_losing phrase
cs: Poz_drav

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
cs: Nelze nastavit vlastnost soketu (%s). Jeden z možných důvodů je, že danou funkci nepodporuje použitý balík pro připojení k síti, druhým pak špatná konfigurace.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
cs: Chyba při kódování souboru '%s' metodou Base64.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
cs: Chyba při kódování souboru '%s' metodou Quoted-Printable (QP).

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
cs: Chyba při kódování souboru '%s' metodou UUcode.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
cs: Chyba při práci se souborem '%s' pro dekódování metodou Quoted-Printable (QP).

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
cs: Chyba při dekódování souboru '%s' metodou Quoted-Printable (QP).

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
cs: Chyba při dekódování souboru '%s' metodou Quoted-Printable (QP). Některé ze znaků zůstaly pravděpodobně v původním (zakódovaném) stavu.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
cs: Chyba při dekódování souboru '%s' metodou Quoted-Printable. Soubor obsahoval některé nepovolené znaky a ty byly odstraněny.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
cs: Při dekódování souboru '%s' metodou UUcode YAM nenalezl značku '%s' vyžadovanou tímto standardem. Jedním z důvodů může být vadný program pro kódování metodou UUcode, jiným pak např. oříznutí zprávy během přenosu dat.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
cs: Při dekódování souboru '%s' metodou UUcode YAM zjistil porušení části kontrolních součtů a doporučuje zkontrolovat výsledný soubor. Jedním z důvodů může být vadný program pro kódování metodou UUcode, jiným pak např. oříznutí zprávy během přenosu dat.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
cs: Při dekódování souboru '%s' metodou UUcode YAM zjistil porušení části zakódovaného souboru. Jedním z důvodů může být vadný program pro kódování metodou UUcode, jiným pak např. oříznutí zprávy během přenosu dat.

# MSG_FI_StatMarked (1510//)
source: Marked
cs: označená

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
cs: Soubor '%s' ze složky '%s' používá zastaralý formát poštovní zprávy. Chcete tento soubor převést do nového formátu?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
cs: YAM nalezl neznámý soubor '%s' v adresáři na disku složky '%s'. Chcete ho naimportovat jako běžný poštovní soubor?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
cs: *_Ano|Ano vš_em|_Ne|Ne _všem

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
cs: Chyba při aktualizaci formátu poštovního souboru '%s' ze složky '%s'. Zkontrolujte prosím, jestli je na daném disku dost místa a zda máte oprávnění pro zápis do adresáře.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
cs: Chyba při pokusu o zpracování souboru '%s' pomocí systému XPK. Zkontrolujte prosím, zda je balík programů XPK správně nainstalován a také odpovídající sekci konfigurace programu.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
cs: Zastaralý formát zprávy

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
cs: Neznámý soubor ve složce

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
cs: Z_obrazit v hlavním okně pole s textem zprávy

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
cs: Zobrazí v hlavním okně programu pole s textem vybrané zprávy.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
cs: Zpoz_dit označení zobrazené zprávy za přečtenou o

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
cs: sek.

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
cs: Definuje dobu, po kterou zůstane vybraná zpráva stále ještě označena jako nepřečtená.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
cs: Příloha

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
cs: Přílohy:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
cs: Zobrazit

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
cs: Uložit jako...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
cs: Tisknout

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
cs: Uložit vše...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
cs: Uložit vybrané...

# MSG_CO_SImageOnly (1538//)
source: image only
cs: pouze obrázky

# MSG_RE_SImageOnly (1539//)
source: Image only
cs: Pouze obrázky

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
cs: Upozornění :: Konfigurace kódování

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
cs: Kódování nastavené v programu YAM (%s) neodpovídá výchozímu kódování systému (%s). Co si přejete udělat?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
cs: *_Změnit|Ignorov_at vždy|_Ignorovat

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
cs: %c původní odesílatel: datum a čas dle RFC2822

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
cs: %z původní odesílatel: časové pásmo (+0000)
