Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
cs: Neplatná délka řádku (%ld) v souboru '%s' kódovaném metodou UUcode. Buď byl použit vadný kodér (UUencode) nebo je zpráva neúplná.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
cs: Zpáteční adresa

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
cs: \033bOd\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
cs: \033bKomu\033n

# MSG_FI_CC_FIELD (2016//)
source: \033bCc\033n
cs: \033bKopie\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
cs: \033bZpáteční adresa\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
cs: \033bPředmět\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
cs: \033bDatum\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/Cc:)
cs: Maska (_Komu:/Kopie:)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
cs: Adresa příjemce (Kom_u:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
cs: Adresa odesí_latele (Od:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
cs: Zpáteční ad_resa (Reply-To:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
cs: Opakovat|Přejít na stránku|Ukončit

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
cs: Přejít na stránku|Ukončit

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
cs: Smazat

# MSG_WR_DELETE (2027//)
source: Delete
cs: Smazat

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
cs: Chyba při práci se souborem během zpracovávání souboru MIME, části č.%ld zprávy '%s'. Proces byl přerušen. Důvodem může být nedostatek volného místa na disku anebo chyba při přístupu k souboru během dekódování.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
cs: Při dekódování souboru MIME, části č.%ld zprávy '%s' byly nalezeny neplatné znaky. Výsledný soubor může být neúplný anebo poškozený. Důvodem může být špatné zpracování dat na straně odesílatele anebo poškození obsahu zprávy během přenosu.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
cs: Chyba při dekódování souboru MIME, části č.%ld zprávy '%s', proces byl přerušen. Důvodem mohou být neúplná data anebo chyba při přístupu k souboru během dekódování.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
cs: Adresa odesílatele (Od) \033b<%s>\033n, zatímco zpáteční adresa (Reply-To) je \033b<%s>\033n. Kterou z těchto adres chcete přidat do seznamu kontaktů?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
cs: Název akce

# MSG_CO_SCRIPTPATH (2033//)
source: Path
cs: Cesta ke skriptu

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
cs: Chyba při načítání ikony '%s.info' tématu '%s'. Tato ikona nebude zobrazena. Zkontrolujte, zda vybrané téma obsahuje všechny ikony definované v odpovídajícím souboru .theme.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
cs: Vybrané téma vzhledu '%s' není kompatibilní s aktuální verzí programu YAM a nelze ho načíst. Chcete-li toto téma i nadále používat, stáhněte a nainstalujte aktualizovanou verzi. Druhou možností je vypnutí tématu v konfiguračním okně. Až do vyřešení problému bude YAM používat výchozí téma.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
cs: Chyba při načítání výchozího tématu. Nainstalovaná verze tohoto tématu je pravděpodobně zastaralá. Doporučujeme vám stáhnout a nainstalovat takové výchozí téma, která je kompatibilní se aktuální verzí programu YAM.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
cs: Chyba při načítání obrázku '%s' pomocí systému datových typů (knihovny datatypes.library). Zkontrolujte, zda daný soubor existuje a zda ho lze zobrazit pomocí prohlížeče využívajícího datové typy (např. Multiview).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
cs: Chyba při načítání obrázku '%s' z adresáře '%s'. Zkontrolujte, zda vybrané téma obsahuje všechny obrázky definované v odpovídajícím souboru .theme.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
cs: Výchozí téma vzhledu nelze najít, YAM přerušil načítání příslušných souborů. Zkontrolujte, zda máte oprávnění číst z adresáře obsahující soubory tématu a jestli obsahuje všechny požadovaná data.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
cs: Vybrané téma vzhledu '%s' nelze najít nebo je poškozené a není možné ho celé načíst. Zkontrolujte, zda máte oprávnění číst z adresáře obsahující soubory tématu a jestli obsahuje všechny požadovaná data. Až do vyřešení problému bude YAM používat výchozí téma.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
cs: Tato změna vyžaduje restart programu YAM

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
cs: Změna vzhledu programu neproběhne okamžitě. Nejdříve je nutno uložit konfiguraci a pak restartovat YAM.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
cs: Označit složku jako přečtenou

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
cs: Odeb_rat

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
cs: Odstraní vybraný obrázek (soubor samotný ale smazán nebude).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
cs: Při doručení nové pošty přehraje definovaný zvuk.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
cs: Při doručení nové pošty vykoná definovaný příkaz.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
cs: K vybranému filtru přidá nové kritérium.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
cs: Z vybranému filtru odstraní poslední kritérium.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
cs: Přesune vybraný filtr o jedno místo v seznamu směrem nahoru.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
cs: Přesune vybraný filtr o jedno místo v seznamu směrem dolů.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
cs: Otevře souborový dialog, pomocí kterého si vyberete požadovaný zvuk.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
cs: Umožní vyzkoušet vybraný zvuk.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
cs: Zde máte možnost přidat vlastní popis vybraného druhu souboru.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
cs: Seznam skriptů

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
cs: Bez ohledu na definovaný interval projde stránky programu včetně souvisejících komponent a oznámí případné novinky.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
cs: Seznam příloh vybrané zprávy.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
cs: Nikdy

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
cs: Vyberte požadovaný skript

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
cs: Zruší označení všech složek kromě vybrané.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
cs: Všechny zprávy ve složce '%s' budou filtrovány. Opravdu chcete pokračovat?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
cs: Ve složce '%s' jste vybrali více než jednu zprávu a tím pádem budou filtrovány pouze tyto vybrané zprávy. Opravdu chcete pokračovat?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
cs: Formát XML (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
cs: \033uVýsledky filtrování zpráv\033n Počet zpracovaných: %3ld Počet přeposlaných: %3ld Počet archivovaných: %3ld Počet smazaných: %3ld Počet nevyžádaných: %3ld

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
cs: \033uVýsledky filtrování zpráv\033n Počet zpracovaných: %3ld Počet přesměrovaných: %3ld Počet přeposlaných: %3ld Počet autom. zodpovězených: %3ld Počet spuštěných příkazů: %3ld Počet přesunutých: %3ld Počet smazaných: %3ld Počet nevyžádaných: %3ld

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
cs: Upozornění :: Změna souboru

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
cs: Během úprav textu okna č.%ld v externím editoru byl zároveň změněn i text přímo v daném okně. Opravdu chcete použít text z externího editoru?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
cs: Chyba při odesílání %ld zpráv přes server '%s'

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
cs: Určuje datum narození. Zadejte ho ve formátu, který odpovídá nastavení systému, tedy např. pro češtinu takto: 28.10.1918.

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
cs: Nelze inicializovat systém správy vláken programu.

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
cs: Chyba při pokusu o přehrání zvukového souboru '%s'. Zkontrolujte prosím, zda uvedený soubor existuje a také jestli systém podporuje tento formát zvuku.

# MSG_WR_CHARSET (2084//)
source: C_harset
cs: _Kódování

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
cs: Definuje kódování, do kterého bude text převeden ještě před odesláním zprávy. Vybrané kódování by mělo odpovídat kódování operačního systému.

# MSG_ABOUTYAM (2086//)
source: About YAM
cs: O programu YAM

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
cs: Nelze navázat spojení se serverem '%s' (účet: '%s'). Spojení se zdá být už jednou navázané. Ukončete veškeré ostatní přenosy dat v rámci programu.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
cs: Nelze navázat spojení se serverem '%s' (účet: '%s'). Poštovní server neodpověděl v požadované době.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
cs: Nelze navázat spojení se serverem '%s' (účet: '%s'). Programu se nepodařilo navázat spojení s poštovním serverem. Zkontrolujte instalaci balíku pro podporu protokolu TCP/IP.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
cs: Nelze navázat spojení se serverem '%s' (účet: '%s'). Programu se nepodařilo navázat neblokující spojení (non-blocking IO connection) s poštovním serverem. Zkontrolujte, zda tuto funkci váš operační systém podporuje.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
cs: Neznámý POP3 server: '%s' (účet: '%s'). Nefunkční připojení k síti nebo je neplatná adresa serveru.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
cs: Nelze navázat spojení s '%s' (účet: '%s'). Poštovní server neodpovídá nebo nepodporuje protokol POP3.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
cs: Chyba při úvodní komunikaci se serverem '%s' (účet: '%s'). Spojení bylo přerušeno: %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
cs: Chyba serveru '%s' (účet: '%s') při zpracování příkazu '%s': %s Poštovní server korektně nezpracoval uvedený příkaz.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
cs: Nelze inicializovat relaci TLSv1/SSLv3 pro %s (účet: '%s').

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
cs: POP3 server '%s' (účet: '%s') nepodporuje metodu ověření APOP. Vypněte APOP v konfiguračním okně programu YAM.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
cs: Nelze navázat spojení se serverem '%s'. Spojení se zdá být už jednou navázané. Ukončete veškeré ostatní přenosy dat v rámci programu.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
cs: Nelze navázat spojení se serverem '%s'. Poštovní server neodpověděl v požadované době.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
cs: Nelze navázat spojení se serverem '%s'. Programu se nepodařilo navázat spojení s poštovním serverem. Zkontrolujte instalaci balíku pro podporu protokolu TCP/IP.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
cs: Nelze navázat spojení se serverem '%s'. Programu se nepodařilo navázat neblokující spojení (non-blocking IO connection) s poštovním serverem. Zkontrolujte, zda tuto funkci váš operační systém podporuje.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
cs: Nelze inicializovat relaci TLSv1/SSLv3 pro %s.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
cs: SMTP server '%s' nepodporuje zabezpečený přenos dat (protokoly TLS/SSL). Vypněte příslušnou možnost v konfiguračním okně programu YAM.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
cs: Chyba serveru '%s' při zpracování příkazu '%s': %s Poštovní server korektně nezpracoval uvedený příkaz.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
cs: Nelze navázat spojení s '%s'. Poštovní server neodpovídá nebo nepodporuje protokol SMTP.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
cs: Neznámý SMTP server: '%s'. Nefunkční připojení k síti nebo je neplatná adresa serveru.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
cs: Poštovní server '%s' nepodporuje posílání textu 8bitově. Otevřete konfigurační okno na stránce týkající se serveru pro odesílání pošty a vypněte odpovídající funkci. V opačném případě může během odesílání dojít k porušení obsahu zprávy.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
cs: Otevřít nastavení složky dvojím kliknutím na složku

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
cs: Odstranit

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
cs: Odstranit vybrané

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
cs: Seznam příloh, které budou odstraněny: %s Opravdu chcete pokračovat?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
cs: Odstraněny přílohy zprávy '%s' ze složky '%s'

# MSG_MA_DELETEATT (2112//)
source: Delete
cs: Odstranit

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
cs: Ze všech vybraných zpráv budou odstraněny přílohy. Opravdu chcete pokračovat?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
cs: Odstranit vše

# MSG_MA_MDELETEATT (2115//)
source: Delete
cs: Odstranit

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
cs: Imitovat znaky s diakritikou v rámci ASCII

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
cs: V rámci možností základní tabulky ASCII se pokusí interpretovat i takové znaky s diakritikou, které nejsou obsažené ve vybrané znakové sadě.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
cs: Navigace

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
cs: Další zpráva v diskusi

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
cs: Předchozí zpráva v diskusi

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
cs: Hledat zprávy téže diskuse ve všech složkách

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
cs: Zapne hledání zpráv vybrané diskuse ve všech složkách, nikoli pouze ve vybrané.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
cs: Soubor '%s' již existuje. Opravdu ho chcete přepsat?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
cs: Nelze najít domovský adresář '%s' uživatele '%s'.

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show text co_lors
cs: Zobrazit barvy _textu

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
cs: Umožní obarvení vybraných pasáží v textu.

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
cs: Zapnout te_xtové styly

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
cs: Zapne zpracování párových značek typu '/', '*', '_' a '#', které definují styl a barvu textu.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
cs: Zapnout obarvování tex_tu

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
cs: Umožní obarvení vybraných pasáží v textu.

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
cs: Zapnout te_xtové styly

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
cs: Zapne zpracování párových značek typu '/', '*', '_' a '#', které definují styl a barvu textu.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
cs: Písma

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
cs: Použít _fixní písmo

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
cs: Obarvený text?

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
cs: Textové styly?

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
cs: Obarvený text?

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
cs: Fixní písmo?

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
cs: _Optimalizovat získaná data

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
cs: Odstraní velmi málo používaná klíčová slova z dat, získaných při rozpoznávání spamu. Tato operace by měla zrychlit načítání těchto dat a také zpracování spamu.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
cs: Opravdu chcete optimalizovat data získaná během procesu rozpoznávání spamu? Po dokončení této operace může dojít ke snížení účinnosti filtru, ale na druhou stranu se zrychlí zpracování i rozpoznávání spamu a zmenší nároky na paměť.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
cs: %ld (%ld slov)
