Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
cs: Nelze vytvořit standardní složku pro spam! Filtrování spamu bylo vypnuto. Zkontrolujte, zda je na daném disku dost místa a zda máte oprávnění pro zápis do adresáře.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
cs: Filtrovat spam

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
cs: Filtrování spamu ve složce...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
cs: Smazat spam ze složky

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
cs: Mazání spamu ze složky...

# MSG_MA_TRASH (1798//)
source: Trash
cs: Koš

# MSG_WR_SEARCH (1799//)
source: Search...
cs: Najít...

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
cs: Formát LDIF (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
cs: Formát CSV (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
cs: Položky oddělené tabulátorem (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
cs: Seznam kontaktů "%s" nelze naimportovat.

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
cs: Seznam kontaktů "%s" nelze vyexportovat.

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
cs: Aktualizace stavových dat...

# MSG_MA_HIDE (1809//)
source: Hide
cs: Skrýt

# MSG_MA_QUIT (1810//)
source: Quit
cs: Ukončit

# MSG_MA_SELECTALL (1811//)
source: All
cs: Vše

# MSG_MA_SELECTNONE (1812//)
source: None
cs: Nic

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
cs: Inverzně

# MSG_MA_MSEARCH (1814//)
source: Search...
cs: Najít...

# MSG_MA_MFILTER (1815//)
source: Filter...
cs: Filtrovat...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
cs: Vyprázdnit koš

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
cs: Aktualizovat index

# MSG_MA_MREAD (1821//)
source: Read
cs: Přečíst

# MSG_MA_TOUNREAD (1822//)
source: Unread
cs: Nepřečtená

# MSG_MA_TOREAD (1823//)
source: Read
cs: Přečtená

# MSG_PROJECT_MABOUT (1826//)
source: About...
cs: O programu...

# MSG_MA_MEDIT (1827//)
source: Edit...
cs: Upravit...

# MSG_MA_MMOVE (1828//)
source: Move...
cs: Přesunout do...

# MSG_MA_MCOPY (1829//)
source: Copy...
cs: Zkopírovat do...

# MSG_MA_MPRINT (1830//)
source: Print...
cs: Tisknout...

# MSG_MA_MSAVE (1831//)
source: Save...
cs: Uložit...

# MSG_MA_MSAVEATT (1832//)
source: Save...
cs: Uložit...

# MSG_MA_MNEW (1834//)
source: New...
cs: Nová...

# MSG_MA_MREPLY (1835//)
source: Reply...
cs: Odpovědět...

# MSG_MA_MFORWARD (1836//)
source: Forward...
cs: Přeposlat...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
cs: Uložit adresu...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
cs: Seznam kontaktů...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
cs: Konfigurovat...

# MSG_MA_TOMARKED (1841//)
source: Marked
cs: Označená

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
cs: Neoznačená

# MSG_MA_ALLTOREAD (1843//)
source: All to read
cs: Vše přečtené

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
cs: Nová dle vybrané...

# MSG_RE_SEARCH (1847//)
source: Search...
cs: Najít...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
cs: Najít další

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
cs: Najít další

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
cs: Zalamovat text?

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
cs: _Označit nový spam jako přečtený

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
cs: Zapne ochranu proti spamu.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
cs: Zobrazuje počet zpráv, označených jako spam.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
cs: Zobrazuje počet zpráv, kterým musela být ručně odstraněna nálepka spam. Jiné označení je 'Ham'.

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
cs: Obnoví výchozí stav protispamového filtru a umožní začít s jeho učením úplně od začátku. Je nutné podotknout, že této funkce využijete jen málokdy.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
cs: Zapne kontrolu doručené pošty protispamovým filtrem.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
cs: Zprávy, jejichž odesílatel je uveden v seznamu kontaktů, nebudou procházet protispamovým filtrem.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
cs: Zprávy, které přesunete do složky Spam, označí automaticky jako spam.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
cs: Stav zprávy, kterou program označí jako spam, bude automaticky změněn na přečtenou.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
cs: Umožní programu zjistit nové informace a nabídnout vám stáhnutí příp. aktualizace.

# MSG_WR_SELECTALL (1861//)
source: Select all
cs: Vybrat vše

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
cs: Odes_lat později

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
cs: Odeslat ih_ned

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
cs: _Ignorovat

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
cs: Ignorov_at vše

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
cs: Pokaždé ignorovat

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
cs: Pokaždé přijmout

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
cs: Pokaždé do fronty

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
cs: Zeptat se

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
cs: Potvrzení o doručení

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
cs: Obdržíte-li požadavek na potvrzení o doručení...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
cs: Pokaždé ig_norovat

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
cs: Poslat pouze v u_rčitých případech

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
cs: Není-li _vaše adresa v poli Komu: nebo Kopie:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
cs: Pokud je _odesílatel z jiné domény:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
cs: _Chci-li pouze smazat vybranou zprávu:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
cs: V ostatních případ_ech:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
cs: Zamezí posílání potvrzení o doručení.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
cs: Umožní posílání potvrzení o doručení na základě definovaných pravidel.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
cs: Tuto akci program provede v případě, že vaše adresa není uvedena v poli Komu: nebo Kopie:.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
cs: Tuto akci program provede v případě, že se vaše doména liší od domény odesílatele.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
cs: Tuto akci program provede po smazání nepřečtené zprávy.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
cs: Pokud nelze splnit ani jednu z výše uvedených podmínek, program provede tuto akci.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
cs: Vzhled programu

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
cs: Konfigurace vzhledu programu...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
cs: Vzhled

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
cs: Témata vzhledu

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
cs: _Aktivovat

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
cs: Náhled

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
cs: Autor

# MSG_CO_THEME_URL (1902//)
source: URL
cs: Odkaz

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
cs: Použí_t popisné datum (včera, dnes, pondělí apod.)

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
cs: Namísto klasického data použije tzv. popisné, což znamená, že zprávy přijaté tento den označí 'dnes' a včerejší 'včera'.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
cs: Neznámý uživatel

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
cs: Byl nalezen neznámý uživatel '%s'.

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
cs: Definuje barvu podpisu při zobrazování zpráv.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
cs: Právě jste zapnuli automatickou změnu stavu zpráv označených jako spam na přečtené. To zatím nelze doporučit, protože YAM doposud nemá dostatek dat ke spolehlivému odlišení normální a nevyžádané pošty (počet zpráv označených jako spam: %ld). Nechcete tuto funkci prozatím vypnout?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
cs: Nelze vytvořit semafor.

# MSG_RE_HDR_FROM (1917//)
source: From
cs: Od

# MSG_RE_HDR_TO (1918//)
source: To
cs: Komu

# MSG_RE_HDR_DATE (1919//)
source: Date
cs: Datum

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
cs: Předmět

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
cs: Vložená (virtuální) zpráva

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
cs: %p název veřejné obrazovky programu YAM

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
cs: Nelze smazat jeden nebo více dočasných souborů. Ukončete prosím všechny programy, které byly z prostředí programu YAM (např. MultiView).

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
cs: _Opakovat|_Ignorovat

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
cs: Upozornění :: Zamknutý soubor

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
cs: Zo_brazit všechny varianty zprávy

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
cs: Zobrazí veškeré varianty zprávy ve formě přílohy. Poštovní program si obvykle sám vybere takovou, kterou dokáže nejlépe zpracovat a zbylé nechá být.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
cs: Adresář '%s' pro poštu uživatele '%s' neexistuje. Chcete ho vytvořit?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
cs: Po zmáčknutí načte aktuální pozici aplikační ikony, tj. ikony na pracovní ploše, která indikuje počet doručených zpráv.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
cs: Přesunout nesprávně klas_ifikované zprávy do složky 'Doručené'

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
cs: Tato funkce umožní automatické přesouvání zpráv nesprávně identifikovaných jako spam do složky 'Doručené'.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
cs: Po přesunutí těchto zpráv spustit standardní _filtry

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
cs: Po přesunutí vybrané pošty spustí všechny uživatelsky definované filtry.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
cs: Ukončení programu YAM...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
cs: Zobrazí informace o vybrané složce.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
cs: Název složky

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
cs: Název složky (nové)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
cs: Název složky (nepřečtené)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
cs: Název složky (nové/nepřečtené)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
cs: Název složky (nepřečtené/nové)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
cs: i nepřečtené

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
cs: Vymaže staré zprávy a to včetně nepřečtených.

# MSG_WR_SENDNOW (1947//)
source: _Send now
cs: Po_slat

# MSG_WR_SENDLATER (1948//)
source: Send _later
cs: Pos_lat později

# MSG_WR_MSENDNOW (1951//)
source: Send now
cs: Odeslat

# MSG_WR_MSENDLATER (1952//)
source: Send later
cs: Odeslat později

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
cs: Spojení se serverem '%s' bylo přerušeno při posílání příkazu '%s'. Důvodem může odpojení ze strany serveru.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
cs: Panel 'Zpráva'

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
cs: Panel 'Přílohy'

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
cs: Panel 'Možnosti'

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
cs: Př_eposlat zprávu

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
cs: jako součást nové zprávy

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
cs: Definuje způsob přeposlání zprávy. Jednak lze takovou zprávu poslat formou přílohy, anebo je možno ji přímo vložit do nové zprávy.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
cs: Aktivní programátoři:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
cs: Přispěvatelé:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
cs: Překladatelé:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
cs: Tento program je volně šiřitelný software; můžete ho distribuovat nebo modifikovat na základě pravidel GNU Public License. Podrobnosti naleznete v přiložené dokumentaci.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
cs: YAM využívá tento software:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
cs: Nejnovější informace o programu YAM naleznete na stránce \0335http://yam.ch/\033n.

# MSG_WR_VIEW (1969//)
source: View
cs: Zobrazení

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
cs: Konfigurace programu byla změněna, ale dosud není uložena. Co si přejete udělat?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
cs: *_Uložit|U_končit|_Zrušit

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
cs: *_Uložit|U_končit|_Zrušit

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
cs: Umožňuje import definice souborů dle standardu MIME ze souborů jako jsou 'MIME.prefs', 'mailcap' nebo 'mime.types'.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
cs: Upozornění :: Zabezpečení

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
cs: V rámci výchozího nastavení vybrané položky seznamu kontaktů je uveden požadavek na podepsání a zašifrování zprávy. Tato akce vyžaduje program PGP, který ovšem nelze najít. Chcete zrušit toto nastavení zabezpečení?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
cs: *_Ano|_Ne

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
cs: Upozornění :: Zabezpečení

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
cs: V rámci nastavení kontaktu '%s' je uveden požadavek na podepsání a zašifrování zprávy. Tato akce vyžaduje program PGP, který ovšem nelze najít. Pozor: Zpráva nebude podepsána ani zašifrována.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
cs: *_Potvrdit|_Zrušit

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
cs: Chyba při zpracování přiloženého souboru '%s'. Zkontrolujte, zda přiložený soubor existuje a čitelný.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
cs: Chyba při sestavování zprávy. Přílohu '%s' nelze najít. Zkontrolujte, zda přiložený soubor existuje a čitelný.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
cs: Chyba při zobrazování přílohy '%s'. Soubor nelze najít. Zkontrolujte, zda je příloha v pořádku a čitelná.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
cs: Tiskárna je vypnutá nebo momentálně nereaguje. Zkontrolujte stav tiskárny a poté zkuste zprávu vytisknout znovu.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
cs: *_Opakovat|_Ignorovat|_Zrušit

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
cs: V tiskárně došel papír. Doplňte zásobník a zkuste zprávu vytisknout znovu.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
cs: *_Opakovat|_Ignorovat|_Zrušit

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
cs: Chyba při odesílání dat na tiskárnu. Zkontrolujte stav tiskárny a poté zkuste zprávu vytisknout znovu.

# MSG_MA_EDIT (1992//)
source: Edit
cs: Úpravy

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
cs: Zpět

# MSG_MA_EDIT_REDO (1994//)
source: Redo
cs: Odvolat zpět

# MSG_MA_EDIT_CUT (1995//)
source: Cut
cs: Vyjmout

# MSG_MA_EDIT_COPY (1996//)
source: Copy
cs: Zkopírovat

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
cs: Vložit

# MSG_MA_EDIT_SALL (1998//)
source: Select all
cs: Vybrat vše

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
cs: Zrušit výběr

# MSG_WR_SELECTNONE (2000//)
source: Select none
cs: Zrušit výběr

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
cs: Neplatná zpráva

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
cs: Chyba při zpracování souboru '%s' ve složce '%s'. Daná zpráva je poškozená nebo jde o nepodporovaný formát. Zkontrolujte, zda je soubor v pořádku.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
cs: *_Opakovat|_Ignorovat|Ignorov_at vše|_Smazat|_Zrušit

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
cs: Chyba při čtení indexu '%s' složky '%s'. Zkontrolujte, zda máte oprávnění pro čtení z požadovaného adresáře.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
cs: Chyba při zápisu indexu '%s' složky '%s'. Zkontrolujte, zda máte oprávnění pro zápis do požadovaného adresáře.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
cs: Index '%s' složky '%s' je poškozený v části %d poblíž souboru se zprávou '%s' (MoreBytes: 0x%x). Daná složka byla označena jako 'nenačtená' a její index je nutno aktualizovat (pokud už aktualizace automaticky nezačala).

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
cs: Neznámé kódování MIME ('%s') v souboru '%s'. Část této zprávy nelze správně dekódovat. Uložte zprávu na disk a zkuste ji zpracovat jiným dekódovacím programem.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
cs: Neznámé kódování hlavičky ('%s') v souboru '%s'. Hlavičku této zprávy nelze správně zobrazit.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
cs: Neočekávaný znak EOF při dekódování jedné z částí zprávy v souboru '%s'. Zpráva je pravděpodobně neúplná.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
cs: Chyba MIME: Nelze dekódovat zprávu ze souboru '%s'. Důvodem může být poškození dané části souboru nebo je zpráva neúplná.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
cs: Neočekávaný znak EOF při dekódování souboru '%s' kódovaném metodou UUcode. Zpráva je pravděpodobně neúplná.
