Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_WR_Ironic (1004//)
source: Ironic
cs: Ironie

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
cs: Kontrolovat text?

# MSG_WR_MAddFile (1006//)
source: Add file...
cs: Přidat soubor...

# MSG_WR_AddCB (1007//)
source: Add clipboard
cs: Přidat obsah schránky

# MSG_WR_AddKey (1008//)
source: Add PGP key
cs: Přidat klíč PGP

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
cs: Smazat po odeslání?

# MSG_WR_MReceipt (1010//)
source: Return receipt?
cs: Potvrdit doručení?

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
cs: Přidat osobní informace?

# MSG_WR_MImportance (1013//)
source: Importance
cs: Důležitost

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
cs: Zadejte adresu, jméno nebo alias příjemce zprávy.

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
cs: Umožní výběr příjemce ze seznamu kontaktů.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
cs: Krátký popis zprávy.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
cs: Umožní upravit text zprávy v externím editoru.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
cs: Vloží textový soubor od pozice kurzoru.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
cs: Vyjme označený text a vloží do schránky.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
cs: Zkopíruje označený text do schránky.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
cs: Vloží obsah schránky od pozice kurzoru.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
cs: Vrátí zpět poslední změnu v textu.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
cs: Označený text zobrazí tučně (platí pouze pro celá slova).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
cs: Označený text zobrazí kurzívou (platí pouze pro celá slova).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
cs: Označený text zobrazí podtrženě (platí pouze pro celá slova).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
cs: Označený text obarví (platí pouze pro celá slova).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
cs: Ke zprávě přiloží vybraný soubor.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
cs: Z vybraných souborů vytvoří archiv a přiloží ke zprávě.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
cs: Smaže vybranou přílohu.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
cs: Zobrazí vybranou přílohu definovaným prohlížečem.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
cs: Definuje typ MIME vybrané přílohy. Pokud je to možné, použijte některý z typů ze seznamu.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
cs: Umožňuje přidat popis k vybrané příloze.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (Cc) of the message to these recipients.
cs: Zde zadejte příjemce, kterému chcete odeslat kopii zprávy.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy (Bcc) of the message to these recipients.
cs: Zde zadejte příjemce, kterému chcete odeslat skrytou kopii zprávy.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
cs: Definuje dodatečnou hlavičku, která bude přidána k té standardní.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
cs: Definuje zpáteční adresu pro danou zprávu.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
cs: Zpráva nebude uložena do složky 'Odeslané'.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
cs: Chcete-li obdržet oznámení o úspěšném doručení zprávy, použijte tuto funkci.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
cs: Přidá do hlavičky zprávy vaše osobní údaje.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
cs: Nastaví prioritu zprávy.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
cs: Zkopíruje vytvořenou zprávu do složky 'K odeslání'.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
cs: Zkopíruje vytvořenou zprávu do složky 'K odeslání' a ihned ji odešle.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
cs: Navazování spojení s poštovním serverem...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
cs: Spojení navázáno, čekání na odpověď...

# MSG_TR_PopLogin (1054//)
source: POP3 login
cs: Přihlášení k serveru POP3

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
cs: Posílání přihlašovacích informací APOP...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
cs: Posílání uživatelského jména...

# MSG_TR_SendPassword (1057//)
source: Sending password...
cs: Posílání hesla...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
cs: Načítání statistiky...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
cs: Ukončování spojení...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
cs: Filtrování zpráv na serveru...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
cs: Odesílání příkazu 'Hello'...

# MSG_TR_Exporting (1065//)
source: Exporting message...
cs: Export zpráv...

# MSG_TR_Sending (1066//)
source: Sending message...
cs: Posílání zprávy...

# MSG_TR_Importing (1067//)
source: Importing message...
cs: Import zpráv...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
cs: Mazání pošty na serveru...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
cs: \033uVýsledky filtrování zpráv\033n Počet zpracovaných: %3ld Počet přesměrovaných: %3ld Počet přeposlaných: %3ld Počet autom. zodpovězených: %3ld Počet vykonaných příkazů: %3ld Počet přesunutých: %3ld Počet smazaných: %3ld

# MSG_TR_NewMail (1071//)
source: New mail
cs: Nová pošta

# MSG_TR_Downloading (1072//)
source: Downloading message...
cs: Stahování zpráv...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
cs: Stahování pošty z %s

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
cs: Odesílání pošty přes %s

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
cs: Zprávy v souboru %s

# MSG_TR_Control (1077//)
source: Control
cs: Přehled možností

# MSG_TR_All (1078//)
source: A_ll
cs: _Vybrat vše

# MSG_TR_DownloadOnly (1079//)
source: _Download only
cs: Pouze stá_hnout

# MSG_TR_Leave (1080//)
source: L_eave
cs: Úplně vy_nechat

# MSG_TR_Clear (1082//)
source: _Clear
cs: _Zrušit výběr

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
cs: P_ouze smazat

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
cs: S_táhnout a smazat

# MSG_TR_Start (1086//)
source: _Start
cs: _Spustit

# MSG_TR_Status (1087//)
source: Status
cs: Stav

# MSG_TR_Abort (1088//)
source: _Abort
cs: Př_erušit

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
cs: Informuje o průběhu přenosu dat.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
cs: Přeruší přenos dat.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
cs: Chybové zprávy

# MSG_ER_PrevError (1095//)
source: _Previous error
cs: _Předchozí chyba

# MSG_ER_NextError (1096//)
source: _Next error
cs: _Další chyba

# MSG_ER_Clear (1097//)
source: _Delete messages
cs: _Smazat chybové zprávy

# MSG_ER_Close (1098//)
source: _Close window
cs: _Zavřít okno

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
cs: Nelze zapisovat do souboru '%s'. Přesvědčte se, že zadaná cesta existuje a zařízení není chráněno proti zápisu.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
cs: Nelze vytvořit adresář '%s'. Přesvědčte se, že zařízení není chráněno proti zápisu.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
cs: Zadejte prosím položku 'alias'.

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
cs: Zadejte prosím položku 'adresa'.

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
cs: Neplatný formát data a času. Datum a čas je nutné zadat ve správném formátu. Příklad: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
cs: Nelze otevřít dočasný soubor '%s'. Zkontrolujte nastavení cesty v souboru nastavení.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
cs: Nelze vytvořit dočasný soubor. Důvod: Nedostatek volné paměti nebo chybně zadaná cesta v konfiguraci.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
cs: Nelze otevřít výstupní okno pro skript.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
cs: Chyba při spuštění příkazu '%s'. Zkontrolujte, zda zadaný skript existuje.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
cs: Nelze číst ze souboru '%s'. Soubor pravděpodobně chybí.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
cs: Velikost po dekódování (%ld) neodpovídá té původní (%ld). Buď byl použit vadný kodér (UUencode) nebo je zpráva neúplná.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
cs: Dokument '%s' nelze najít. Požadovaný soubor již zřejmě není na serveru.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
cs: Nelze poslat příkaz protokolu HTTP. Chyba při pokusu o stáhnutí dokumentu.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
cs: Nelze navázat spojení s WWW serverem '%s'. Přehled možných důvodů: Nefunkční připojení k síti, neplatná adresa, server je mimo provoz nebo neodpovídá na příkazy protokolu HTTP.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
cs: Chyba při ukládání souboru se zprávou: %s. Nelze zapsat zprávu na disk. Máte dostatek volného místa na disku?

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
cs: Chyba při čtení zprávy: %s. Soubor sice existuje, ale nelze ho přečíst.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
cs: Zadejte prosím adresář pro nového uživatele.

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
cs: Zadejte prosím jméno nového uživatele.

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
cs: Nebyly nalezeny žádné veřejné klíče PGP. Zkontrolujte, zda máte nainstalovaný balík PGP a odpovídajícím způsobem nastavený YAM.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
cs: Chyba při práci s PGP: '%s' Podívejte se do souboru %s.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
cs: Nelze spustit program PGP. Zkontrolujte, zda je %s nainstalován.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
cs: Neznámý alias nebo jméno: %s. V seznamu kontaktů nelze najít požadovanou položku. Zkontrolujte prosím zadaný text.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
cs: K zadané osobě '%s' nelze najít odpovídající klíč PGP. YAM zkusí adresu '%s'.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
cs: Veřejný PGP klíč %s nelze přiložit. Chyba při čtení ze systému PGP.

# MSG_DI_Alias (1148//)
source: _Abbreviation
cs: Zkr_atka

# MSG_DI_New (1149//)
source: _New
cs: _Nová

# MSG_DI_AddSelect (1150//)
source: Add _selection
cs: _Přidat označené

# MSG_DI_Delete (1151//)
source: _Delete
cs: _Smazat

# MSG_DI_Paste (1152//)
source: _Paste
cs: _Vložit

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
cs: Přehled uložených položek.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
cs: Zkratka vybrané položky.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
cs: Umožní přidat do glosáře novou novou položku.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
cs: Umožní přidat do glosáře označený text z editoru anebo, není-li text označený, pak obsah schránky.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
cs: Smaže vybranou položku.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
cs: Vloží vybranou položku do editoru na pozici kurzoru.

# MSG_FI_AddFilter (1160//)
source: Add filter
cs: Přidat filtr

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
cs: Zadejte prosím název nového filtru:

# MSG_FI_StatNew (1162//)
source: New/Unread
cs: Nová nebo nepřečtená

# MSG_FI_StatRead (1163//)
source: Read
cs: Přečtená

# MSG_FI_StatForwarded (1164//)
source: Forwarded
cs: Přeposlaná

# MSG_FI_StatReplied (1165//)
source: Replied
cs: Odpovězená

# MSG_FI_StatQueued (1166//)
source: Queued
cs: Ve frontě

# MSG_FI_StatFailed (1167//)
source: Send failed
cs: Chyba při odeslání

# MSG_FI_StatHold (1168//)
source: On hold
cs: Odložená

# MSG_FI_StatSent (1169//)
source: Sent
cs: Odeslaná

# MSG_FI_OtherField (1176//)
source: other field:
cs: Jiné pole

# MSG_FI_MessageSize (1177//)
source: Message size
cs: Velikost zprávy

# MSG_FI_MessageHeader (1178//)
source: Message headers
cs: Hlavička zprávy

# MSG_FI_MessageBody (1179//)
source: Message body
cs: Text zprávy

# MSG_FI_WholeMessage (1180//)
source: Whole message
cs: Celá zpráva

# MSG_FI_SearchIn (1181//)
source: Search in
cs: Prohledat

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
cs: Rozlišovat malá/VELKÁ písmena

# MSG_FI_SubString (1183//)
source: Substring search
cs: Zapnout hledání pomocí masky (#?)

# MSG_FI_FindMessages (1184//)
source: Find messages
cs: Hledání ve zprávách

# MSG_FI_AllFolders (1185//)
source: _everywhere
cs: V_e všech

# MSG_FI_FindIn (1186//)
source: Find in
cs: Hledat v

# MSG_FI_FindWhat (1187//)
source: Find what
cs: Hledat co

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
cs: Po_užít existující filtr

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
cs: Přidat do sez_namu filtrů

# MSG_FI_Results (1190//)
source: Results
cs: Výsledek hledání

# MSG_FI_StartSearch (1191//)
source: _Start search
cs: Začít _hledat

# MSG_FI_SelectMatched (1192//)
source: Select _matched
cs: _Vybrat nalezené

# MSG_FI_ReadMessage (1193//)
source: _Read message
cs: _Přečíst zprávu

# MSG_FI_Abort (1194//)
source: _Abort
cs: Př_erušit

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
cs: Umožní výběr složek, ve kterých chcete hledat.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
cs: Vybere všechny složky.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
cs: Převezme kritérium hledání z vytvořeného filtru.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
cs: Ze zadaného kritéria vytvoří nový filtr a přidá do seznamu.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
cs: Spustí hledání a poté zobrazí výsledek v seznamu.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
cs: Vybere všechny zprávy v hlavním okně vyhovující zadanému kritériu.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
cs: Zobrazí vybranou zprávu ze seznamu.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
cs: Zastaví hledání.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
cs: Pole nebo část zprávy, která je součástí kritéria hledání.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
cs: Název hlavičky, která má být prohledána.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
cs: Definuje, zda hledat mezi jmény nebo adresami.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
cs: Určuje stav zpráv, které mají být prohledány.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
cs: Zadejte text, který chcete najít (masku AmigaOS lze použít).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
cs: Zapne rozlišování malých a VELKÝCH písmen.

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
cs: Zapne hledání v rámci jednotlivých slov.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
cs: Definuje druh porovnání vybrané položky a zadaného textu. Pokud vyberete <>, budou nalezeny všechny zprávy nevyhovující danému kritériu. Za pomoci IN můžete srovnávat vstupní data s externím souborem (nabízí komplexnější definici masek nebo též tzv. Killfile).

# MSG_US_EnterPassword (1211//)
source: Please enter your password
cs: Zadejte prosím své heslo:

# MSG_US_TitleUserName (1212//)
source: User name
cs: Uživatel

# MSG_US_TitleMailDir (1213//)
source: Mail directory
cs: Adresář s poštou

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
cs: Přihlášení uživatele...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
cs: Tímto krokem přijdete o všechny zprávy, složky a konfigurační soubory patřící danému uživateli. Opravdu chcete vybraný profil smazat?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
cs: *_Smazat vše|_Ponechat soubory|_Zrušit

# MSG_US_UserName (1218//)
source: _User name
cs: Jméno _uživatele

# MSG_US_MailDirectory (1219//)
source: _Mail directory
cs: A_dresář s poštou

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
cs: Použít glo_bální seznam kontaktů

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
cs: Použít globální _glosář

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
cs: Zk_opírovat konfiguraci vybraného uživatele

# MSG_US_Password (1223//)
source: _Password
cs: _Heslo

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
cs: Nastavit práva su_pervizora

# MSG_US_AddUser (1225//)
source: _Add user
cs: Přid_at uživatele

# MSG_US_DelUser (1226//)
source: _Delete user
cs: _Smazat uživatele

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
cs: Určuje jméno nového uživatele programu YAM.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
cs: Definuje adresář obsahující složky a konfigurační soubory nového účtu.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
cs: Nastaví sdílení seznamu kontaktů s ostatními.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
cs: Nastaví sdílení glosáře s ostatními uživateli.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
cs: Definuje heslo pro přístup k datům uživatele.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
cs: Dává oprávnění přidat nebo smazat jiné uživatele.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
cs: Při vytváření nového účtu použije jako základ konfiguraci vybraného uživatele.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
cs: Umožní vytvořit nový účet.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
cs: Umožní smazat vybraný účet.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
cs: Jakým způsobem chcete vytvořit novou složku? 'Výchozí nastavení' znamená úplně prázdnou složku jako po instalaci. 'Podle vybrané' použije vlastnosti vybrané složky a 'Existující adresář' převezme data v příslušném adresáři na disku.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
cs: *_Výchozí nastavení|Pod_le vybrané|_Existující adresář|_Zrušit

# MSG_FO_SelectDir (1239//)
source: Select directory
cs: Vyberte požadovaný adresář

# MSG_FO_MessageDate (1240//)
source: Message date
cs: Datum zprávy

# MSG_FO_DateRecvd (1241//)
source: Date received
cs: Přijato dne

# MSG_FO_FMNormal (1242//)
source: normal
cs: Normální

# MSG_FO_FMSimple (1243//)
source: simple protection
cs: Chráněné heslem

# MSG_FO_FMPack (1244//)
source: compressed
cs: Komprimované

# MSG_FO_FMEncPack (1245//)
source: compressed with password
cs: Komprimované s heslem

# MSG_FO_FTRcvdMail (1246//)
source: received mail
cs: Přijaté

# MSG_FO_FTSentMail (1247//)
source: sent mail
cs: Odeslané

# MSG_FO_FTBothMail (1248//)
source: received and sent
cs: Přijaté a odeslané

# MSG_FO_EditFolder (1250//)
source: Folder settings
cs: Nastavení složky

# MSG_FO_Properties (1251//)
source: Properties
cs: Vlastnosti složky

# MSG_FO_MaxAge (1252//)
source: Max. age
cs: Max. doba

# MSG_FO_FolderType (1253//)
source: T_ype
cs: Dru_h

# MSG_FO_FolderMode (1254//)
source: _Mode
cs: Reži_m

# MSG_FO_SortBy (1255//)
source: _Sort by
cs: _Seřadit dle

# MSG_FO_ThenBy (1256//)
source: T_hen by
cs: Po_tom dle

# MSG_FO_Reverse (1257//)
source: Rev
cs: Obráceně

# MSG_FO_MLSupport (1258//)
source: Mailing list support
cs: Rozesílací seznam

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
cs: Určuje název složky.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
cs: Definuje adresář, ve kterém jsou uloženy zprávy vybrané složky.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
cs: Definuje dobu (ve dnech), po které budou staré zprávy automaticky smazány. Funkci vypnete zadáním hodnoty 0.
