Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_CO_Filter_Name (1545//)
source: Name
cs: Název

# MSG_CTunknown (1550//)
source: unknown
cs: neznámý

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
cs: Interval ukládání

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
cs: %ld min.

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
cs: Definuje interval, po kterém YAM automaticky uloží rozepsanou zprávu. Funkci vypnete zadáním hodnoty 0.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
cs: Chyba při pokusu o přesunutí obsahu složky '%s' do adresáře '%s'. Důvodem může být buď nedostatek volného místa na disku nebo nedostatečná práva pro zápis.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
cs: Vybr_at označenou

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
cs: Označenou zprávu v okně hledání vybere v hlavním okně programu.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
cs: Všechny zprávy

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
cs: Pouze nepřečtené

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
cs: Pouze nové

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
cs: Pouze označené

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
cs: Důležité zprávy

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
cs: Za posledních 5 dnů

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
cs: Od lidí, které znám

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
cs: Pouze s přílohou

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
cs: Větší než 1 MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
cs: Poh_led:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
cs: Zobrazených zpráv: %ld z %ld

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
cs: V žá_dné

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
cs: Zobrazí pouze ty zprávy, které vyhovují vybranému kritériu.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
cs: Vyhledá zadaný text dle definovaného kritéria.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
cs: Hledání zpráv ve složce '%s'...

# MSG_CO_WBAPPICON (1600//)
source: AppIcon on _Workbench
cs: Zo_brazit aplikační ikonu na pracovní ploše

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
cs: Zobrazí ikonu s informacemi o došlé poště na ploše operačního systému.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
cs: Zobrazit aplikační ik_onu v liště

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
cs: Zobrazí ikonu s informacemi o došlé poště v liště programu AmiDock. Tato funkce vyžaduje AmigaOS 4.x.

# MSG_MA_MessageImport (1606//)
source: Import messages
cs: Import zpráv

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
cs: Chyba při importu zpráv ze souboru '%s'. Zkontrolujte, zda máte oprávnění číst vybraný soubor a jestli obsahuje data vyhovující standardu RFC 822. YAM umí importovat formát MBOX, DBX (Outlook Express) anebo obyčejné textové zprávy dle RFC 822. Další informace o podporovaných formátech nebo jiných způsobech importu dat najdete v dokumentaci.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
cs: Export zpráv

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
cs: Volně šiřitelný poštovní program pro Amigu

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
cs: Nastavení systému

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
cs: _Kódování

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
cs: Nainstalovaná verze knihovny codesets.library neumí zpracovat nastavené kódování '%s'. Co si přejete udělat?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
cs: *Změnit na vý_chozí|_Ignorovat

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
cs: Nelze otevřít knihovnu %s v%lu.%lu. Prosím nainstalujte požadovanou knihovnu.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
cs: Nelze otevřít knihovnu %s v%lu.%lu. Přečtěte si prosím informace na %s, stáhněte nejnovější verzi a nainstalujte ji.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
cs: Nelze otevřít požadovanou třídu MUI %s v%lu.%lu. Přečtěte si prosím informace na %s, stáhněte nejnovější verzi a nainstalujte ji.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
cs: Nelze otevřít požadovanou třídu MUI %s v%lu.%lu. V systému máte nainstalovanou verzi %lu.%lu, ale YAM vyžaduje novější. K dispozici je na %s.

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
cs: Nelze otevřít požadovanou třídu MUI %s v%lu.%lu. Starší verzi %lu.%lu právě používají jiné programy. Přečtěte si prosím informace na %s, stáhněte nejnovější verzi a nainstalujte ji. Po restartu počítače zkuste znovu spustit YAM.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
cs: První kroky při konfiguraci

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
cs: To nejnutnější pro nastavení poštovního programu...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
cs: Nastavení TCP/IP

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
cs: Konfigurace serverů pro stahování a odesílání pošty...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
cs: Filtrování pošty

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
cs: Definuje pravidla filtrování pošty...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
cs: Čtení zpráv

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
cs: Možnosti týkající se čtení zpráv...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
cs: Psaní zpráv

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
cs: Možnosti týkající se psaní zpráv...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
cs: Odpovědi a přeposílání zpráv

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
cs: Možnosti týkající se odpovědí a přeposílání zpráv...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
cs: Podpis ve zprávě

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
cs: Konfigurace textu na konci zprávy...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
cs: Možnosti zabezpečení

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
cs: Konfigurace bezpečnostních prvků programu...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
cs: Spuštění a ukončení programu

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
cs: Akce prováděné při spuštění a ukončení programu...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
cs: Přílohy ke zprávám

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
cs: Definuje zpracování příloh dle standardu MIME...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
cs: Seznam kontaktů

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
cs: Přehled možností konfigurace seznamu kontaktů...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
cs: Uživatelské skripty

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
cs: Konfigurace pomocných skriptů...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
cs: Ostatní možnosti

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
cs: Konfigurace všeho ostatního aneb co se jinam nevešlo...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
cs: Aktualizace softwaru

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
cs: Sledování aktualizací programu YAM a jeho součástí...

# MSG_CO_CrdUpdate (1651//)
source: Updates
cs: Aktualizace

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
cs: Upozornění :: Chybí AmiSSL

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
cs: Chcete-li používat zabezpečené připojení, je nutné stáhnout a nainstalovat aktuální verzi balíku AmiSSL. Do té doby než si tento balík nainstalujete, veškeré možnosti týkající se zabezpečeného připojení budou neaktivní. YAM vyžaduje AmiSSL V%lu.%lu nebo novější.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
cs: *_Ukončit|Ignorov_at vždy|_Ignorovat

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
cs: Otevírání konfiguračního okna...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
cs: Zjistit aktualizace

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
cs: Vyhledání nových verzí

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
cs: Každý den

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
cs: Každý týden

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
cs: Každý měsíc

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
cs: Interval sle_dování

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
cs: _Vyhledat aktualizace

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
cs: Poslední informace:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
cs: Dosud nebyly zjišťovány aktualizace softwaru.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
cs: Nezjištěna nová verze žádné ze součástí programu.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
cs: Chyba při zjišťování aktualizací.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
cs: Zjištěna (a oznámena) nová verze některé z komponent.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
cs: Pro vybrané adresáty máte definovány rozdílné zásady zabezpečení komunikace. Jakým způsobem chcete tuto zprávu poslat?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
cs: kódovaný text (UUencode)

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
cs: Oznámení aktualizace softwaru

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
cs: Přehled nových verzí

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
cs: Přehled aktualizovaných součástí programu YAM:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
cs: Přehled změn:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
cs: Nadále neupozorňovat na aktualizace

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
cs: Zavřít

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
cs: Součást

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
cs: Ke stáhnutí

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
cs: Nainstalovaná

# MSG_UPD_NOTIFICATION_URL (1689//)
source: URL
cs: Odkaz

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
cs: Pop_is

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
cs: archiv GNU zip

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
cs: archiv HQX (Macintosh)

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
cs: dokument Microsoft Excel

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
cs: dokument Microsoft PowerPoint

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
cs: dokument Microsoft Word

# MSG_CTtextxml (1696//)
source: XML file
cs: soubor XML

# MSG_CTapplicationz (1697//)
source: zlib compressed file
cs: komprimovaný soubor (zlib)

# MSG_CTapplicationtar (1698//)
source: tar archive
cs: archiv tar

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
cs: zvuk AIFF

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
cs: zvuk MIDI

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
cs: zvuk MPEG

# MSG_CTimagebmp (1702//)
source: Bitmap image file
cs: obrázek BMP

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
cs: archiv tgz

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
cs: šifrovaný soubor PGP

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
cs: archiv BZIP2

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
cs: Automaticky detekovat kódování azbuk_y

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
cs: Pokusí se automaticky detekovat správně kódování rusky psaného textu.

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
cs: Vymazaný blok textu byl příliš velký, a proto tento krok nelze vrátit zpět.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
cs: Zobrazení hlavičky

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
cs: Informace o zprávě

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
cs: Soubor '%s' nelze přiložit ke zprávě. Zkontrolujte, zda je vybraný soubor v pořádku a máte oprávnění pro čtení.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
cs: Chyba při vytváření archivu z vybraných souborů. Zkontrolujte, zda jsou všechny soubory v pořádku a máte potřebná oprávnění pro čtení.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
cs: Dohledáv_at skutečná jména v seznamu kontaktů

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
cs: Projde vybranou složku a pokusí se najít skutečná jména lidí na základě vašeho seznamu kontaktů. Pozn.: Tato funkce není určena majitelům pomalých počítačů, zvláště pak obsahuje-li seznam kontaktů mnoho položek.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
cs: Zpráva č.%%ld z %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
cs: Zkon_vertovat zprávy se formátu HTML do prostého textu

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
cs: Pokud je zpráva ve formátu HTML, YAM zkonvertuje její obsah do standardního textu.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
cs: %s z %s @ %s/s Uběhlo %02ld'%02ld'', zbývá %02ld'%02ld''

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
cs: %s z %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
cs: %%ld z %ld zpráv

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
cs: \033bPříloha č.%ld\033n Název: %s Popis: %s Druh: %s <%s> Velikost: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
cs: Příloha č.%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
cs: Pamatovat heslo po _dobu

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
cs: min.

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
cs: Definuje dobu, po kterou si program zapamatuje zadané heslo pro PGP, a tím zjednodušuje práci s podepsanými nebo zašifrovanými zprávami.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
cs: PGP :: Zadání hesla

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
cs: Odpovědi a přeposílání

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
cs: Skripty

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
cs: Spuštění a ukončení

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
cs: %p druh akce při stahování

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
cs: %p počet přijatých zpráv

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
cs: %p název souboru pro novou zprávu

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
cs: %p počet oken pro čtení zpráv

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
cs: %p počet oken pro psaní zpráv

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
cs: %p úplný hypertextový odkaz

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
cs: %s úplná cesta k souboru

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
cs: Počet vybraných zpráv: %ld. Opravdu chcete všechny tyto zprávy smazat?

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
cs: Načítání dat pro filtrování spamu...

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
cs: Ne sp_am

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
cs: Označí vybrané zprávy jako nevyžádanou poštu.

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
cs: Zruší označení za nevyžádanou poštu.

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
cs: Ne sp_am

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
cs: Označí vybrané jako nevyžádanou poštu.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
cs: Zruší označení za nevyžádanou poštu.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
cs: Zpráva (od: '%s', předmět: '%s') klasikována jako spam

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
cs: Zpráva (od: '%s', předmět: '%s') zbavena nálepky spam

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
cs: Není spam

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
cs: Protispamový filtr

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
cs: Filtrování spamu

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
cs: Konfigurace filtru nevyžádané pošty...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
cs: Kontrolovat doruče_nou poštu protispamovým filtrem

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
cs: _Vymazat naučená data

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
cs: Počet nesprávně klasifikovaných zpráv

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
cs: Počet zpráv klasifikovaných jako spam

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
cs: Mázání naučených dat...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
cs: Po přesunutí do složky 'Spam' označit jako spa_m

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
cs: N_ekontrolovat poštu lidí ze seznamu kontaktů

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
cs: Rozpoznávání spamu

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
cs: Zapnout protispamový _filtr

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
cs: Opravdu chcete vynulovat data získaná při procesu rozpoznávání spamu? Proces učení protispamového filtru trvá určitou dobu a během ní se nedá na jeho přesnost spoléhat.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
cs: Ověření duplicit pomocí UIDL...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
cs: Právě jste vypnuli funkci filtrování spamu. Které z nabízených možností si vyberete?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
cs: Vymazat data získaná při _rozpoznávání spamu

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
cs: Smazat stav _spam u takto označených zpráv

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
cs: S_mazat složku 'Spam'

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
cs: Určuje metodu ověření identity při komunikaci s poštovním serverem. 'Automaticky' znamená výběr metody dle možností serveru, ostatní možnosti pak lze použít dle konkrétní situace. Jsou seřazeny od nejlepší po nejhorší.

# MSG_CO_SMTPAUTH_AUTO (1785//)
source: Auto
cs: Automaticky

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
cs: Poštovní server '%s' nepodporuje vybranou metodu ověření identity (SMTP-AUTH). Zjistěte poskytované metody autorizace a jak je nastavit ve svém poštovním klientovi.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
cs: Při pokusu o vytvoření složky Spam byl nalezen již existující adresář 'spam'. Vyberte způsob, jak s tímto adresářem naložit.

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
cs: _Nejdřív vymazat|_Použít stávající|*_Zrušit
