Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
cs: Doručené do

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
cs: Definuje složku pro ukládání doručené pošty.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
cs: cs

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
cs: Je zapnutá automatická detekce azbuky a zároveň nastaveno kódování, které není určeno pro toto písmo (%s). Uvedená kombinace může zapříčinit odeslání nečitelného textu. Nechcete vypnout automatickou detekci azbuky?

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
cs: *_Vypnout|_Ignorovat

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
cs: Uložit rozep_sané|*_Zrušit

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
cs: Ještě jste nezadali veškeré potřebné údaje, jako je například příjemce zprávy. Co si přejete udělat?

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
cs: *Uložit rozep_sané|Z_avřít bez uložení|_Zrušit

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
cs: (bez předmětu)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
cs: (bez adresátů)

# MSG_WR_CANCEL (2527//)
source: _Cancel
cs: _Zrušit

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
cs: Zavře okno se zprávou.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
cs: *ode_sílateli|odesílateli _a všem ostatním|_Zrušit

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
cs: Podpořte budoucnost YAMu

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
cs: Kontrola e-mailů od '%s'

# MSG_WR_CC (2532//)
source: Cc
cs: Standardní kopie

# MSG_WR_BCC (2533//)
source: _Bcc
cs: _Skrytá kopie

# MSG_WR_REPLYTO (2534//)
source: Reply _To
cs: Zpáteč_ní adresa

# MSG_AB_TO_TOOLBAR (2535//)
source: _To:
cs: _Komu:

# MSG_AB_CC_TOOLBAR (2536//)
source: _Cc:
cs: _Standardní kopie:

# MSG_AB_BCC_TOOLBAR (2537//)
source: _Bcc:
cs: _Skrytá kopie:

# MSG_AB_FROM_TITLE (2538//)
source: (From)
cs: (Od)

# MSG_AB_TO_TITLE (2539//)
source: (To)
cs: (Pro)

# MSG_AB_CC_TITLE (2540//)
source: (Cc)
cs: (Standardní kopie)

# MSG_AB_BCC_TITLE (2541//)
source: (Bcc)
cs: (Skrytá kopie)

# MSG_AB_REPLYTO_TITLE (2542//)
source: (Reply To)
cs: (Zpáteční adresa)

# MSG_LOG_COPY_MAIL (2548//)
source: %s: Copied message from '%s' about '%s' from folder '%s' to '%s'
cs: %s: Zkopírována zpráva od '%s'; předmět '%s', ze složky '%s' do '%s'

# MSG_LOG_MOVE_MAIL (2549//)
source: %s: Moved message from '%s' about '%s' from folder '%s' to '%s'
cs: %s: Přesunuta zpráva od '%s'; předmět '%s', ze složky '%s' do '%s'

# MSG_LOG_FILTER_ORIGINATOR (2550//)
source: Filter '%s'
cs: Filtr '%s'

# MSG_STARTUP_SECURITY_WARNING_TITLE (2551//)
source: YAM security warning
cs: Upozornění :: Zabezpečení

# MSG_STARTUP_SECURITY_WARNING (2552//)
source: Network debug output is enabled! The generated debug output will contain unencrypted and human readable passwords and more private stuff. Make sure to remove any private data before making this log public anywhere! The YAM development team takes no responsibility for hacked mail accounts in any way! You have been warned!
cs: Je povolen síťový debug výstup! Vygenerovaný debug výstup bude obsahovat nezašifrované a běžně čitelné hesla a jiné soukromé informace. Než tento výstup někde zveřejníte veřejně, ujistěte se, že jste z něj odstranili jakékoli soukromá data! Vývojový tým v žádném případě nenese žádnou odpovědnost za hacknuté e-mailové účty! Byli jste varování!

# MSG_STARTUP_SECURITY_WARNING_GADGETS (2553//)
source: Understood
cs: Rozumím

# MSG_FO_PATH_INVALID (2554//)
source: The path must be non-empty.
cs: Cesta nesmí být prázdná.

# MSG_FO_MLPATTERN_INVALID (2555//)
source: The pattern (To:/CC:) must be non-empty and no 'catch all'.
cs: Vzor (Komu:/standardní kopie:) nesmí být prázdná a ne 'pro všechny'.

# MSG_FO_MLADDRESS_INVALID (2556//)
source: The destination address (To:) must be non-empty.
cs: Adresa příjemce (Kom_u:) nesmí být prázdná.

# MSG_CO_SAVE_WITHOUT_PRIVATE_DATA (2557//)
source: Save without private data...
cs: Uložit bez soukromých dat...

# MSG_SSL_CERT_WARNING_SIGINVALID (2558//)
source: - The signature of the certificate is invalid.
cs: - Podpis certifikátu není platný.

# MSG_SSL_CERT_WARNING_OUTRO (2559//)
source: If you continue the data transfer will be encrypted (protection from interception), but the identity of the server cannot be guaranteed (\033bNO\033n protection from fraud). Do you still want to accept the connection?
cs: Pokud budete pokračovat, bude datový přenos šifrován (ochrana před odposlechem), ale nelze zaručit totožnost serveru (\033bŽÁDNÁ\033n ochrana před podvodem). Opravdu chcete přijmout toto spojení?

# MSG_CO_POP_PORT_STANDARD (2562//)
source: Standard:
cs: Standardní:

# MSG_CO_SMTP_PORT_STANDARD (2565//)
source: Standard:
cs: Standardní:

# MSG_CO_POP3_TEST_CONNECTION_SETTINGS (2566//)
source: Test connection settings
cs: Vyzkoušet spojení se serverem

# MSG_HELP_CO_BT_POPTEST (2567//)
source: Test the current settings to establish a reliable connection for POP3 downloads.
cs: Vyzkouší aktuální nastavení pro navázání spolehlivého spojení pro stahování pomocí POP3.

# MSG_CO_POP3_CONNECTION_TITLE (2568//)
source: POP3 connection
cs: Spojení s POP3 serverem

# MSG_CO_POP3_CONNECTION_SUCCESS (2569//)
source: Connection to POP3 server '%s' was successful.
cs: Spojení s POP3 serverem '%s' bylo úspěšné.

# MSG_CO_POP3_CONNECTION_FAILURE (2570//)
source: Connection to POP3 server '%s' failed.
cs: Spojení s POP3 serverem '%s' nebylo úspěšné.

# MSG_CO_SMTP_TEST_CONNECTION_SETTINGS (2571//)
source: Test connection settings
cs: Vyzkoušet spojení se serverem

# MSG_HELP_CO_BT_SMTPTEST (2572//)
source: Test the current settings to establish a reliable connection for SMTP uploads.
cs: Vyzkouší aktuální nastavení pro navázání spolehlivého spojení pro odesílání pomocí SMTP.

# MSG_CO_SMTP_CONNECTION_TITLE (2573//)
source: SMTP connection
cs: Spojení se SMTP serverem

# MSG_CO_SMTP_CONNECTION_SUCCESS (2574//)
source: Connection to SMTP server '%s' was successful.
cs: Spojení se SMTP serverem '%s' bylo úspěšné.

# MSG_CO_SMTP_CONNECTION_FAILURE (2575//)
source: Connection to SMTP server '%s' failed.
cs: Spojení se SMTP serverem '%s' nebylo úspěšné.

# MSG_ER_WARN_CAFILE (2576//)
source: While trying initialize the SSL certificate authorities the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
cs: Nelze najít soubor s balíčkem certifikátů '%s'. Doplňte prosím tento soubor, jinak nelze ověřit zabezpečení spojení.

# MSG_ER_CANNOT_OPEN_ASLREQ (2577//)
source: An error occurred while trying to open an ASL requester. Error %ld: %s
cs: Chyba při otevírání dialogového okna. Chyba %ld: %s

# MSG_FO_FOLDER_NAME_INVALID (2578//)
source: The specified folder name is invalid.
cs: Zadaný název složky je neplatný.

# MSG_CO_ACCEPTED_SERVER_CERT_WARNINGS (2579//)
source: Permanently accepted server certificate warnings
cs: Trvale potvrdit upozornění na certifikát serveru

# MSG_CO_CLEAR_SERVER_CERT_WARNINGS (2580//)
source: Clear warnings
cs: Vymazat upozornění

# MSG_UPD_NOTIFICATION_DOWNLOAD_WITH_BROWSER (2581//)
source: Download update with browser...
cs: Stáhnout aktualizaci pomocí prohlížeče....

# MSG_NIGHTLY_EXPIRY_DATE (2582//)
source: \033bThis nightly build expires on %s
cs: \033bTento noční build vyprší %s

# MSG_UNKNOWN_SIZE (2583//)
source: unknown
cs: neznámá
