Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
cs: Formát data narození je neplatný. Použijte tento: '%s'. %%d - den (01-31) %%-d - den bez nuly před číslem (1-31) %%e - den s mezerou před jednomístným číslem ( 1-31) %%m - měsíc (01-12) %%-m - měsíc bez nuly před číslem (1-12) %%y - rok (00-99, 2 číslice) %%-y - rok bez nuly před číslem (0-99, 2 číslice) %%Y - rok (4 číslice) %%-Y - rok bez nuly před číslem (4 číslice) Rok narození musí být větší nebo roven 1900.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
cs: Zapnout upozornění dle AmigaOS_4.1

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
cs: Informace o doručení zpráv bude prezentována pomocí standardních prostředků AmigaOS 4.1. Vyžaduje knihovnu application.library V53.2 nebo novější.

# MSG_USERNAME_FALLBACK (2152//)
source: John Doe
cs: Jan Novák

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
cs: část %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
cs: Některé z rozepsaných zpráv nejsou uloženy. Co si přejete udělat?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
cs: *_Uložit|U_končit|_Zrušit

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
cs: ve formě přílohy

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
cs: jako součást nové zprávy

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
cs: ve formě přílohy

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
cs: Před filtrováním pošty

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
cs: Po filtrování pošty

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
cs: Použít masku dle AmigaOS

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
cs: Umožní hledání pomocí pravidel AmigaOS, tj. ?, #?, (a|b) a [abc].

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
cs: Podpis PGP

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
cs: Dnes, tj. %s, %s slaví své %ld. narozeniny. Nechcete poslat blahopřání?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
cs: Chyba při spuštění skriptu '%s' (chyba č. %ld) Zkontrolujte, zda uvedený soubor existuje a jde o platný arexxový skript.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
cs: Dnes již neupozorňovat

# MSG_RE_SAVE_FILE (2169//)
source: Save file
cs: Uložit soubor

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
cs: Nezjištěna žádná nová aktualizace

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
cs: Nezjištěna nová verze žádné ze součástí programu. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
cs: Zapne automatické sledování aktualizací potřebného softwaru.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
cs: Zkuste později nebo si zapněte automatické sledování aktualizací potřebného softwaru.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
cs: YAM :: Upozornění

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
cs: Stále jsou otevřená okna nebo programy spuštěné z programu YAM (např. prohlížeč příloh zpráv). Opravdu chcete YAM ukončit a riskovat tak pozdější problémy, příp. i zatuhnutí systému?

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
cs: _Opakovat|_Ignorovat

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
cs: Chyba při spuštění příkazu '%s' (chyba č. %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
cs: Nelze inicializovat potřebný zásobník.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
cs: Přenos dat

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
cs: Nelze inicializovat spojení.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
cs: Přihlášení k účtu '%s': %ld zpráv ke stáhnutí

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
cs: Stáhnutých zpráv: %ld; účet '%s'

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
cs: Zadejte požadované heslo pro účet '%s':

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
cs: Zadání požadovaného hesla...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
cs: Výběr požadovaných zpráv...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
cs: \0338Nová pošta pro účet '%s'.\0332 Stáhnutých zpráv: %3ld Ponecháno na serveru: %3ld Vynecháno duplicit: %3ld

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
cs: %s Počet nových zpráv: 1

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
cs: %s Počet nových zpráv: %ld

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
cs: Stáhnout i odeslat

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
cs: Odeslat poštu

# MSG_MA_GET_MAIL (2194//)
source: Get mail
cs: Stáhnout poštu

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
cs: *_Obyčejně|_S podpisem|Ši_frovaně|Š_ifrovaně s podpisem|_Zrušit

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
cs: Navazování spojení...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
cs: Odesílání dat...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
cs: Čekání na odezvu...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
cs: Stahování dat...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
cs: Ukončování spojení...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
cs: Zobrazit přenos dat...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
cs: _Filtrovat poštu na serveru

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
cs: Aplikuje veškeré definované filtry ještě vlastním stahováním zpráv.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
cs: Při spuštění stáhnout poštu

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
cs: Při každém spuštění automaticky stáhne novou poštu.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
cs: Nelze rozpoznat formát souboru '%s'.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
cs: Soubor '%s' není v žádném z formátů, které lze naimportovat.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
cs: Konfiguraci nelze v tuto chvíli měnit. Počkejte až program dokončí stahování a odesílání pošty.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
cs: \033bVybraná složka\033n Název: %s Cesta: %s Velikost: %s Zpráv: %ld (nových: %ld, nepřečtených: %ld)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
cs: \033bVybraná zpráva\033n Od: %s <%s> Komu: %s <%s> Předmět: %s Datum: %s Soubor: %s Velikost: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
cs: Sta_hování aktualizací

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
cs: Stáhnout

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
cs: Stahování dat z '%s'

# MSG_MA_HELP (2214//)
source: Help
cs: Nápověda

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
cs: Obsah

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
cs: ARexx

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search o_n gravatar.com...
cs: Vyhledat na gra_vatar.com...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
cs: K adrese '%s' nelze najít avatara. Jednou z příčin může být to, že uživatel ještě příslušný obrázek na gravatar.com nenahrál.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
cs: Při zpracování poštovního souboru '%s' nelze najít v hlavičce řádek 'MIME-Version'. Výstupní data mohou být neplatná nebo jinak poškozená.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
cs: Změnit stav na 'označené'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
cs: Změní stav filtrovaných zpráv na označené.

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
cs: Změnit stav na 'neoznačené'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
cs: Změní stav filtrovaných zpráv na neoznačené.

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
cs: Změnit stav na 'přečtené'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
cs: Změní stav filtrovaných zpráv na přečtené.

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
cs: Změnit stav na 'nepřečtené'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
cs: Změní stav filtrovaných zpráv na nepřečtené.

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
cs: Změnit stav na 'spam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
cs: Změní stav filtrovaných zpráv na spam.

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
cs: Změnit stav na 'není spam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
cs: Zruší označení filtrovaných zpráv jako spam.

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
cs: _Aktivní

# MSG_CO_POP_AUTH (2234//)
source: Authentification
cs: Ověření identity

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
cs: Pokud nepoužíváte žádný ze způsobů zabezpečení přenosu (TLS nebo SSL), lze nastavit šifrování metodou APOP. Pozn.: Tuto funkci ovšem nepodporují všechny servery.

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
cs: Prosté heslo

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
cs: Šifrované heslo (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
cs: Zabezpečení spojení

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
cs: Bez zabezpečení

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
cs: Zajistí navázání zabezpečeného spojení mezi poštovním serverem a programem YAM. Tímto způsobem je zaručeno, že vaši komunikaci nebude nikdo odposlouchávat. Není-li toto tlačítko aktivní, pravděpodobně jste ještě nenainstalovali balík AmiSSL.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
cs: Seznam serverů

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
cs: Nastavení serveru

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
cs: Zabezpečení a ověření identity

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
cs: Zpracování pošty

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
cs: Seznam serverů

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
cs: Nastavení serveru

# MSG_CO_POP_DESC (2249//)
source: Description
cs: Popis

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
cs: Umožňuje zadat vlastní popis poštovního serveru. Tímto způsobem si můžete zjednodušit orientaci, používáte-li více serverů.

# MSG_CO_SMTP_DESC (2251//)
source: Description
cs: Popis

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
cs: Umožňuje zadat vlastní popis poštovního serveru. Tímto způsobem si můžete zjednodušit orientaci, používáte-li více serverů.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
cs: Zabezpečení spojení

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
cs: Bez zabezpečení

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
cs: Zabezpečení a ověření identity

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
cs: Zajistí navázání zabezpečeného spojení mezi poštovním serverem a programem YAM. Tímto způsobem je zaručeno, že vaši komunikaci nebude nikdo odposlouchávat. Není-li toto tlačítko aktivní, pravděpodobně jste ještě nenainstalovali balík AmiSSL.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
cs: Ověření identity

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
cs: Bez ověření

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
cs: Další možnosti

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
cs: Identity

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
cs: Uživatelské identity

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
cs: Správa uživatelských profilů...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
cs: Identity

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
cs: Obecné

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
cs: Obecné možnosti

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
cs: Psaní zprávy

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
cs: Systém PGP

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
cs: bez podpisu

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
cs: nad textem

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
cs: pod textem

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
cs: Popis

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
cs: Poštovní server (SMTP)

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
cs: Možnosti při psaní nové zprávy

# MSG_CO_IDENTITY_CC (2278//)
source: Cc: address
cs: Standardní kopie pro

# MSG_CO_IDENTITY_BCC (2280//)
source: Bcc: address
cs: Skrytá kopie pro

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
cs: Zpáteční adresa

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
cs: Další možnosti

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
cs: Do odpovědi přidat i text původní zprávy

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
cs: Odpověď umístit

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
cs: Podpis umístit

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
cs: Připojit podpis k odpovědím

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
cs: Připojit podpis k přeposílaným

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
cs: Možnosti zabezpečení systémem PGP

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
cs: Použít PGP pro vybranou identitu

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
cs: Identifikátor klíče

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
cs: Odkaz na klíč

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
cs: Další možnosti

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
cs: Podepsat nešifrované zprávy

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
cs: Podepsat šifrované zprávy

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
cs: Šifrovat všechny zprávy

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
cs: Při šifrování přidat i vlastní klíč

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
cs: Odkaz na vlastní fotku

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
cs: Připojit i osobní informace

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
cs: Požádat o potvrzení odpovědi

# MSG_CO_SERVERNAME (2304//)
source: Server name
cs: Adresa serveru

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
cs: Uživatelské jméno je jeden z údajů požadovaných poštovním serverem.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
cs: Opravdu chcete přesunout vybranou složku z '%s' do '%s'?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
cs: Soubor nebo adresář '%s' již existuje. Opravdu ho chcete přepsat?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
cs: Chyba při vytváření adresáře '%s' (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
cs: _Aktivní

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
cs: Vyprázdnit indexy

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
cs: Určuje, zda je vybraná identita povolená.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
cs: Popis vybrané identity.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
cs: Skutečné jméno uživatele (Jan Novák).

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
cs: Elektronická adresa uživatele.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
cs: Volitelná položka s názvem firmy nebo organizace, která se nějak týká vybrané osoby.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
cs: Definuje server pro odesílání pošty (SMTP), který bude svázán s vybranou identitou.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default Cc: recipients added when composing a new mail.
cs: Určuje osoby, které budou uvedeny v kopii každé nové zprávy.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default Bcc: recipients added when composing a new mail.
cs: Určuje osoby, které budou uvedeny ve skryté kopii každé nové zprávy.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
cs: Určuje osoby, které budou uvedeny v poli zpáteční adresa každé nové zprávy.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
cs: Definuje rozšíření hlavičky odesílaných zpráv.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
cs: Definuje odkaz na fotografii daného uživatele.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
cs: Určuje, zda bude k odpovědi (nebo při přeposílání) přiložena i předchozí zpráva.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
cs: Definuje umístění odpovědi vůči citovanému textu. Může být nad nebo pod takovým textem.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
cs: Definuje umístění podpisu vůči citovanému textu. Může být nad nebo pod takovým textem.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
cs: Povolí přiložení podpisu k odpovědi.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
cs: Povolí přiložení podpisu k přeposílané zprávě.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
cs: Povolí přiložení osobních informací do hlavičky zprávy (X-SenderInfo). Tato funkce vyžaduje, aby e-mail v seznamu kontaktů odpovídal vybranému profilu.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
cs: Povolí automatické zasílání žádosti o potvrzení doručení.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
cs: Povolí použití systému PGP v rámci vybraného profilu.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
cs: Určuje klíč systému PGP, který chcete používat pro vybraný profil.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
cs: Určuje adresu k veřejnému klíči systému PGP.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
cs: Povolí automatické podepisování všech nešifrovaných zpráv systémem PGP.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
cs: Povolí automatické podepisování všech šifrovaných zpráv systémem PGP.
