Repository: jens-maus/yam
Catalog: locale/czech.po
Languages: cs

# MSG_Folder (0//)
source: Folder
cs: Složka

# MSG_Message (1//)
source: Message
cs: Zpráva

# MSG_Attachments (2//)
source: Attachments
cs: Přílohy

# MSG_Options (3//)
source: Options
cs: Možnosti

# MSG_New (6//)
source: New
cs: Nová

# MSG_Open (7//)
source: Open...
cs: Otevřít...

# MSG_Append (8//)
source: Append...
cs: Připojit...

# MSG_Save (9//)
source: Save
cs: Uložit

# MSG_SaveAs (10//)
source: Save as...
cs: Uložit jako...

# MSG_Print (11//)
source: Print...
cs: Tisknout...

# MSG_Edit (12//)
source: Edit...
cs: Upravit...

# MSG_Use (17//)
source: _Use
cs: _Použít

# MSG_Cancel (18//)
source: _Cancel
cs: _Zrušit

# MSG_YesNoReq (23//)
source: *_Yes|_No
cs: *_Ano|_Ne

# MSG_ErrorReq (24//)
source: Error
cs: Chyba

# MSG_NewEntry (25//)
source: - new -
cs: -nová-

# MSG_Date (28//)
source: Date
cs: Datum

# MSG_Sender (29//)
source: Sender
cs: Odesílatel

# MSG_Recipient (30//)
source: Recipient
cs: Příjemce

# MSG_Subject (31//)
source: Subject
cs: Předmět

# MSG_Size (32//)
source: Size
cs: Velikost

# MSG_Status (33//)
source: Status
cs: Stav

# MSG_FolderList (34//)
source: Folder list
cs: Seznam složek

# MSG_MessageList (35//)
source: Message list
cs: Seznam zpráv

# MSG_Realname (36//)
source: Real name
cs: Skutečné jméno

# MSG_Filename (37//)
source: Filename
cs: Název souboru

# MSG_Description (39//)
source: Description
cs: Krátký popis

# MSG_DOB (40//)
source: Date of birth
cs: Datum narození

# MSG_City (41//)
source: City
cs: Město

# MSG_Country (42//)
source: Country
cs: Země

# MSG_Street (43//)
source: Street
cs: Ulice

# MSG_Phone (44//)
source: Phone
cs: Telefon

# MSG_Name (45//)
source: Name
cs: Jméno

# MSG_Email (46//)
source: E-mail address
cs: E-mail

# MSG_Address (47//)
source: Address
cs: Adresa

# MSG_ReturnAddress (48//)
source: Return address
cs: Zpáteční adresa

# MSG_SenderRecpt (49//)
source: Sender/recipient
cs: Odesílatel/příjemce

# MSG_MessageDate (50//)
source: Message date
cs: Datum zprávy

# MSG_Unread (51//)
source: Unread
cs: Nepřečtených

# MSG_Total (52//)
source: Total
cs: Celkem

# MSG_From (53//)
source: From
cs: Od

# MSG_To (54//)
source: To
cs: Komu

# MSG_Columns (56//)
source: Columns
cs: Sloupce

# MSG_Version (60//)
source: Version:
cs: Verze programu:

# MSG_CompilationDate (61//)
source: Compilation date:
cs: Datum sestavení:

# MSG_UserLogin (65//)
source: Click your name to login:
cs: Přihlašte se kliknutím na jméno:

# MSG_ErrorStartup (67//)
source: Error during startup
cs: Chyba při spouštění

# MSG_Quit (68//)
source: Quit
cs: Ukončit

# MSG_LoadingConfig (70//)
source: Loading configuration...
cs: Načítání konfigurace...

# MSG_CreatingGUI (71//)
source: Creating user interface...
cs: Příprava uživatelského rozhraní...

# MSG_ErrorMuiApp (72//)
source: Can't create application
cs: Nelze vytvořit objekt application.

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
cs: Aktualizace indexů složek...

# MSG_LoadingFolders (74//)
source: Loading folders...
cs: Načítání obsahu složek...

# MSG_LoadingABook (75//)
source: Loading address book...
cs: Načítání seznamu kontaktů...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
cs: Inicializace knihoven a tříd...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
cs: Nelze alokovat strukturu ASL

# MSG_ErrorTimer (79//)
source: Can't open timer.device
cs: Nelze otevřít zařízení timer.device

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
cs: Nelze vytvořit arexxový port

# MSG_LoadingGFX (81//)
source: Loading graphics...
cs: Načítání grafických prvků...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
cs: Složka se zprávami k odeslání obsahuje neodeslanou poštu. Chcete tyto zprávy odeslat?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
cs: Opravdu chcete YAM ukončit?

# MSG_CTtextplain (84//)
source: plain text
cs: prostý text

# MSG_CTtexthtml (85//)
source: HTML document
cs: dokument HTML

# MSG_CTtextaguide (86//)
source: AmigaGuide document
cs: dokument AmigaGuide

# MSG_CTapplicationoctetstream (87//)
source: binary file
cs: binární soubor

# MSG_CTapplicationpostscript (88//)
source: Postscript document
cs: dokument Postscript

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
cs: dokument RTF

# MSG_CTapplicationlha (90//)
source: LhA archive
cs: archiv LhA

# MSG_CTapplicationlzx (91//)
source: LZX archive
cs: archiv LZX

# MSG_CTapplicationzip (92//)
source: ZIP archive
cs: archiv ZIP

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
cs: program pro AmigaOS

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
cs: obrázek JPEG/JFIF

# MSG_CTimagegif (95//)
source: GIF picture
cs: obrázek GIF

# MSG_CTimagepng (96//)
source: PNG picture
cs: obrázek PNG

# MSG_CTimagetiff (97//)
source: TIFF picture
cs: obrázek TIFF

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
cs: obrázek IFF-ILBM

# MSG_CTaudiobasic (99//)
source: UNIX audio file
cs: zvuk pro UNIX

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
cs: zvuk IFF-8SVX

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
cs: zvuk WAVE

# MSG_CTvideompeg (102//)
source: MPEG video stream
cs: video MPEG

# MSG_CTvideoquicktime (103//)
source: Apple QuickTime video
cs: video QuickTime

# MSG_CTvideoanim (104//)
source: Amiga IFF-ANIM video
cs: video IFF-ANIM

# MSG_CTvideomsvideo (105//)
source: Microsoft AVI video
cs: video AVI

# MSG_CTmessagerfc822 (106//)
source: E-mail message
cs: poštovní zpráva

# MSG_LOG_Started (107//)
source: YAM started
cs: YAM spuštěn

# MSG_LOG_Terminated (108//)
source: YAM terminated
cs: YAM ukončen

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
cs: Přihlášen uživatel '%s'

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
cs: Přihlášen uživatel '%s'; konfigurace '%s', adresář s poštou '%s'

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
cs: Smazáno %ld zpráv(a); složka '%s'

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
cs: Smazána zpráva od '%s'; předmět '%s', složka '%s'

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
cs: Přesunuto %ld zpráv; ze složky '%s' do složky '%s'

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
cs: Zkopírováno %ld zpráv; ze složky '%s' do složky '%s'

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
cs: Stáhnuta zpráva od '%s'; předmět '%s' (%ld bajtů)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
cs: Navázáno spojení k SMTP serveru '%s'

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
cs: Odeslána zpráva pro '%s'; předmět '%s' (%ld bajtů)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
cs: Odeslaných zpráv: %ld; SMTP server '%s'

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
cs: Upravována zpráva od '%s' pro '%s'; předmět '%s'

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
cs: Napsána nová zpráva pro '%s'; předmět '%s', počet příloh: %ld

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
cs: Odeslána odpověď na zprávu od '%s'; předmět '%s'

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
cs: Přeposlána zpráva od '%s'; předmět '%s', určená pro '%s'

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
cs: Uložen konfigurační soubor s názvem '%s'

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
cs: Uložen seznam kontaktů s názvem '%s'

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
cs: Uložen profil uživatele

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
cs: Do seznamu kontaktů přidána položka '%s'

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
cs: Importováno %ld zpráv ze souboru '%s' do složky '%s'

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
cs: Exportováno %ld zpráv ze složky '%s' do souboru '%s'

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
cs: Uložen přiložený soubor '%s' patřící ke zprávě '%s' ze složky '%s'

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
cs: Změněn předmět '%s' zprávy '%s' ze složky '%s' do '%s'

# MSG_UT_Save (138//)
source: Save
cs: Uložit

# MSG_UT_Load (139//)
source: Load
cs: Načíst

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
cs: Zadejte prosím své heslo pro PGP:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
cs: Složka '%s' je chráněna heslem. Zadejte prosím požadované heslo:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
cs: Zpráva, na kterou chcete reagovat, byla adresovaná více lidem. Chcete odpovědět...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
cs: *ode_sílateli|odesílateli _a všem ostatním|jen _příjemcům|_Zrušit

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
cs: Adresa odesílatele (From) je \033b<%s>\033n, ale zpáteční (Reply-To) je \033b<%s>\033n. Kterou z těchto adres chcete použít?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
cs: _Odesílatel|*Z_páteční|O_bě adresy|_Zrušit

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
cs: _Odesílatel|*Z_páteční|_Zrušit

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
cs: Potvrzení

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
cs: \033uVýsledky filtrování zpráv\033n Počet zpracovaných: %3ld Počet přeposlaných: %3ld Počet archivovaných: %3ld Počet smazaných: %3ld

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
cs: Soubor se zadaným názvem již existuje. Chcete ho přepsat nebo aktuální zprávy přidat na konec?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
cs: *_Přepsat|Přid_at|_Zrušit

# MSG_MA_MoveMsg (163//)
source: Move message(s)
cs: Přesun zpráv

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
cs: Vyberte požadovanou cílovou složku:

# MSG_MA_MoveGad (165//)
source: _Move
cs: _Přesunout

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
cs: Kopírování zpráv

# MSG_MA_CopyGad (167//)
source: Cop_y
cs: Z_kopírovat

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
cs: Zadejte nový předmět zprávy:

# MSG_MA_All (169//)
source: All
cs: Vše

# MSG_MA_TitleStatus (171//)
source: Status
cs: Stav

# MSG_MA_Scripts (172//)
source: Scripts
cs: Skripty

# MSG_MA_ExecuteScript (173//)
source: Execute script...
cs: Spustit skript...

# MSG_MA_CheckSingle (174//)
source: Check single account
cs: Stáhnout poštu z

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
cs: YAM %s - uživatel: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
cs: \033bKomu: \033n

# MSG_MA_Incoming (179//)
source: Incoming
cs: Doručené

# MSG_MA_Outgoing (180//)
source: Outgoing
cs: K odeslání

# MSG_MA_Sent (181//)
source: Sent
cs: Odeslané

# MSG_MA_TBRead (184//8)
source: Rea_d
cs: _Přečíst

# MSG_MA_TBEdit (185//8)
source: _Edit
cs: Up_ravit

# MSG_MA_TBMove (186//8)
source: _Move
cs: Přes_un.

# MSG_MA_TBDelete (187//8)
source: De_lete
cs: S_mazat

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
cs: A_dresa

# MSG_MA_TBWrite (189//8)
source: _New
cs: _Nová

# MSG_MA_TBReply (190//8)
source: _Reply
cs: _Odpov.

# MSG_MA_TBForward (191//8)
source: For_ward
cs: Př_epos.

# MSG_MA_TBGetMail (192//8)
source: _Get
cs: S_táhn.

# MSG_MA_TBSendAll (193//8)
source: _Send
cs: Ode_slat

# MSG_MA_TBFilter (194//8)
source: F_ilter
cs: F_iltr.

# MSG_MA_TBFind (195//8)
source: _Find
cs: _Hledat

# MSG_MA_TBAddrBook (196//8)
source: A_book
cs: _Adresář

# MSG_MA_TBConfig (197//8)
source: _Config
cs: Konfi_g.

# MSG_MA_Project (198//)
source: Project
cs: Projekt

# MSG_MA_AboutMUI (200//)
source: About MUI...
cs: O rozhraní MUI...

# MSG_MA_LastErrors (202//)
source: Show last message
cs: Zopakovat hlášení

# MSG_MA_Restart (203//)
source: Restart
cs: Restartovat

# MSG_MA_NewFolder (206//)
source: New folder
cs: Nová složka

# MSG_MA_Select (211//)
source: Select
cs: Vybrat

# MSG_MA_MDelete (227//)
source: Delete
cs: Smazat

# MSG_MA_Save (230//)
source: Save...
cs: Uložit...

# MSG_MA_MGetAddress (235//)
source: Save address...
cs: Uložit adresu...

# MSG_MA_SetStatus (236//)
source: Set status to
cs: Změnit stav na

# MSG_MA_ChangeSubj (241//)
source: Change subject...
cs: Změnit předmět...

# MSG_MA_MSend (242//)
source: Send
cs: Odeslat

# MSG_MA_Settings (243//)
source: Settings
cs: Nastavení

# MSG_MA_MAddrBook (244//)
source: Address book
cs: YAM :: Seznam kontaktů

# MSG_MA_MConfig (245//)
source: Configuration
cs: YAM :: Konfigurace

# MSG_MA_MUsers (246//)
source: Users
cs: Uživatelé

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
cs: Zobrazí text vybrané zprávy.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
cs: Umožní upravit text vybrané zprávy.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
cs: Přesune vybrané zprávy do jiné složky.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
cs: Smaže vybrané zprávy.

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
cs: Uloží adresu odesílatele do seznamu kontaktů.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
cs: Napsání nové zprávy.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
cs: Odpověď na vybranou zprávu.

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
cs: Přeposlání vybraných zpráv dalším příjemcům.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
cs: Stáhnutí nových zpráv z poštovního serveru.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
cs: Odešle zprávy ze složky 'K odeslání'.

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
cs: Vyfiltruje zprávy ve vybrané složce. Pozn.: Vyberete-li 2 nebo více zpráv, program bude filtrovat pouze tyto.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
cs: Umožní najít požadovaný text nebo jiné.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
cs: Otevře seznam kontaktů.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
cs: Otevře okno s nastavením programu.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
cs: Zadejte nové heslo pro vybranou složku:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
cs: A nyní pro jistotu heslo zadejte znovu:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
cs: Přijdete o všechny zprávy ve vybrané složce. Opravdu ji chcete smazat?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
cs: Neplatná konfigurace (chybí adresa serveru SMTP, POP3 nebo e-mail). Zadejte prosím všechny potřebné údaje.

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
cs: Import definice MIME...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
cs: *_MIME.prefs|m_ailcap|m_ime.types|_Zrušit

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
cs: Dobrý den,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
cs: Dne %c %n napsal:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
cs: #?.(cz)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
cs: *** začátek přeposílané zprávy ***\n\nDatum: %c\nOdesílatel: %n <%e>\nPředmět: %s\n\n--- obsah přeposílané zprávy ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
cs: *** konec přeposílané zprávy ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
cs: S pozdravem

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
cs: Dobrý den %f,\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
cs: S pozdravem

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
cs: Dobrý den %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
cs: Dne %c %n napsal:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
cs: S pozdravem

# MSG_CO_LineBreak (279//)
source: \n Line break
cs: \n nový řádek

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
cs: %n původní odesílatel: příjmení

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
cs: %f původní odesílatel: jméno

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
cs: %e původní odesílatel: adresa

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
cs: %s původní zpráva: předmět

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
cs: %d původní zpráva: datum

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
cs: %t původní zpráva: čas

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
cs: %w původní zpráva: den v týdnu

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
cs: %m původní zpráva: identifikátor zprávy

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
cs: %r příjemce: příjmení

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
cs: %v příjemce: jméno

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
cs: %a příjemce: adresa

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
cs: %r původní příjemce: příjmení

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
cs: %v původní příjemce: jméno

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
cs: %a původní příjemce: adresa

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
cs: %h celá hlavička

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
cs: %a název archivu

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
cs: %f soubory k archivování

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
cs: %l seznam souborů

# MSG_CO_CrdFirstSteps (300//)
source: First steps
cs: První kroky

# MSG_CO_CrdFilters (303//)
source: Filters
cs: Filtrování pošty

# MSG_CO_CrdRead (304//)
source: Read
cs: Čtení zpráv

# MSG_CO_CrdWrite (305//)
source: Write
cs: Psaní zpráv

# MSG_CO_CrdSignature (307//)
source: Signature
cs: Podpis

# MSG_CO_CrdMIME (309//)
source: MIME
cs: Přílohy

# MSG_CO_CrdSecurity (310//)
source: Security
cs: Zabezpečení

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
cs: Ostatní

# MSG_CO_CrdABook (314//)
source: Address book
cs: Seznam kontaktů

# MSG_CO_Save (315//)
source: _Save
cs: _Uložit

# MSG_CO_Use (316//)
source: _Use
cs: _Použít

# MSG_CO_Cancel (317//)
source: _Cancel
cs: _Zrušit

# MSG_CO_MinConfig (343//)
source: Minimal configuration
cs: Minimální konfigurace

# MSG_CO_RealName (344//)
source: _Real name
cs: _Skutečné jméno

# MSG_CO_EmailAddress (345//)
source: _E-mail address
cs: _E-mail

# MSG_CO_Password (347//)
source: _Password
cs: _Heslo

# MSG_CO_TimeZone (348//)
source: Time _zone
cs: Časo_vé pásmo

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
cs: Odesílání pošty (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
cs: Poslat text zprávy _8bitově

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
cs: Stahování pošty (POP3)

# MSG_CO_POPUserID (355//)
source: User name
cs: Už_ivatel

# MSG_CO_POPActive (356//)
source: _Active
cs: A_ktivní

# MSG_CO_DeleteServerMail (357//)
source: Delete mail on ser_ver
cs: Smazat p_oštu ze serveru

# MSG_CO_PSNever (359//)
source: never
cs: nikdy

# MSG_CO_PSLarge (360//)
source: large messages
cs: velkých zpráv

# MSG_CO_PSAlways (361//)
source: always
cs: vždy

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
cs: vždy, pouze velikosti

# MSG_CO_TWNever (363//)
source: hide always
cs: skrýt

# MSG_CO_TWAuto (364//)
source: automatic
cs: automaticky

# MSG_CO_TWAlways (365//)
source: show always
cs: zobrazit

# MSG_CO_TransferWin (368//)
source: _Transfer window
cs: Průběh s_tahování

# MSG_CO_PreSelect (369//)
source: Pr_e-selection
cs: Př_edvolba

# MSG_CO_CheckMail (374//)
source: Check for new mail every
cs: Stahovat poštu každých

# MSG_CO_Minutes (375//)
source: minutes
cs: min.

# MSG_CO_NotiReq (378//)
source: Reques_ter
cs: _Dialog

# MSG_CO_NotiSound (379//)
source: S_ound
cs: Z_vuk

# MSG_CO_NotiCommand (380//)
source: Co_mmand
cs: Pří_kaz

# MSG_CO_Name (381//)
source: N_ame
cs: Náz_ev

# MSG_CO_Remote (388//)
source: Remote _filter
cs: Aplikovat před _stáhnutím pošty

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
cs: Ap_likovat na novou poštu

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
cs: Apl_ikovat na odeslanou poštu

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
cs: Apli_kovat na požádání

# MSG_CO_ActionForward (393//)
source: _Forward
cs: Př_eposlat

# MSG_CO_ActionReply (394//)
source: Repl_y
cs: O_dpovědět

# MSG_CO_ActionExecute (395//)
source: E_xecute
cs: _Spustit

# MSG_CO_ActionPlay (396//)
source: _Play sound
cs: Pře_hrát zvuk

# MSG_CO_ActionMove (397//)
source: _Move
cs: Přesunou_t

# MSG_CO_ActionDelete (398//)
source: Dele_te
cs: S_mazat

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
cs: Nestah_ovat

# MSG_CO_HeadNone (400//)
source: none
cs: nic

# MSG_CO_HeadShort (401//)
source: custom
cs: vybrané části

# MSG_CO_HeadFull (402//)
source: all
cs: vše

# MSG_CO_SINone (403//)
source: none
cs: žádné informace

# MSG_CO_SIFields (404//)
source: data only
cs: pouze text

# MSG_CO_SIAll (405//)
source: data and image
cs: text a fotografie

# MSG_CO_SLBlank (406//)
source: blank line
cs: prázdný řádek

# MSG_CO_SLDash (407//)
source: two dashes
cs: dvě pomlčky

# MSG_CO_SLBar (408//)
source: separator bar
cs: oddělovač

# MSG_CO_SLSkip (409//)
source: no signature
cs: bez podpisu

# MSG_CO_HeaderLayout (410//)
source: Header layout
cs: Vzhled hlavičky

# MSG_CO_BodyLayout (411//)
source: Message body layout
cs: Vzhled zprávy

# MSG_CO_OtherOptions (412//)
source: Other options
cs: Ostatní možnosti

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
cs: Zalo_mit údaje v hlavičce

# MSG_CO_OldQuotes (414//)
source: Old quotes
cs: Původní text

# MSG_CO_Header (416//)
source: _Headers
cs: V _hlavičce zobrazit

# MSG_CO_SenderInfo (417//)
source: Sender _info
cs: _Informace o odesílateli

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
cs: _Oddělovač podpisu

# MSG_CO_ColoredText (419//)
source: Colored text
cs: Barevný text

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
cs: Více oke_n

# MSG_CO_DisplayAll (422//)
source: Display _all texts
cs: Zobr_azit všechny texty

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
cs: Použít _fixní písmo

# MSG_CO_MimeType (425//)
source: MIME _type
cs: _Typ MIME

# MSG_CO_MimeCmd (426//)
source: _Viewer
cs: Proh_lížeč

# MSG_CO_Extension (427//)
source: File e_xtensions
cs: Příp_ony souborů
