Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_CO_Welcome (435//)
source: Welcome _phrase
sv: V_älkomstfras

# MSG_CO_Greetings (436//)
source: Closing p_hrase
sv: Avsl_utningsfras

# MSG_CO_Editor (437//)
source: Editor
sv: Redigerare

# MSG_CO_WordWrap (438//)
source: _Word-wrap
sv: Ra_dbrytning

# MSG_CO_EWOff (439//)
source: off
sv: avstängd

# MSG_CO_EWAsYouType (440//)
source: as you type
sv: medan du skriver

# MSG_CO_EWBeforeSend (441//)
source: before sending
sv: innan du skickar

# MSG_CO_ExternalEditor (442//)
source: _External editor
sv: _Extern redigerare

# MSG_CO_PhraseOpen (444//)
source: Open
sv: Början

# MSG_CO_PhraseIntro (445//)
source: Intro
sv: Introduktion

# MSG_CO_PhraseClose (446//)
source: Close
sv: Slut

# MSG_CO_Forwarding (447//)
source: Forwarding
sv: Vidarebefordran

# MSG_CO_FwdInit (448//)
source: _Initial phrase
sv: Start_fras

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
sv: Slu_tfras

# MSG_CO_Replying (450//)
source: Replying
sv: Svar

# MSG_CO_RepInit (451//)
source: Default _reply phrases
sv: Fö_rvalda svarsfraser

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
sv: A_lternativa svarsfraser

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
sv: För dessa _domäner

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
sv: Svarsfraser, s_ändningslista

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
sv: Citera t_omrader

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
sv: V_erifiera mottagaradress

# MSG_CO_StripSignature (458//)
source: Stri_p signature
sv: Ta _bort signatur

# MSG_CO_DefSig (459//)
source: Default signature
sv: Förvald signatur

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
sv: Alt. signatur #1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
sv: Alt. signatur #2

# MSG_CO_Signature (462//)
source: Signature
sv: Signatur

# MSG_CO_EditSig (464//)
source: _Edit in external editor
sv: R_edigera externt

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
sv: Infoga slumpad _klotterrad

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
sv: Infoga E_NV:Signature

# MSG_CO_Taglines (467//)
source: Taglines
sv: Klotterrader

# MSG_CO_TaglineFile (468//)
source: Tagline _file
sv: _Fil

# MSG_CO_TaglineSep (469//)
source: Tag_line separator
sv: Av_delare

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
sv: Använd typsnitt med _fast bredd

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
sv: Visa tid i Swatch _Beats

# MSG_CO_LogNone (472//)
source: none
sv: ingen

# MSG_CO_LogVerbose (474//)
source: verbose
sv: noggrann

# MSG_CO_PGPExe (475//)
source: P_GP's directory
sv: Sökväg till P_GP

# MSG_CO_Logfiles (481//)
source: Log files
sv: Loggfiler

# MSG_CO_LogPath (482//)
source: _Path
sv: S_ökväg

# MSG_CO_LogSplit (483//)
source: Split _log file
sv: Dela _loggfil

# MSG_CO_LogMode (484//)
source: _Mode
sv: Loggnings_typ

# MSG_CO_LogAllEvents (485//)
source: Log _all events
sv: L_ogga alla händelser

# MSG_CO_OnStartup (486//)
source: On program startup
sv: När programmet startar

# MSG_CO_LoadAll (487//)
source: Load all folders
sv: Ladda alla mappar

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
sv: Markera ny post som oläst

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
sv: Skicka post i kön

# MSG_CO_CheckDOB (491//)
source: Check birthdates
sv: Kontrollera födelsedagar

# MSG_CO_OnTermination (492//)
source: On program termination
sv: När programmet avslutar

# MSG_CO_DeleteOld (493//)
source: Delete old mail
sv: Radera gammal post

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
sv: Töm Papperskorgen

# MSG_CO_ATABnever (495//)
source: never
sv: aldrig

# MSG_CO_ATABask (496//)
source: ask before
sv: fråga först

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
sv: fråga, om info finns

# MSG_CO_ATABinfo (498//)
source: if info available
sv: om info finns

# MSG_CO_ATABalways (499//)
source: always
sv: alltid

# MSG_CO_InfoExc (500//)
source: Personal data exchange
sv: Persondatautbyte

# MSG_CO_Gallery (501//)
source: Save _photos in
sv: Spara _bilder i

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
sv: S_para avsändaradress

# MSG_CO_NewGroup (505//)
source: _Group for new entries
sv: _Grupp för nya poster

# MSG_CO_Paths (507//)
source: Paths
sv: Sökvägar

# MSG_CO_Detach (508//)
source: Decode _files to
sv: Avkoda _filer till

# MSG_CO_Attach (509//)
source: _Attach files from
sv: _Bifoga filer från

# MSG_CO_TempDir (510//)
source: For temp_orary files
sv: För _temporära filer

# MSG_CO_AppIcon (511//)
source: Mailbox status
sv: Brevlådestatus

# MSG_CO_PositionX (512//)
source: Position _X
sv: _X-position

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
sv: St_ängningsknapp ikonifierar

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
sv: Spara/radera meddelanden

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
sv: Bekräfta _radering av

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
sv: eller fler meddelanden

# MSG_CO_Remove (517//)
source: _Remove messages immediately
sv: Ta bort me_ddelanden omedelbart

# MSG_CO_XPK (525//)
source: XPK/LhA settings
sv: XPK/LhA-inställningar

# MSG_CO_XPKPack (526//)
source: Packer
sv: Packare

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
sv: Packa/Skydda

# MSG_CO_Archiver (528//)
source: Archi_ver
sv: Arkiverare

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
sv: Skriptmeny, post %ld

# MSG_CO_ScriptStartup (530//)
source: Program startup
sv: Programstart

# MSG_CO_ScriptTerminate (531//)
source: Program termination
sv: Programavslutning

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
sv: Innan post hämtas

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
sv: Efter nerladdning av post

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
sv: Vid varje nytt meddelande

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
sv: Innan post skickas

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
sv: Efter post har skickats

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
sv: När ett meddelande läses

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
sv: Innan du skriver ett meddelande

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
sv: Efter ett meddelande har skrivits

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
sv: Vid dubbelklickning av URL

# MSG_CO_Script (541//)
source: Sc_ript
sv: Sk_ript

# MSG_CO_OpenConsole (542//)
source: _Open console window
sv: _Öppna konsollfönster

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
sv: V_änta tills det avslutats

# MSG_CO_Open (544//)
source: Open...
sv: Öppna...

# MSG_CO_SaveAs (545//)
source: Save as...
sv: Spara som...

# MSG_CO_Edit (546//)
source: Edit
sv: Redigera

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
sv: Förinställda värden på sidan

# MSG_CO_ResetAll (548//)
source: Reset all settings
sv: Förinställda värden

# MSG_CO_LastSaved (549//)
source: Last saved
sv: Senast sparade

# MSG_CO_Restore (550//)
source: Restore
sv: Återställ

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
sv: Importera MIME-visare & typer...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
sv: Ditt fullständiga namn (förnamn efternamn).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
sv: Din e-postadress.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
sv: Adress till POP3-servern för att hämta post. Om du lämnar detta fält tomt, används adressen till SMTP-servern som nödlösning.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
sv: Lösenord för åtkomst till POP3-servern.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
sv: Adress till SMTP-servern för att skicka post. Om du lämnar detta fält tomt används adressen till POP3-servern som nödlösning.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
sv: Konvertera inte till 7-bitar vid överföring. Använd detta val bara om din SMTP-server klarar 8-bitars överföring, annars kan dina meddelanden bli förstörda.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
sv: Lista över POP3-servrar.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
sv: Lägg till en ny POP3-server.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
sv: Ta bort vald POP3-server från listan.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
sv: Användarnamn för att logga in på POP3-servern. Om du lämnar detta fält tomt, kommer användar- namnet från din e-postadress att användas.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
sv: Radera meddelanden på e-postservern efter att du hämtat dem.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
sv: Kolla detta konto när du kollar efter ny post.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
sv: Visa ett statusfönster vid överföring av post.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
sv: Meddelandeförval visar (en del av) innehållet i din POP3-postlåda och tillåter dig att välja vilka meddelanden du vill hämta.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
sv: Inkommande meddelanden större än detta, betraktas som 'stora'.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
sv: Hur ofta vill du att YAM automatiskt ska kolla efter ny post? Använd '0' om du inte vill att YAM ska göra detta.

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
sv: Vid automatisk kontroll av ny post, hämta stora meddelanden, även om de är större än den angivna storleks- begränsningen ovan.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
sv: Visa ett dialogfönster när du får ny post.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
sv: Programmet du vill köra när du får ny post.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
sv: Ljudfil du vill spela när du får ny post.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
sv: Lista över filter.

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
sv: Filternamn.

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
sv: Applicera detta filter innan ny post hämtas.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
sv: Applicera detta filter på nya meddelanden.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
sv: Applicera detta filter på skickade meddelanden.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
sv: Applicera detta filter när du använder manuell filtrering.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
sv: Vidarebefordra matchande meddelanden till en annan person.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
sv: E-postadress(er) som skall få de vidarebefordrade meddelandena.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
sv: Skicka ett automatiskt svar för varje matchande meddelande.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
sv: Textfil som innehåller svaret.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
sv: Utför ett kommando för varje matchande meddelande.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
sv: Kommando att utföra. Sökvägen till det matchande meddelandet skickas som ett argument.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
sv: Spela en ljudfil för varje matchande meddelande.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
sv: Ljudfil att spela.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
sv: Flytta matchande meddelanden till en annan mapp.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
sv: Destinationsmapp.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
sv: Radera matchande meddelanden.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
sv: Hämta inte matchande meddelanden.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
sv: Lägg till ett nytt filter.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
sv: Ta bort valt filter från listan.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
sv: Färg som används för att visa 2:a nivåns citat.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
sv: Dela upp långa brevhuvuden på flera rader.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
sv: Vilka meddelandehuvuden vill du YAM ska visa som förval i läsfönstret?

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|Bcc|Date|Subject).
sv: Ange ett AmigaDOS-mönster för att välja hur brevhuvudet ska se ut. Förvalt är (From|To|Cc|Bcc|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
sv: Information om avsändaren att visa i läsfönstret (om tillgänglig).

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
sv: Typ av avskiljare för signaturen.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
sv: Visa alla textdelar i ett meddelande med flera delar.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
sv: Använd ett separat läsfönster för varje öppnat meddelande.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
sv: Färg för 'färgad' text som används i läsfönstret och i redigeraren.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
sv: Visa meddelanden med ett typsnitt där alla tecken är lika breda.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
sv: Mata in en ny MIME-typ eller välj en med popupp-knappen till höger.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
sv: Sökväg och argument för visaren. Klicka på popupp-knappen för att se en lista av de variabler som stöds.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
sv: Lägg till en ny MIME-visare.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
sv: Ta bort vald MIME-visare.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
sv: Lista av filändelser som används av denna filtyp.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
sv: Program för att visa bilagor av okänd typ.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
sv: Text att infoga i början av ett nytt meddelande.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
sv: Text att infoga i slutet av ett nytt meddelande.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
sv: Radbryt meddelandetext vid denna kolumn.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
sv: Välj 'medans jag skriver' för automatisk radmatning medans du skriver dina meddelanden.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
sv: Starta den externa redigeraren automatiskt när du börjar på ett nytt meddelande.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
sv: Text att infoga i början på ett vidarebefordrat meddelande. Använd popupp-knappen till höger för att se de variabler som du kan använda.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
sv: Text att infoga i slutet på ett vidarebefordrat meddelande.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
sv: Förvalda fraser att använda i svar på meddelanden. Använd popupp-knappen till höger för att se de variabler som stöds.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
sv: Använd dessa fraser istället när mönstret nedan matchar mottagarens adress.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
sv: AmigaDOS-mönster för de alternativa svarsfraserna.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
sv: Använd dessa fraser i svar på meddelanden från sändlistor.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
sv: Använd citattecken för tomma rader?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
sv: Om vald, kommer du att få välja vart du vill skicka svaret, om 'Från:'-fältet och 'Svar till:'-fältet i originalmeddelandet är olika.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
sv: Undviker citering av signaturen i originalmeddelandet.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
sv: Ändra denna signatur med den externa redigeraren.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
sv: Infoga en kontrollkod för en slumpmässig klotterrad.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
sv: Infoga en kontrollkod för 'SIGNATURE' miljövariabeln.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
sv: Specifiera här en databasfil innehållandes klotterrader (också känt som 'cookies').

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
sv: Sträng för att separera klotterraderna i databasen.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
sv: Kolumner som ska visas i mapplistan.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
sv: Kolumner som ska visas i meddelandelistan.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
sv: Kolumner som ska visas i adressboken.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
sv: Visa listposter med ett typsnitt som har fast bredd.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
sv: Visa tid i Swatch Beats, enhetstiden från Swatch.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
sv: Katalog där PGP's binärfil kan hittas.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
sv: Sökväg till katalogen där loggfilerna kommer att sparas.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
sv: Om vald, kommer en separat loggfil att påbörjas varje månad.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
sv: Välj loggningstyp.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
sv: Stäng av detta val för att bara logga postöverföring.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
sv: Ladda indexfiler för alla mappar.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
sv: Ändra status för nya meddelanden till olästa.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
sv: Skicka köade meddelanden.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
sv: Kontrollera adressboken och påminn om någon fyller år.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
sv: Radera meddelanden som nått sin maxålder (se mappkonfigurationen).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
sv: Töm Papperskorgen.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
sv: Katalog för att spara bilder av de du kommunicerar med.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
sv: Lägg till avsändaren i adressboken automatiskt, när du läser dennes meddelande?

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
sv: Adress och eventuell port för din HTTP- proxyserver (förinställd port är 80) Du kan lämna detta fält tomt.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
sv: Lägg till nya poster i adressboken för denna grupp (den kommer att skapas om den inte redan finns).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
sv: Katalog för temporära filer.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
sv: Katalog att spara bilagor i.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
sv: Förvald katalog för bilagor.

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
sv: Försök lägga Appikonen precis vid dessa koordinater.

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
sv: Vill du att YAM ikonifieras när du trycker på stängningsknappen?

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
sv: Vill du bekräfta raderingar av meddelanden?

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
sv: Minsta antal meddelanden som kräver bekräftelse.
