Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
sv: Tillåter dig att välja standard signaturen som ska användas vid skapande av nytt brev med denna användaridentitet.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
sv: Konfigurationsvarning

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
sv: Du har ändrat vissa konfigurations inställningar och kommer att förlora dessa ändringar när du stänger fönstret. Hur vill du fortsätta?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
sv: _Stäng fönster|*_Avbryt

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
sv: Konfiguration versionsvarning

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
sv: Konfigurationsfilen som YAM försöker ladda, sparades med en nyare version av YAM. Om du fortsätter ladda denna fil, kommer kanske vissa konfigurationsinställningar att gå förlorade och satta till dess förvalda värden. Hur vill du fortsätta?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
sv: _Fortsätt|*_Avbryt

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
sv: Adressfält Kopia

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
sv: Adressfält Dold kopia

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
sv: Adressfält Svara till

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
sv: Kolumninställningar

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
sv: Huvudfönster

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
sv: Tema

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
sv: Tillåter dig välja vilken signatur som ska visas för nuvarande komponerat brev.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
sv: PGP säkerhetsnivå

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
sv: Tillåter dig att välja säkerhetsnivå för PGP. Du kan välja om ett brev ska signeras, krypteras eller både och. "Standard" försöker hitta, mottagaren i adressboken och använda inställningarna som är definierade där.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
sv: MIME-typ

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
sv: _Hämta meddelanden större än

# MSG_MA_DRAFTS (2359//)
source: Drafts
sv: Utkast

# MSG_CO_SIGNATURE (2360//)
source: Signature
sv: Signatur

# MSG_CO_SIGNATURES (2361//)
source: Signatures
sv: Signaturer

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
sv: Beskrivning

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
sv: _Aktiv

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
sv: Signatur

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
sv: Lista över alla signaturer

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
sv: Lägger till en signatur till listan.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
sv: Tar bort vald signatur från listan.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
sv: Flyttar signatur ett steg upp.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
sv: Flyttar signatur ett steg ned.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
sv: Flaggar nuvarande vald signatur som aktiv eller inaktiv.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
sv: Tillåter dig att skriva en beskrivning för signaturen.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
sv: Textredigerare för inmatning/ändring av signaturen.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
sv: Anslutningar

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
sv: Meddelande för nya brev

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
sv: SSL certifikat varning

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
sv: _Acceptera|Acceptera _permanent|Vi_sa certifikat|*_Förkasta

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
sv: Kunde inte validera server certifikat för '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
sv: - Certifikatet är inte utfärdat av en betrodd myndighet. Använd fingeravtrycket för att validera certifikatet manuellt.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
sv: - Certifikatets värdnamn stämmer inte överrens.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
sv: - Certifikatet är ännu inte giltigt.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
sv: - Certifikatets giltighet har löpt ut.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
sv: - Certifikatet har ett okänt fel.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
sv: Certifikatsinformation: - Värdnamn: \033b%s\033n - Giltigt: \033b%s\033n till \033b%s\033n - Utfärdare: \033b%s\033n - Fingeravtryck: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
sv: Certifikat för %s:%d

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
sv: Vid försök att ladda certifikatpaktet '%s' eller individuella certifikatfiler från '%s', så uppstod ett fel. Var god kontrollera att inga ogiltiga filer har placerats i certifikatmappen.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
sv: Vid försök att upprätta SSL certifikatsverifiering, så befanns mappen '%s' saknas. Var god kontrollera att sökvägen existerar och innehåller certifikats paketfilen som tillhandahölls vid installeringen av YAM.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
sv: Avsluta filteringsprocess

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
sv: Avsluta filtreringsprocess efter detta filter. Efterföljande filter kommer inte att köras mer.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
sv: Importera...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
sv: Importera filter

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
sv: Lita på huvudrader av detta externa filter:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
sv: Misslyckades att initiera UIDL hash tabell.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
sv: Signatur text

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
sv: Lägg till en fil som signatur istället

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
sv: Hämtar meddelandedetaljer (%%ld av %ld)

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
sv: Du får kolla efter uppdateringar manuellt.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
sv: Du blir meddelad så snart uppdateringar finns tillgängliga.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
sv: Visa tecken

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
sv: Misslyckades skapa specialklass '%s' som underklass till '%s'.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
sv: YAM har identifierat att du kör en version av 'rexxsyslib.library' i ditt MorphOS system som är känd för att inte ha en fungerade ARexx implementering. För att ordna denna situation och få ARexx att fungera med YAM, så bör du installera en kopia av 'rexxsyslib.library' från en AmigaOS 3.1-3.9 installation till 'SYS:Libs', sedan döpa om 'rexxsyslib.library' i 'MOSSYS:Libs' och starta om ditt system.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
sv: Spara som _utkast

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
sv: Sparar meddelandet till mappen 'Utkast'.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
sv: Spara som utkast

# MSG_WR_MCLOSE (2405//)
source: Close
sv: Stäng

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
sv: Omdirigera meddelande från '%s' om '%s' till '%s'

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
sv: _Omdirigera

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
sv: Omdirigera matchande meddelanden till en annan person.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
sv: E-post adress(er) som ska mottaga de omdirigerade meddelandena.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
sv: Omdirigera...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
sv: Återsänt _Från

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
sv: Återsänt _Till

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_Cc
sv: Återsänt _Cc

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_Bcc
sv: Återsänt _Bcc

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
sv: Omdirigera meddelande(n)

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
sv: Kunde inte skapa brevfil '%s'. Orsak: ogiltig mapp katalog eller för lite diskutrymme.

# MSG_WR_RENAME (2417//)
source: _Rename
sv: _Döp om

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
sv: Döp om bilaga

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
sv: Skriv in nytt namn för bilaga:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
sv: Skippa krypterade brev

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
sv: Skippa krypterade brev (t.ex. PGP) vid sökningen.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
sv: Visa snabbsök i huvudfönstret

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
sv: Om vald, visas ett sökfält i huvudfönstret, för att snabbt söka efter specifika brev.

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
sv: Avstängd

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
sv: Överst

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
sv: Nederst

# MSG_CO_FILTER_REGISTER_SETTINGS (2428//)
source: General
sv: Allmänt

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
sv: Villkor

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
sv: Åtgärder

# MSG_CO_CONDITION_ALL (2431//)
source: all
sv: alla

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
sv: en eller flera

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
sv: endast en

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
sv: Bilagor

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
sv: Lägg till fil(er)...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
sv: Packa & lägg till...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
sv: Ta bort

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
sv: Döp om...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
sv: Visa

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
sv: Bilaga

# MSG_WR_REMOVE (2441//)
source: Rem_ove
sv: Ta _bort

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
sv: Om

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
sv: av följande villkor uppfylls:

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
sv: Europe/Stockholm

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
sv: Här kan du ställa in din nuvarande plats/tidszon.

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
sv: Nuvarande GMT avvikelse:

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
sv: Nästa DST växling:

# MSG_CO_TZONE_NODSTSWITCH (2448//)
source: no daylight saving
sv: ingen sommartid

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
sv: Beskrivning:

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
sv: Kan inte öppna tidszon beskrivningsfilen '%s/Resources/zoneinfo/zone.tab'. Kontrollera att alla tidszon relaterade filer har kopierats till '%s/Resources/zoneinfo' katalogen.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
sv: Kan inte öppna tidszon informationsfil '%s'. Tidszon information kommer att vara felaktig. Kontrollera att alla tidszon relaterade filer har kopierats till '%s/Resources/zoneinfo' katalogen.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
sv: YAM mappformat varning

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
sv: Ett föråldrat mapplagringsformat har upptäckts. YAM kommer nu att flytta alla mappkataloger till en ny underkatalog, kallad 'Folders' i mailkatalogen '%s'. \033bVARNING:\033n Denna operation är \033boåterkallelig\033n och resulterar i mappar som inte längre är kompatibel med föregående versioner av YAM. Vill du utföra denna operation nu eller avsluta YAM och skapa en backup först?

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
sv: _Fortsätt|*_Avsluta

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
sv: Visa _namn

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
sv: Katalogna_mn

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
sv: Validerar mappar...

# MSG_MA_MARCHIVE (2459//)
source: Archive
sv: Arkiv

# MSG_MA_ARCHIVE (2460//)
source: Archive
sv: Arkiv

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
sv: Visa förlopp

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
sv: _Ladda extern redigerare direkt

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
sv: Inställningar extern redigerare

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
sv: Sökväg till din externa favorit redigerare, som du kan använda som alternativ till den interna.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
sv: _Visa teckenuppsättning

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
sv: Välj en teckenuppsättning som texen konverteras till, innan den externa redigeraren startas.

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
sv: Använd popupp knappen för att välja teckenuppsättningen du vill YAM ska använda för att visa text. Detta bör vanligtvis matcha ditt systems förvalda teckenuppsättning, annars visas en dialogruta som frågar hur vi ska gå vidare.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
sv: Använd popupp knappen för att välja teckenuppsättningen du vill YAM ska använda till kodning av brev. Detta bör vanligtvis matcha ditt systems förvalda teckenuppsättning, så att den visade teckenuppsättningen matchar den du skriver brev med. Du kan dock välja vilken teckenuppsättning du vill, att koda dina utgående brev med.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: _Default charset
sv: F_örvald teckenuppsättning

# MSG_CO_MIME_CODESET (2471//)
source: Display c_harset
sv: _Visa teckenuppsättning

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
sv: Välj teckenuppsättning här, som utskriftsbar text ska konverteras till, innan exekvering av kommandot för denna MIME typ.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
sv: _Visa teckenuppsättning

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
sv: Välj teckenuppsättning här, som utskriftsbar text ska konverteras till, innan förvald visare startas.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
sv: Filtrerat %ld meddelande(n) med %ld matchning(ar)

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
sv: Hoppa till första olästa meddelande

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
sv: Hoppa till första olästa meddelande när du går till denna mapp.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
sv: Hoppa till nyaste meddelandet

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
sv: Hoppa till det senaste meddelandet när du går till denna mapp.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
sv: dagar

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
sv: Filterlista...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
sv: Avsändare

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
sv: Mottagare

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
sv: Ämne

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
sv: Meddelande

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
sv: Kontrollera efter saknade bilagor

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
sv: Nyckelord:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
sv: Vill du bli varnad om brevhuvudet antyder att en bilaga existerar men att de saknas?

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
sv: Konfigurera nyckelorden som kanske indikerar att en bilaga existerar.

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
sv: bilaga,bilagor,bifoga,bifogad,bifogar,CV,följebrev

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
sv: Glömde du möjligtvis att lägga till en bilaga?

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
sv: Lägg till bilaga...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
sv: Påminn mig senare

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
sv: Bilagepåminnare

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
sv: Glömde du att lägga till en bilaga?

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
sv: Ja, det gjorde jag|Nej, skicka nu

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
sv: Brevkonto

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
sv: Brevkonto

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
sv: Spara användargränssnittets layout

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
sv: Spara positioner och dimensioner permanent för alla fönster, layouten för vissa grupper och tillstånden för vissa grafiska objekt.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
sv: Förvalda mappar

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
sv: Mappen 'Skickat'

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
sv: Tillåter att ställa in en annan mapp, där brev lagras efter de har skickats iväg.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
sv: Efter skickande, lagra brev i mappen 'Skickat'

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
sv: Om aktiverat, så kommer brev att lagras efter de har skickats. Annars kommer skickade brev att raderas.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
sv: Använd alternativ 'Skickat' mapp:

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
sv: Om aktiverat, så kommer skickade brev att lagras i en alternativ brevmapp, än vad som konfigurerats i TCP/IP sektionen i inställningarna.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
sv: Tillåter att specifiera vilken alternativ brevmapp som ska användas för att lagra skickade brev.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
sv: Förvalda mappar

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
sv: Mappen 'Inkorg'

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
sv: Tillåter att ställa in en annan mapp där brev kommer att lagras efter de har mottagits.
