Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_WR_DELETE (2027//)
source: Delete
sv: Radera

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
sv: Ett fil I/O fel inträffade vid försök att avkoda en Base64 MIME-del %ld av brev '%s'. Avkodningen har avbrutits. Detta kan bero på otillräckligt utrymme på volymen filen avkodades på eller att källfilen inte var åtkomstbar.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
sv: Vissa ogiltiga tecken hittades vid avkodningen av Base64 kodade MIME-delen %ld av brev '%s'. Den genererade utmatningen kan därför innehålla ogiltig data eller vara korrupt. Detta kan orsakas av en inkorrekt kodning, gjord av den skickande mail klienten eller för att Base64 delen blivit skadad vid överföringen.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
sv: Ett fel uppstod vid försök att avkoda Base64 MIME-delen %ld av brevfil '%s'. Avkodningen har avbrutits. Antingen fanns ingen data att avkoda eller så kan inte YAM komma åt den kodade datan.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
sv: Avsändaradressen (Från) är \033b<%s>\033n men svarsadressen (Svar till) är \033b<%s>\033n. Vilken adress vill du lägga till i din adressbok?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
sv: Handling (Namn)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
sv: Sökväg

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
sv: Ett fel uppstod vid försök att ladda ikon '%s.info' från tema '%s'. Ikonen kommer inte att visas under denna session. Var god kontrollera att din tema katalog innehåller alla nödvändiga ikoner eller stäng av temat för att inte få fler varningar.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
sv: Det nuvarande aktiverade temat '%s' är av en inkompatibel version och laddades därför inte. Det förvalda YAM temat aktiverades därför som en reservlösning. Var god uppdatera temat till en kompatibel version eller stäng av det i konfigurationen.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
sv: Vid försök att ladda det förvalda temat för YAM, så upptäcktes det att vara av en felaktig version. Laddningsprocessen för temat avbröts och du rekommenderas att uppgradera det förvalda temat till en kompatibel version.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
sv: Ett fel uppstod vid försök att ladda bildfilen för '%s' via datatyper. Var god kontrollera att filen existerar och att du har ett fungerande datatypssystem (t.ex. att bilden visas korrekt i Multiview).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
sv: Ett fel uppstod vid försök att ladda bildfilen '%s' från katalogen '%s'. Var god kontrollera att ditt tema innehåller alla nödvändiga bilder som definierats i senaste temaversionslayouten.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
sv: YAM kunde inte ladda det förvalda temat och avbröt temaladdningen helt. Var god kontrollera att din tema katalog är läsbar och innehåller korrekt förvalt tema som distribueras med YAM.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
sv: Det nuvarande aktiverade temat '%s' har visat sig vara oåtkomstbar eller korrupt och laddades inte. Det förvalda temat för YAM aktiverades därför som reservlösning. Var god kontrollera att ditt valda tema är läsbart och är ett giltigt YAM tema.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
sv: Omstart av YAM krävs

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
sv: Innan det valda temat kan appliceras, så måste du spara konfigurationen och starta om YAM.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
sv: Markera mapp som läst

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
sv: Ta _bort

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
sv: 'Glöm' denna bild. (Filen kommer att finnas kvar på hårddisken).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
sv: Spela en ljudfil när du fått ny post.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
sv: Kör ett kommando när du fått ny post.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
sv: Lägg till en regel för detta filter.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
sv: Ta bort den sista regeln från detta filter.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
sv: Flytta detta filter uppåt i listan.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
sv: Flytta detta filter nedåt i listan.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
sv: Öppna en fildialog för att välja filen att spela.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
sv: Testa ljudet.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
sv: En egen beskrivning för denna MIME-typ.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
sv: Lista med skript.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
sv: Genomför en koll efter uppdateringar nu.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
sv: Lista med bilagor i detta meddelande.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
sv: Aldrig

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
sv: Välj skript att exekvera

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
sv: Exkludera alla mappar från sökningen, förutom den nuvarande.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
sv: Om du fortsätter, kommer alla meddelanden i mappen '%s' att filtreras. Vill du fortsätta?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
sv: Du har valt flera meddelanden i mappen '%s'. Bara dessa meddelanden kommer att filtreras. Vill du fortsätta?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
sv: XML adressbok (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
sv: Filtrering klar: %3ld meddelanden kontrollerade, %3ld vidarebefordrade, %3ld flyttade, %3ld raderade, %3ld klassifierade som skräppost

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
sv: Filtrering klar: %3ld meddelanden kontrollerade, %3ld studsade, %3ld vidarebefordrade, %3ld autosvarade, %3ld kommando aktiverade, %3ld flyttade, %3ld raderade, %3ld klassifierade som skräppost

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
sv: Filändringsvarning

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
sv: Medans du har redigerat meddelandetexten i skrivfönstret %ld i en extern redigerare, har texten i den interna textredigeraren också ändrats. Vill du verkligen använda texten i den externa redigeraren och tappa ändringarna gjorda i den interna redigeraren?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
sv: Skicka %ld meddelande(n) via SMTP-server '%s' misslyckades

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
sv: Födelsedatum i AmigaDOS format (t.ex. 11.13.1978 eller 11/13/1978).

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
sv: Kan inte initiera trådsystem

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
sv: Ett fel uppstod vid försök att spela ljudfilen '%s'. Detta kan bero på antingen en trasig ljudfil eller en ljudfil som inte stöds eller för att din ljuddatatyp inte fungerar korrekt.

# MSG_WR_CHARSET (2084//)
source: C_harset
sv: Teckenuppsättning

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
sv: Använd popup knappen för att välja den tecken- uppsättning du vill YAM ska använda för detta brev. Detta är förvalt till systemets teckenuppsättning.

# MSG_ABOUTYAM (2086//)
source: About YAM
sv: Om YAM

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
sv: Kunde inte ansluta till värd '%s' för konto '%s'. En TCP/IP socket anslutning verkar redan vara aktiv. Var god stäng ned andra aktiva överföringar.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
sv: Kunde inte ansluta till värd '%s' för konto '%s'. Mail-servern svarade inte inom den angivna tidsramen och avbröts därför.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
sv: Kunde inte ansluta till värd '%s' för konto '%s'. YAM kunde inte etablera en socket anslutning till mail-servern. Var god kontrollera att din TCP/IP stack är online och fungerar.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
sv: Kunde inte ansluta till värd '%s' för konto '%s'. YAM kunde inte etablera en icke blockerande I/O anslutning till mail-servern. Var god kontrollera att din TCP/IP stack kan etablera icke blockerande I/O anslutningar.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
sv: Okänd POP3-server '%s' för konto '%s'. TCP/IP är nedkopplad eller så är adressen ogiltig.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
sv: Kunde inte ansluta till värd '%s' för konto '%s'. Mail-servern är nere för tillfället eller stödjer inte POP3 protokoll.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
sv: POP3-servern '%s' för konto '%s' svarade med ett felmeddelande vid välkomstproceduren och anslutningen avbröts: %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
sv: Felaktigt svar från mail-servern '%s' för konto '%s' för kommandot '%s': %s Mail-servern kunde inte exekvera kommandot och svarade med felmeddelandet ovan.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
sv: Kunde inte initiera TLSv1/SSLv3 session med värd '%s' för konto '%s'.

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
sv: POP3-servern '%s' för konto '%s' stödjer inte APOP. Var god stäng av APOP i konfigurationen.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
sv: Kunde inte ansluta till värd '%s'. En TCP/IP socket anslutning verkar redan vara aktiv. Var god stäng ev. andra existerande överföringar.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
sv: Kunde inte ansluta till värd '%s'. Mail-servern svarade inte inom den angivna tidsramen och avbröts därför.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
sv: Kunde inte ansluta till värd '%s'. YAM kunde inte etablera en socket anslutning till mail-servern. Var god kontrollera att din TCP/IP stack är online och fungerar.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
sv: Kunde inte ansluta till värd '%s'. YAM kunde inte etablera en icke blockerande I/O anslutning till mail-servern. Var god kontrollera att din TCP/IP stack kan etablera icke blockerande I/O anslutningar.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
sv: Kunde inte initiera TLSv1/SSLv3 session med värd '%s'.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
sv: Din SMTP-server '%s' stödjer inte TLS/SSL. Var god stäng av detta val i konfigurationen.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
sv: Felaktigt svar från mail-servern '%s' för kommandot '%s': %s Mail-servern kunde inte exekvera kommandot och svarade med felmeddelandet ovan.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
sv: Kunde inte ansluta till värd '%s'. Mail-servern är nere för tillfället eller stödjer inte SMTP protokoll.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
sv: Okänd SMTP-server '%s'. TCP/IP är nedkopplad eller så är serveradressen ogiltig.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
sv: SMTP-servern '%s' rapporterade att den inte stödjer 8-bits brevöverföringar medans du har valet 'Tillåt 8bit' aktiverad. Var god stäng av denna funktion i TCP/IP-inställningarna och redigera om brevet innan du försöker skicka det igen, annars kan brevet bli förstört.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
sv: Dubbelklick på mapp öppnar mappinställningar

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
sv: Radera

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
sv: Radera valda

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
sv: Följande bilagor kommer att raderas: %s Vill du verkligen fortsätta?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
sv: Raderade bilaga(or) för meddelande '%s' i mappen '%s

# MSG_MA_DELETEATT (2112//)
source: Delete
sv: Radera

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
sv: Alla bilagor för de valda breven kommer att raderas. Vill du verkligen fortsätta?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
sv: Radera alla

# MSG_MA_MDELETEATT (2115//)
source: Delete
sv: Radera

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
sv: Mappa okända tecken till ASCII

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
sv: Om vald, kommer tecken som inte kan konverteras till teckenuppsättningen för läsning att mappas för att se ut som ASCII sekvenser.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
sv: Navigering

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
sv: Nästa meddelande i tråd

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
sv: Föregående meddelande i tråd

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
sv: Sök efter brev av samma tråd i alla mappar

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
sv: Om aktiv, kommer sökandet efter meddelanden av samma tråd att sträcka sig till alla mappar, istället för att endast söka efter meddelanden i samma mapp.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
sv: Filen '%s' existerar redan. Vill du skriva över den?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
sv: Hemmamappen '%s' för användare '%s' existerar inte!

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show text co_lors
sv: Visa te_xtfärger

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
sv: Använd text färger för att signalera speciella texter, (t.ex. citeringar, etc.)

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
sv: Visa text stilar

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
sv: Tolka '/', '*', '_' och '#' som kontroll tecken för text stilar.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
sv: Visa tex_t färger

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
sv: Använd text färger för att signalera speciella texter, (t.ex. citeringar, etc.)

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
sv: Visa text stilar

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
sv: Tolka '/', '*', '_' och '#' som kontroll tecken för text stilar.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
sv: Typsnittsinställn.

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
sv: Använd _fast typsnitt

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
sv: Text färger?

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
sv: Text stilar?

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
sv: Text färger?

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
sv: Fast typsnitt?

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
sv: _Optimera träningsdata

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
sv: Tar bort sällan använda ord från träningsdatan för att snabba upp laddningen och öka hastigheten vid genomgång av skräppost.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
sv: Vill du verkligen optimera skräppostfiltrets träningsdata? Skräppostfiltrets effektivitet kan minska lite efteråt, men filtreringsprocessen blir snabbare och använder mindre minne.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
sv: %ld (%ld ord)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
sv: Födelsedagsdatumet är i fel format. Det korrekta formatet är '%s'. %%d - dag med inledande nollor (0-31) %%-d - dag utan inledande nollor (1-31) %%e - dag med inledande mellanrum ( 1-31) %%m - månad med inledande nollor (01-12) %%-m - månad utan inledande nollor (1-12) %%y - år med inledande nollor (00-99, 2 siffror) %%-y - år utan inledande nollor (0-99), 2 siffror) %%Y - år med inledande nollor (4 siffror) %%-Y år utan inledande nollor (4 siffror) Årsnummret måste vara större än eller lika med 1900.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
sv: AmigaOS_4.1 notifieringssystem
