Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
sv: Kopiera markerad text till urklipp.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
sv: Infoga innehållet i ett urklipp vid markörens position.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
sv: Ångra senaste ändringar i texten.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
sv: Använd fet stil för markerad text (endast hela ord).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
sv: Använd kursiv stil för markerad text (endast hela ord).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
sv: Stryk under markerad text (endast hela ord).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
sv: Färga markerad text (endast hela ord).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
sv: Lägg till en bilaga till listan.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
sv: Skapa ett arkiv med en eller flera filer och lägg till det i listan som en bilaga.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
sv: Ta bort vald bilaga från listan.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
sv: Använd en konfigurerad MIME-visare för att visa denna bilaga.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
sv: MIME-typ för valda bilagor. Använd om möjligt en från listan.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
sv: Valfri beskrivning för markerad bilaga.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (Cc) of the message to these recipients.
sv: Skicka en kopia (Cc) av meddelandet till dessa mottagare.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy (Bcc) of the message to these recipients.
sv: Skicka en dold kopia (Bcc) av meddelandet till dessa mottagare.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
sv: Extra brevhuvuden som ska läggas till i meddelandet.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
sv: Svarsadress för detta meddelande.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
sv: Spara inte detta meddelande i Skickat mappen.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
sv: Begär ett meddelandekvitto vid lyckad leverans.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
sv: Skapa brevhuvudsfält med data om dig själv från adressboken.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
sv: Sätt prioriteten för detta meddelande.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
sv: Kopiera det skapta meddelandet till Utkorgen.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
sv: Kopiera det skapta meddelandet till Utkorgen och skicka iväg det omedelbart.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
sv: Ansluter till e-postservern...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
sv: Ansluten, väntar på hälsningsmeddelande...

# MSG_TR_PopLogin (1054//)
source: POP3 login
sv: Loggar in med POP3

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
sv: Skickar APOP-login information...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
sv: Skickar användaridentitet...

# MSG_TR_SendPassword (1057//)
source: Sending password...
sv: Skickar lösenord...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
sv: Hämtar information...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
sv: Avbryter anslutning...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
sv: Applicerar fjärrfilter...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
sv: Skickar 'Hallå'...

# MSG_TR_Exporting (1065//)
source: Exporting message...
sv: Exporterar meddelande...

# MSG_TR_Sending (1066//)
source: Sending message...
sv: Skickar meddelande...

# MSG_TR_Importing (1067//)
source: Importing message...
sv: Importerar meddelande...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
sv: Raderar post på servern...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
sv: Filtrering klar: %3ld meddelanden genomsökta, %3ld studsade, %3ld vidarebefordrade, %3ld autobesvarade, %3ld kommandon körda, %3ld flyttade, %3ld raderade

# MSG_TR_NewMail (1071//)
source: New mail
sv: Ny post

# MSG_TR_Downloading (1072//)
source: Downloading message...
sv: Hämtar meddelande...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
sv: Hämtar post från '%s'

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
sv: Skickar post till '%s'

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
sv: Meddelanden i fil %s

# MSG_TR_Control (1077//)
source: Control
sv: Kontroll

# MSG_TR_All (1078//)
source: A_ll
sv: A_lla

# MSG_TR_DownloadOnly (1079//)
source: _Download only
sv: _Hämta bara

# MSG_TR_Leave (1080//)
source: L_eave
sv: L_ämna

# MSG_TR_Clear (1082//)
source: _Clear
sv: _Inga

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
sv: _Radera bara

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
sv: Hä_mta och radera

# MSG_TR_Start (1086//)
source: _Start
sv: _Starta

# MSG_TR_Abort (1088//)
source: _Abort
sv: A_vbryt

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
sv: Nuvarande status på överföringen.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
sv: Avbryt överföringen snarast möjligt.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
sv: Felmeddelanden

# MSG_ER_PrevError (1095//)
source: _Previous error
sv: _Föregående fel

# MSG_ER_NextError (1096//)
source: _Next error
sv: _Nästa fel

# MSG_ER_Clear (1097//)
source: _Delete messages
sv: _Radera meddelanden

# MSG_ER_Close (1098//)
source: _Close window
sv: _Stäng fönster

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
sv: Kunde inte skriva till filen '%s'. Kontrollera att sökvägen existerar och att volymen inte är skrivskyddad.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
sv: Kunde inte skapa katalogen '%s'. Kontrollera att volymen inte är skrivskyddad.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
sv: Du måste ange ett alias för att identifiera posten!

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
sv: Du måste ange en adress för denna post!

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
sv: Felaktigt datum-/tidformat. Datumet måste vara i AmigaDOS-format. T.ex: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
sv: Kunde inte öppna temporärfilen '%s'. Kontrollera sökvägen i konfigurationen.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
sv: Kunde inte skapa temporär fil. Minnet kan vara slut eller så är en felaktig sökväg angiven i konfigurationen.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
sv: Kunde inte öppna konsollfönster för skriptet.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
sv: Kunde inte utföra ARexxkommandot '%s'. Kontrollera att skriptet existerar.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
sv: Kunde inte läsa filen '%s'. Filen verkar inte existera.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
sv: Avkodad storlek (%ld) är inte samma som orginalstorleken (%ld). En felaktig UUcode kodare har använts eller så har meddelandet klippts av.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
sv: HTML-dokumentet '%s' hittades inte. Filen finns inte på webbservern.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
sv: Kunde inte skicka HTTP-begäran. Kunde inte hämta dokument från webbservern.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
sv: Kunde inte ansluta till webbservern '%s'. Möjliga felorsaker: TCP/IP-stacken är inte uppkopplad, servern är nere eller stöder inte HTTP-begäran.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
sv: Skrivfel på brevfilen: %s. YAM kan inte spara meddelandet till disk. Disken kan vara full.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
sv: Läsfel för brevfilen %s. Filen existerar, men något blev fel vid läsning av filen.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
sv: Du måste ange en katalog för den nya användaren!

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
sv: Du måste ange ett namn för den nya användaren!

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
sv: Inga allmänna PGP-nycklar hittades. Kontrollera att PGP är installerat och att nödvändiga inställningar är gjorda i YAM.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
sv: Följande PGP-kommando genererade ett felmeddelande: '%s' Se filen %s för felsökning.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
sv: Kunde inte köra PGP-kommando. Kontrollera att %s finns.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
sv: Okänt alias eller namn: %s. YAM kunde inte hitta e-postadress till mottagaren i adressboken. Kontrollera stavningen.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
sv: Kunde inte hitta PGP-ID för '%s' i adressboken, försöker med '%s' istället.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
sv: Kunde inte lägga till allmänna PGP-nyckeln %s. Det gick inte att kopiera den från PGPs nyckelring.

# MSG_DI_Alias (1148//)
source: _Abbreviation
sv: _Förkortning

# MSG_DI_New (1149//)
source: _New
sv: _Nytt

# MSG_DI_AddSelect (1150//)
source: Add _selection
sv: Lägg till _markerat

# MSG_DI_Delete (1151//)
source: _Delete
sv: _Radera

# MSG_DI_Paste (1152//)
source: _Paste
sv: _Klistra in

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
sv: Lista över tillgängliga förkortningar.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
sv: Förkortning av markerad post.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
sv: Lägg till en ny förkortning till ordlistan.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
sv: Skapa en ny post med den markerade texten i redigeraren.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
sv: Ta bort vald post.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
sv: Infoga vald post vid nuvarande position i textredigeraren.

# MSG_FI_AddFilter (1160//)
source: Add filter
sv: Nytt filter

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
sv: Ange ett namn för det nya filtret

# MSG_FI_StatNew (1162//)
source: New/Unread
sv: Nytt/Oläst

# MSG_FI_StatRead (1163//)
source: Read
sv: Läst

# MSG_FI_StatForwarded (1164//)
source: Forwarded
sv: Vidarebefordrat

# MSG_FI_StatReplied (1165//)
source: Replied
sv: Besvarat

# MSG_FI_StatQueued (1166//)
source: Queued
sv: I kö

# MSG_FI_StatFailed (1167//)
source: Send failed
sv: Skicka misslyckades

# MSG_FI_StatHold (1168//)
source: On hold
sv: Kvarhållet

# MSG_FI_StatSent (1169//)
source: Sent
sv: Skickat

# MSG_FI_OtherField (1176//)
source: other field:
sv: annat fält:

# MSG_FI_MessageSize (1177//)
source: Message size
sv: Meddelandestorlek

# MSG_FI_MessageHeader (1178//)
source: Message headers
sv: Meddelandehuvuden

# MSG_FI_MessageBody (1179//)
source: Message body
sv: Meddelandeutformning

# MSG_FI_WholeMessage (1180//)
source: Whole message
sv: Hela meddelandet

# MSG_FI_SearchIn (1181//)
source: Search in
sv: Sök i

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
sv: Skilj på läge

# MSG_FI_SubString (1183//)
source: Substring search
sv: Sök deltext

# MSG_FI_FindMessages (1184//)
source: Find messages
sv: Hitta meddelanden

# MSG_FI_AllFolders (1185//)
source: _everywhere
sv: alla ma_ppar

# MSG_FI_FindIn (1186//)
source: Find in
sv: Sök i

# MSG_FI_FindWhat (1187//)
source: Find what
sv: Sök vad

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
sv: Använd _filterinställningar

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
sv: Spara som _nytt filter

# MSG_FI_Results (1190//)
source: Results
sv: Resultat

# MSG_FI_StartSearch (1191//)
source: _Start search
sv: _Börja sök

# MSG_FI_SelectMatched (1192//)
source: Select _matched
sv: Välj _matchande

# MSG_FI_ReadMessage (1193//)
source: _Read message
sv: L_äs meddelande

# MSG_FI_Abort (1194//)
source: _Abort
sv: A_vbryt

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
sv: Välj en eller fler mappar att söka i.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
sv: Inkludera alla mappar i din sökning.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
sv: Hämta sökkriterier från ett filter.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
sv: Skapa ett nytt filter från dessa sökkriterier.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
sv: Börja sökning och visa resultatet i listan ovan.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
sv: Välj alla matchande meddelanden i huvudfönstret.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
sv: Visa nuvarande meddelande från listan ovan.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
sv: Avsluta sökning.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
sv: Fält eller del av meddelande som ska matcha mönstret.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
sv: Namn på brevhuvud att söka i.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
sv: Välj om du vill söka i fältets adressdel eller i det riktiga namnet.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
sv: Meddelandestatus att matcha.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
sv: Sökmönster (AmigaDOS jokertecken stöds).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
sv: Skilj på stora och små bokstäver?

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
sv: Använd deltextsökning.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
sv: Typ av jämförelse. <> ger alla meddelanden som inte matchar sökmönstret. IN används för att ange en fil med flera sökmönster.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
sv: Ange ditt lösenord

# MSG_US_TitleUserName (1212//)
source: User name
sv: Användarnamn

# MSG_US_TitleMailDir (1213//)
source: Mail directory
sv: Postkatalog

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
sv: Väntar på att användare ska logga in...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
sv: Alla meddelanden, mappar och konfigurationsfiler som tillhör denna användare kommer att raderas! Vill du verkligen ta bort denna användare?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
sv: *_Ok|_Behåll filer|A_vbryt

# MSG_US_UserName (1218//)
source: _User name
sv: _Användarnamn

# MSG_US_MailDirectory (1219//)
source: _Mail directory
sv: _Postkatalog

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
sv: Använd gemensam adress_bok

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
sv: Använd _gemensam ordlista

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
sv: K_opiera konfiguration från nuvarande användare

# MSG_US_Password (1223//)
source: _Password
sv: _Lösenord

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
sv: _Fulla privilegier

# MSG_US_AddUser (1225//)
source: _Add user
sv: _Ny användare

# MSG_US_DelUser (1226//)
source: _Delete user
sv: _Radera användare

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
sv: Namnet på den nya YAM användaren.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
sv: Katalog för att spara den nya användarens mappar och konfiguration.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
sv: Dela adressboken med övriga användare.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
sv: Dela ordlista med övriga användare.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
sv: Lösenord krävs för att denna användare skall kunna logga in.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
sv: Välj detta om användaren ska få lägga till eller ta bort användare.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
sv: Använd nuvarande konfiguration som förval för det nya kontot.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
sv: Skapa ett nytt konto.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
sv: Ta bort valt konto.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
sv: Vilka inställningar vill du använda för den nya mappen? Välj 'existerande katalog' om du vill återanvända en redan existerande katalog.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
sv: *_Förvalda värden|_Som nuvarande|_Existerande katalog|A_vbryt

# MSG_FO_SelectDir (1239//)
source: Select directory
sv: Välj katalog

# MSG_FO_MessageDate (1240//)
source: Message date
sv: Meddelandedatum

# MSG_FO_DateRecvd (1241//)
source: Date received
sv: Mottagningsdatum

# MSG_FO_FMNormal (1242//)
source: normal
sv: normalt

# MSG_FO_FMSimple (1243//)
source: simple protection
sv: enkelt skydd

# MSG_FO_FMPack (1244//)
source: compressed
sv: komprimerat

# MSG_FO_FMEncPack (1245//)
source: compressed with password
sv: komprimerat med lösenord

# MSG_FO_FTRcvdMail (1246//)
source: received mail
sv: mottagen post

# MSG_FO_FTSentMail (1247//)
source: sent mail
sv: skickad post

# MSG_FO_FTBothMail (1248//)
source: received and sent
sv: mottagen och skickad

# MSG_FO_EditFolder (1250//)
source: Folder settings
sv: Mappinställningar

# MSG_FO_Properties (1251//)
source: Properties
sv: Egenskaper

# MSG_FO_MaxAge (1252//)
source: Max. age
sv: Max. ålder

# MSG_FO_FolderType (1253//)
source: T_ype
sv: T_yp

# MSG_FO_FolderMode (1254//)
source: _Mode
sv: _Läge

# MSG_FO_SortBy (1255//)
source: _Sort by
sv: _Sortera på

# MSG_FO_ThenBy (1256//)
source: T_hen by
sv: S_edan på

# MSG_FO_Reverse (1257//)
source: Rev
sv: Omv.

# MSG_FO_MLSupport (1258//)
source: Mailing list support
sv: Sändlistestöd

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
sv: Mappnamn.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
sv: Katalog där meddelandena i nuvarande mapp sparas.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
sv: Gamla meddelanden kommer automatiskt att raderas efter denna tid (i dagar). Använd 0 för att inte använda denna funktion.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
sv: Typ av mapp (in/ut/båda).

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
sv: Mappar kan skyddas med lösenord och/eller komprimeras med XPK.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
sv: Primär sorteringsordning för meddelanden i mappen.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
sv: Sekundär sorteringsordning för meddelanden i mappen.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
sv: Omvänd sortering.

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
sv: Ett meddelande kommer från en sändlista om fältet 'Till:' matchar detta mönster.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
sv: Använd denna mottagaradress för svar på sändlistemeddelande.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
sv: Sparar adressboken '%s'...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
sv: Skriver ut adressbok...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
sv: Sparar ordlista...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
sv: Laddar ordlista...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
sv: (De)komprimerar mapp(ar)...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
sv: Flyttar/kopierar %s meddelanden...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
sv: Tar bort bilagor...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
sv: Raderar %s meddelande(n)...

# MSG_BusyFiltering (1280//)
source: Applying filters...
sv: Applicerar filter...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
sv: Raderar gammal post...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
sv: Tömmer Papperskorgen...
