Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
sv: Hämtar uppdateringsinformation...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
sv: Laddar index för mappen '%s'...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
sv: Sparar index för mappen '%s'...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
sv: Skannar mapp '%s'...

# MSG_BusyReading (1287//)
source: Reading message...
sv: Läser meddelande...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
sv: Visar meddelande...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
sv: Visar meddelanden...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
sv: PGP körs...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
sv: Avkodar/skriver ut...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
sv: Avkodar/sparar...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
sv: Avkodar/visar...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
sv: AmigaDOS skript

# MSG_CTapplicationrexx (1297//)
source: Rexx script
sv: Rexx skript

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
sv: Ny mapp...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
sv: Redigera...

# MSG_FOLDER_DELETE (1303//)
source: Delete
sv: Radera

# MSG_FOLDER_IMPORT (1304//)
source: Import...
sv: Importera...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
sv: Exportera...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
sv: Exportera...

# MSG_SETTINGS_USERS (1322//)
source: Users...
sv: Användare...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
sv: Använd denna 'Svar till:' adress vid postning av nya brev till listan.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
sv: _Säkerhet

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
sv: Förvald säkerhet vid skickande av brev till denna person.

# MSG_WR_SecDefaults (1333//)
source: Default
sv: Förinställt

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
sv: Fel vid skapande av flerparts PGP-meddelande. Kryptering/signering avstängd!

# MSG_RE_FixedFont (1335//)
source: Fixed font?
sv: Fast typsnitt?

# MSG_CO_SMTPUser (1338//)
source: Us_er name
sv: Anv_ändarnamn

# MSG_CO_SMTPPass (1339//)
source: Pass_word
sv: L_ösenord

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
sv: Alternativt citerad

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
sv: Välj porträtt

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
sv: Nästa mapp med olästa meddelanden är \033b%s\033n Gå till denna mapp och fortsätta läsa där?

# MSG_ATTACH_NO (1352//)
source: No.
sv: Nr.

# MSG_ATTACH_PART (1353//)
source: Part
sv: Del

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
sv: Ny mapp grupp...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
sv: Generella inställningar

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
sv: Sto_rleks format

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
sv: Hur vill du storleken av varje brev skall visas?

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
sv: Gamla formatet - (1.234.567 byte)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
sv: Mixad precision (0.001 GB, 0.01 MB, 0.1 KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
sv: Användarnamn för SMTP AUTH användaren.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
sv: Lösenord för SMTP AUTH användaren.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
sv: Text som skall visas som etikett för Appikonen.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
sv: Et_ikett

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
sv: %n Nya meddelanden

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
sv: %u Olästa meddelanden

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
sv: %t Totala meddelanden

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
sv: %s Skickade meddelanden

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
sv: App_Ikon status

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
sv: Skulle du vilja se denna mapps statistik i YAM's Appikon etikett?

# MSG_OPENGUI (1380//)
source: Opening GUI...
sv: Öppnar GUI...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
sv: Kontext meny

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
sv: Visa en popupp meny vid klickning av högra musknappen på denna lista?

# MSG_CO_INFOBAR (1384//)
source: Status bar
sv: Statusrad

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
sv: Här kan du välja positionen på statusraden som visar generell information i YAM.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
sv: Var_na när inget ärende är satt

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
sv: Vill du bli varnad om inget ärende är satt?

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
sv: Inget ärende är satt, forsätt ändå?

# MSG_WR_TBSearch (1390//8)
source: Search
sv: Sök

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
sv: Sök efter en given textsträng.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
sv: Sök

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
sv: Skilj på gemener och vers_aler

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
sv: _Sök

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
sv: A_vbryt

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
sv: Sök

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
sv: '%s' ej hittad.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
sv: Denna grupp innehåller undermappar, som flyttas till föräldermappen vid radering. Vill du verkligen radera denna grupp?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
sv: (ingen vald)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
sv: Ny mapp grupp...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
sv: Skriv in ett namn för den nya mapp gruppen:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
sv: Kunde inte flytta brev '%s' till mapp '%s'. Ingen mapp med detta namn kunde hittas. Kolla dina filter inställningar.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
sv: Exekverar kommando...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
sv: SMTP/POP3 E-post klient för AmigaOS

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
sv: Överst

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
sv: Mitten

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
sv: Nederst

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
sv: Avstängd

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
sv: _Etikett

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
sv: S_ändlistestöd

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
sv: Stäng av/på sändliste- supporten för denna mapp.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
sv: Auto_detektera

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
sv: Försök att automatiskt gissa en passande sändliste inställning, genom att skanna de fem första breven i mappen.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
sv: Gick ej att känna igen!

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
sv: E-post buffert

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
sv: %ld adress(er)

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
sv: Buffert storlek för de senast använda mottagarna som ännu inte finns i adressboken. Välj 0 för att stänga av denna funktion.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
sv: Port som används av SMTP-servern (förinställt: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
sv: Port som används av POP3-servern (förinställt: 110).

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
sv: - Totalt: %t Nya: %n Olästa: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
sv: Initierar TLSv1/SSLv3 session...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
sv: Kunde inte initiera amissl.library - TLSv1/SSLv3 support avstängd. Kolla din AmiSSL installation och starta om YAM.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
sv: Skickar SMTP AUTH begäran...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
sv: Importera MIME-visare och typer

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
sv: Kunde inte flytta brev '%s' till mapp '%s'. Antingen existerar inte filen eller så kunde den inte kopieras av någon anledning.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
sv: Kunde inte ladda adressbok från fil '%s'. Antingen existerar inte filen eller så kunde den inte öppnas av någon anledning.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
sv: Filen '%s' är inte en giltig YAM adressbok. Bearbeta den som en fil innehållandes e-post adresser på separata linjer?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
sv: _Ja|*_Nej

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
sv: Inställningar för mapp grupp

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
sv: Namn på mapp grupp:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
sv: Du har valt TLSv1/SSLv3 för denna anslutning, men AmiSSL kunde inte initieras. Kolla din AmiSSL installation eller stäng av TLS/SSL för denna anslutning.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
sv: Försök igen|Avsluta

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
sv: Inget användarnamn eller lösenord specifierades för SMTP AUTH anslutningen YAM försökte etablera. Kontrollera din konfiguration.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
sv: Nya: %n Totalt: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
sv: Mottaget

# MSG_DATE_SENT (1460//)
source: Sent
sv: Skickat

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
sv: Skickat/Mottaget

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
sv: Datum Skickat/Mottaget

# MSG_FROMTO (1463//)
source: From/To
sv: Från/Till

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
sv: Färg för visning av citat.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
sv: Färg för visning av 3:e nivåns citat.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
sv: Färg för visning av 4:e nivåns citat.

# MSG_CO_URLCOLOR (1467//)
source: URL color
sv: URL-färg

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
sv: Färg för visning av klickbara URL-länkar.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
sv: Förinställd bredd: denna

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
sv: Förinställd bredd: alla

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
sv: Förinställd ordning: denna

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
sv: Förinställd ordning: alla

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
sv: Meddelandelista

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
sv: Mapp lista

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
sv: Använd denna signatur vid postning av nya brev till listan.

# MSG_CTapplicationpdf (1483//)
source: PDF document
sv: PDF-dokument

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
sv: Text som bör visas i statusraden.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
sv: _Ja|*_Nej

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
sv: Text för insättning överst i ett nytt meddelande.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
sv: Text för insättning nederst i ett nytt meddelande.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
sv: Väl_komstfras

# MSG_FO_Greetings (1498//)
source: C_losing phrase
sv: Avsl_utningsfras

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
sv: Kunde inte ställa in socket alternativet '%s'. Det stödjs kanske inte av TCP/IP stacken du använder, eller så är det felaktigt specifierat in din konfiguration.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
sv: Ett oväntat fel inträffade vid försök att koda filen '%s' med Base64 kodnings rutiner.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
sv: Ett oväntat fel inträffade vid försök att koda filen '%s' med Quoted-Printable (QP) kodnings rutiner.

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
sv: Ett oväntat fel inträffade vid försök att koda filen '%s' med UUcode kodnings rutiner.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
sv: Ett I/O-fel uppstod vid avkodning av Quoted-Printable (QP) kodade filen '%s'.

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
sv: Ett oväntat fel uppstod vid försök att avkoda filen '%s' med Quoted-Printable (QP) avkodnings rutiner.

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
sv: Under avkodningen av Quoted-Printable (QP) filen '%s', hittades några trasiga kontrollsekvenser som behölls oavkodade i utmatningen.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
sv: Vissa icke tillåtna tecken har upptäckts under avkodningen av Quoted-Printable (QP) filen '%s' och togs därför bort i utmatningen.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
sv: Vid försök att avkoda UUcode filen '%s', kunde YAM inte hitta den '%s' tagg som krävs enligt UUcode standarden. Antingen så är filen skadad eller så var den inte kodad enligt UUcode standarden.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
sv: Vid försök att avkoda UUcode filen '%s', har YAM upptäckt att vissa inbäddade kontrollsummor var felaktiga och därför kan den aktuella filen vara skadad. En felaktig UUcode kodare har använts eller så är meddelandet avklippt.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
sv: Vid försök att avkoda UUcode filen '%s', har YAM upptäckt att den UUcode kodade delen verkar vara skadad. En felaktig UUcode kodare har använts eller så är meddelandet avklippt.

# MSG_FI_StatMarked (1510//)
source: Marked
sv: Markerat

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
sv: Filen '%s' i mapp '%s' använder ett ogiltigt brevformat, som bara stöds i äldre YAM versioner. Vill du konvertera denna fil till det nya formatet?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
sv: Okänd fil '%s' i katalogen för mapp '%s'. Vill du importera den som en vanlig brevfil?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
sv: *_Ja|Ja till alla|_Nej|Nej till alla

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
sv: Ett fel inträffade vid försök att uppgradera filen '%s' i mapp '%s' till det nuvarande formatet. Var god kontrollera att mappens katalog har tillräckligt utrymme och inte är skrivskyddad.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
sv: Ett fel uppstod vid försök att komprimera/avkomprimera filen '%s' med XPK. Var god och kontrollera din XPK installation och de relevanta inställningarna i konfigurationen.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
sv: Brevfil i gammalt format funnen

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
sv: Okänd fil i mappkatalogen funnen

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
sv: Inbäddad _läsvy i huvudfönstret

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
sv: Visar en inbäddad läsvy direkt i huvudfönstret.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
sv: Fördröj mar_kering av brev som läst i

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
sv: sekund(er)

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
sv: Efter öppning av ett brev, kommer YAM att vänta denna specifierade tiden, innan brevet markeras som 'läst'.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
sv: Bilaga

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
sv: Bilagor:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
sv: Visa

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
sv: Spara som...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
sv: Skriv ut

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
sv: Spara alla...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
sv: Spara valda...

# MSG_CO_SImageOnly (1538//)
source: image only
sv: endast bild

# MSG_RE_SImageOnly (1539//)
source: Image only
sv: Endast bild

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
sv: Lokal teckenuppsättningsvarning

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
sv: Teckenuppsättningen '%s' som är vald för YAM matchar inte systemets förinställda teckenuppsättning '%s'. Hur vill du fortsätta?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
sv: *_Ändra|Ignorera _alltid|_Ignorera

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
sv: %c Ursprunglig avsändare: RFC2822 datum & tid

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
sv: %z Ursprunglig avsändare: Tidszon (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
sv: Namn

# MSG_CTunknown (1550//)
source: unknown
sv: okänd

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
sv: Autospara intervall

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
sv: %ld minut(er)

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
sv: Hur ofta YAM automatiskt bör spara en kopia av brevet som du för närvarande skriver. Välj 0 för att stänga av denna funktion.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
sv: Ett fel inträffade vid försök att flytta innehållet i mappen '%s' till katalogen '%s'. Detta kan bero på otillräckligt med utrymme eller för att destinationen inte är giltig eller skrivbar.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
sv: Välj _aktivt matchande

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
sv: Väljer det aktiva meddelandet i huvudfönstret.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
sv: Alla

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
sv: Olästa

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
sv: Nya

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
sv: Markerade

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
sv: Viktiga

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
sv: Senaste 5 dagarna

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
sv: Folk jag känner

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
sv: Har bilagor

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
sv: Medd. storlek > 1MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
sv: Vis_a:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
sv: %ld av %ld visade

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
sv: in_genstans

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
sv: Endast brev matchande det valda visningskriteriet kommer att visas.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
sv: Text som skrivs in här kommer att användas som sökkriterium för visning av brev i denna mapp.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
sv: Letar efter meddelanden i mappen '%s'...

# MSG_CO_WBAPPICON (1600//)
source: AppIcon on _Workbench
sv: _Appikon på Workbench
