Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_Folder (0//)
source: Folder
sv: Mapp

# MSG_Message (1//)
source: Message
sv: Meddelande

# MSG_Attachments (2//)
source: Attachments
sv: Bilagor

# MSG_Options (3//)
source: Options
sv: Alternativ

# MSG_New (6//)
source: New
sv: Nytt

# MSG_Open (7//)
source: Open...
sv: Öppna...

# MSG_Append (8//)
source: Append...
sv: Bifoga...

# MSG_Save (9//)
source: Save
sv: Spara

# MSG_SaveAs (10//)
source: Save as...
sv: Spara som...

# MSG_Print (11//)
source: Print...
sv: Skriv ut...

# MSG_Edit (12//)
source: Edit...
sv: Redigera...

# MSG_Use (17//)
source: _Use
sv: _Använd

# MSG_Cancel (18//)
source: _Cancel
sv: A_vbryt

# MSG_YesNoReq (23//)
source: *_Yes|_No
sv: *_Ja|_Nej

# MSG_ErrorReq (24//)
source: Error
sv: Fel

# MSG_NewEntry (25//)
source: - new -
sv: - nytt -

# MSG_Date (28//)
source: Date
sv: Datum

# MSG_Sender (29//)
source: Sender
sv: Avsändare

# MSG_Recipient (30//)
source: Recipient
sv: Mottagare

# MSG_Subject (31//)
source: Subject
sv: Ärende

# MSG_Size (32//)
source: Size
sv: Storlek

# MSG_FolderList (34//)
source: Folder list
sv: Mapplista

# MSG_MessageList (35//)
source: Message list
sv: Meddelandelista

# MSG_Realname (36//)
source: Real name
sv: Riktigt namn

# MSG_Filename (37//)
source: Filename
sv: Filnamn

# MSG_Description (39//)
source: Description
sv: Beskrivning

# MSG_DOB (40//)
source: Date of birth
sv: Födelsedatum

# MSG_City (41//)
source: City
sv: Stad

# MSG_Country (42//)
source: Country
sv: Land

# MSG_Street (43//)
source: Street
sv: Gata

# MSG_Phone (44//)
source: Phone
sv: Telefon

# MSG_Name (45//)
source: Name
sv: Namn

# MSG_Email (46//)
source: E-mail address
sv: E-postadress

# MSG_Address (47//)
source: Address
sv: Adress

# MSG_ReturnAddress (48//)
source: Return address
sv: Svarsadress

# MSG_SenderRecpt (49//)
source: Sender/recipient
sv: Avsändare/mottagare

# MSG_MessageDate (50//)
source: Message date
sv: Meddelandedatum

# MSG_Unread (51//)
source: Unread
sv: Olästa

# MSG_Total (52//)
source: Total
sv: Totalt

# MSG_From (53//)
source: From
sv: Från

# MSG_To (54//)
source: To
sv: Till

# MSG_Columns (56//)
source: Columns
sv: Kolumner

# MSG_CompilationDate (61//)
source: Compilation date:
sv: Kompileringsdatum:

# MSG_UserLogin (65//)
source: Click your name to login:
sv: Välj användare för att logga in:

# MSG_ErrorStartup (67//)
source: Error during startup
sv: Fel under uppstart

# MSG_Quit (68//)
source: Quit
sv: Avsluta

# MSG_LoadingConfig (70//)
source: Loading configuration...
sv: Laddar inställningarna...

# MSG_CreatingGUI (71//)
source: Creating user interface...
sv: Skapar användargränssnitt...

# MSG_ErrorMuiApp (72//)
source: Can't create application
sv: Kan inte skapa applikation

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
sv: Bygger om mappindex...

# MSG_LoadingFolders (74//)
source: Loading folders...
sv: Laddar mappar...

# MSG_LoadingABook (75//)
source: Loading address book...
sv: Laddar adressbok...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
sv: Initierar bibliotek och klasser...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
sv: Kan inte allokera ASL filväljare

# MSG_ErrorTimer (79//)
source: Can't open timer.device
sv: Kan inte öppna timer.device

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
sv: Kan inte skapa ARexx port

# MSG_LoadingGFX (81//)
source: Loading graphics...
sv: Laddar grafik...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
sv: Utkorgen innehåller oskickade meddelanden. Vill du skicka dessa meddelanden nu?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
sv: Vill du verkligen avsluta YAM?

# MSG_CTtextplain (84//)
source: plain text
sv: vanlig text

# MSG_CTtexthtml (85//)
source: HTML document
sv: HTML-dokument

# MSG_CTtextaguide (86//)
source: AmigaGuide document
sv: AmigaGuide-dokument

# MSG_CTapplicationoctetstream (87//)
source: binary file
sv: binär fil

# MSG_CTapplicationpostscript (88//)
source: Postscript document
sv: Postscript-dokument

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
sv: RTF-fil

# MSG_CTapplicationlha (90//)
source: LhA archive
sv: LhA-arkiv

# MSG_CTapplicationlzx (91//)
source: LZX archive
sv: LZX-arkiv

# MSG_CTapplicationzip (92//)
source: ZIP archive
sv: ZIP-arkiv

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
sv: Amiga exekverbar

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
sv: JPEG/JFIF-bild

# MSG_CTimagegif (95//)
source: GIF picture
sv: GIF-bild

# MSG_CTimagepng (96//)
source: PNG picture
sv: PNG-bild

# MSG_CTimagetiff (97//)
source: TIFF picture
sv: TIFF-bild

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
sv: Amiga IFF-bild

# MSG_CTaudiobasic (99//)
source: UNIX audio file
sv: AU-ljudfil

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
sv: Amiga IFF-ljudfil

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
sv: Microsoft WAV-ljudfil

# MSG_CTvideompeg (102//)
source: MPEG video stream
sv: MPEG-videofil

# MSG_CTvideoquicktime (103//)
source: Apple QuickTime video
sv: Apple QuickTime-videofil

# MSG_CTvideoanim (104//)
source: Amiga IFF-ANIM video
sv: Amiga IFF-ANIM-videofil

# MSG_CTvideomsvideo (105//)
source: Microsoft AVI video
sv: Microsoft AVI-videofil

# MSG_CTmessagerfc822 (106//)
source: E-mail message
sv: E-postmeddelande

# MSG_LOG_Started (107//)
source: YAM started
sv: YAM startade

# MSG_LOG_Terminated (108//)
source: YAM terminated
sv: YAM avslutades

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
sv: Loggade in som '%s'

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
sv: Loggade in som '%s', med inställningarna '%s' och postkatalogen '%s'

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
sv: Raderade %ld meddelande(n) i mapp '%s'

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
sv: Raderade meddelande från '%s' om '%s' i mapp '%s'

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
sv: Flyttade %ld meddelande(n) från mapp '%s' till '%s'

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
sv: Kopierade %ld meddelande(n) från mapp '%s' till '%s'

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
sv: Hämtade meddelande från '%s' om '%s' (%ld byte)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
sv: Ansluten till SMTP-servern '%s'

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
sv: Skickade meddelande till '%s' om '%s' (%ld byte)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
sv: Skickade %ld meddelande(n) via SMTP-servern '%s'

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
sv: Redigerade meddelande från '%s' till '%s' om '%s'

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
sv: Skrev nytt meddelande till '%s' om '%s', med %ld bilag(a/or)

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
sv: Svarade på meddelande från '%s' om '%s'

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
sv: Vidarebefordrade meddelande från '%s' om '%s' till '%s'

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
sv: Sparade inställningarna i filen '%s'

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
sv: Sparade adressboken i filen '%s'

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
sv: Sparade användarinställningarna

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
sv: La till '%s' i adressboken

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
sv: Importerade %ld meddelande(n) från filen '%s' till mappen '%s'

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
sv: Exporterade %ld meddelande(n) från mappen '%s' till filen '%s'

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
sv: Sparade bilagan '%s' från meddelandet '%s' i mappen '%s'

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
sv: Ändrade ärendet '%s' i meddelandet '%s' i mappen '%s' till '%s'

# MSG_UT_Save (138//)
source: Save
sv: Spara

# MSG_UT_Load (139//)
source: Load
sv: Ladda

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
sv: Ange ditt lösenord för PGP:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
sv: Mappen '%s' är skyddad. Ange lösenord för att komma åt den:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
sv: Det valda meddelandet har flera mottagare. Du vill skicka svaret till...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
sv: *Av_sändaren|Avsändaren och _alla mottagare|Mottaga_re|A_vbryt

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
sv: Avsändarens adress (Från) är \033b<%s>\033n, men svarsadressen (Svar till) är \033b<%s>\033n. Vilken adress vill du använda?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
sv: _Från|*Sva_r till|_Båda|A_vbryt

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
sv: _Från|*Sva_r till|A_vbryt

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
sv: Bekräftelseförfrågan

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
sv: Filtreringen är klar: %3ld meddelanden genomsökta, %3ld vidarebefordrade, %3ld flyttade, %3ld raderade

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
sv: Filen du vill skriva till finns redan. Vill du skriva över den eller lägga till meddelandena?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
sv: *_Skriv över|_Lägg till|A_vbryt

# MSG_MA_MoveMsg (163//)
source: Move message(s)
sv: Flytta meddelande(n)

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
sv: Välj mapp att flytta till:

# MSG_MA_MoveGad (165//)
source: _Move
sv: _Flytta

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
sv: Kopiera meddelande(n)

# MSG_MA_CopyGad (167//)
source: Cop_y
sv: _Kopiera

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
sv: Ange nytt ärende:

# MSG_MA_All (169//)
source: All
sv: Alla

# MSG_MA_Scripts (172//)
source: Scripts
sv: Skript

# MSG_MA_ExecuteScript (173//)
source: Execute script...
sv: Utför skript...

# MSG_MA_CheckSingle (174//)
source: Check single account
sv: Kontrollera ett konto

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
sv: YAM %s - Användare: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
sv: \033bTill: \033n

# MSG_MA_Incoming (179//)
source: Incoming
sv: Inkorgen

# MSG_MA_Outgoing (180//)
source: Outgoing
sv: Utkorgen

# MSG_MA_Sent (181//)
source: Sent
sv: Skickat

# MSG_MA_TBRead (184//8)
source: Rea_d
sv: _Läs

# MSG_MA_TBEdit (185//8)
source: _Edit
sv: R_edig.

# MSG_MA_TBMove (186//8)
source: _Move
sv: _Flytta

# MSG_MA_TBDelete (187//8)
source: De_lete
sv: _Radera

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
sv: S_paAdr

# MSG_MA_TBWrite (189//8)
source: _New
sv: _Nytt

# MSG_MA_TBReply (190//8)
source: _Reply
sv: S_vara

# MSG_MA_TBForward (191//8)
source: For_ward
sv: Vi_dare.

# MSG_MA_TBGetMail (192//8)
source: _Get
sv: _Hämta

# MSG_MA_TBSendAll (193//8)
source: _Send
sv: _Skicka

# MSG_MA_TBFilter (194//8)
source: F_ilter
sv: F_ilt.

# MSG_MA_TBFind (195//8)
source: _Find
sv: S_ök

# MSG_MA_TBAddrBook (196//8)
source: A_book
sv: A._bok

# MSG_MA_TBConfig (197//8)
source: _Config
sv: Ins_t.

# MSG_MA_Project (198//)
source: Project
sv: Arkiv

# MSG_MA_AboutMUI (200//)
source: About MUI...
sv: Om MUI...

# MSG_MA_LastErrors (202//)
source: Show last message
sv: Visa senaste fel

# MSG_MA_Restart (203//)
source: Restart
sv: Starta om

# MSG_MA_NewFolder (206//)
source: New folder
sv: Ny mapp

# MSG_MA_Select (211//)
source: Select
sv: Välj

# MSG_MA_MDelete (227//)
source: Delete
sv: Radera

# MSG_MA_Save (230//)
source: Save...
sv: Spara...

# MSG_MA_MGetAddress (235//)
source: Save address...
sv: Spara adress...

# MSG_MA_SetStatus (236//)
source: Set status to
sv: Sätt status

# MSG_MA_ChangeSubj (241//)
source: Change subject...
sv: Ändra ärende...

# MSG_MA_MSend (242//)
source: Send
sv: Skicka

# MSG_MA_Settings (243//)
source: Settings
sv: Inställningar

# MSG_MA_MAddrBook (244//)
source: Address book
sv: Adressbok

# MSG_MA_MConfig (245//)
source: Configuration
sv: Konfiguration

# MSG_MA_MUsers (246//)
source: Users
sv: Användare

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
sv: Visa innehållet för nuvarande meddelande.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
sv: Redigera nuvarande meddelande.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
sv: Flytta val(t/da) meddelande(n) till en annan mapp.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
sv: Radera val(t/da) meddelande(n).

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
sv: Spara avsändarens adress i din adressbok.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
sv: Skriv ett nytt meddelande.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
sv: Svara på val(t/da) meddelande(n).

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
sv: Vidarebefordra val(t/da) meddelande(n) till en annan mottagare.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
sv: Anslut till e-postservern och hämta nya meddelanden.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
sv: Skicka köade meddelanden i Utkorgen.

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
sv: Applicera filter på alla meddelanden i denna mapp. Var god notera att om 2 eller fler meddelanden är markerade, kommer bara dessa att filtreras.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
sv: Sök igenom dina e-post mappar.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
sv: Öppna adressboken.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
sv: Ändra YAM's inställningar.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
sv: Ange ett nytt lösenord för denna mapp:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
sv: Skriv lösenordet en gång till:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
sv: Alla meddelanden i denna mapp kommer att raderas! Vill du verkligen radera den?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
sv: Felaktig konfiguration (SMTP/POP3 servernamn eller e-postadress saknas). Fyll i dessa fält och försök igen.

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
sv: Importera inställningar...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
sv: *_MIME.prefs|m_ailcap|m_ime.types|A_vbryt

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
sv: Hej,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
sv: Den %c skrev %n:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
sv: #?.(se)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
sv: *** Detta är ett vidarebefordrat meddelande ***\n\nDatum: %c\nFrån: %n <%e>\nÄrende: %s\n\n--- Vidarebefordrat meddelande följer ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
sv: *** Slut på vidarebefordrat meddelande ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
sv: Med vänliga hälsningar

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
sv: Hej %f,\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
sv: Med vänliga hälsningar

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
sv: Hej %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
sv: Den %c skrev %n:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
sv: Hälsningar

# MSG_CO_LineBreak (279//)
source: \n Line break
sv: \n Radbrytning

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
sv: %n Ursprunglig avsändare: Namn

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
sv: %f Ursprunglig avsändare: Förnamn

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
sv: %e Ursprunglig avsändare: Adress

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
sv: %s Ursprungligt meddelande: Ärende

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
sv: %d Ursprungligt meddelande: Datum

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
sv: %t Ursprungligt meddelande: Tid

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
sv: %w Ursprungligt meddelande: Veckodag

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
sv: %m Ursprungligt meddelande: Meddelande ID

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
sv: %r Mottagare: Namn

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
sv: %v Mottagare: Förnamn

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
sv: %a Mottagare: Adress

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
sv: %r Ursprunglig mottagare: Namn

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
sv: %v Ursprunglig mottagare: Förnamn

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
sv: %a Ursprunglig mottagare: Adress

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
sv: %h Alla brevhuvuden

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
sv: %a Arkivets filnamn

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
sv: %f Filer som ska arkiveras

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
sv: %l Lista med filnamn

# MSG_CO_CrdFirstSteps (300//)
source: First steps
sv: Första steg

# MSG_CO_CrdFilters (303//)
source: Filters
sv: Filter

# MSG_CO_CrdRead (304//)
source: Read
sv: Läsa

# MSG_CO_CrdWrite (305//)
source: Write
sv: Skriva

# MSG_CO_CrdSignature (307//)
source: Signature
sv: Signatur

# MSG_CO_CrdSecurity (310//)
source: Security
sv: Säkerhet

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
sv: Diverse

# MSG_CO_CrdABook (314//)
source: Address book
sv: Adressbok

# MSG_CO_Save (315//)
source: _Save
sv: _Spara

# MSG_CO_Use (316//)
source: _Use
sv: _Använd

# MSG_CO_Cancel (317//)
source: _Cancel
sv: A_vbryt

# MSG_CO_MinConfig (343//)
source: Minimal configuration
sv: Minimal konfiguration

# MSG_CO_RealName (344//)
source: _Real name
sv: _Riktigt namn

# MSG_CO_EmailAddress (345//)
source: _E-mail address
sv: _E-postadress

# MSG_CO_Password (347//)
source: _Password
sv: Lösenord

# MSG_CO_TimeZone (348//)
source: Time _zone
sv: Tids_zon

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
sv: Skicka post (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
sv: Servern tillåter _8-bitars tecken

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
sv: Hämta post (POP3)

# MSG_CO_POPUserID (355//)
source: User name
sv: Användarnamn

# MSG_CO_POPActive (356//)
source: _Active
sv: A_ktiv

# MSG_CO_DeleteServerMail (357//)
source: Delete mail on ser_ver
sv: Radera p_ost på server

# MSG_CO_PSNever (359//)
source: never
sv: aldrig

# MSG_CO_PSLarge (360//)
source: large messages
sv: stora meddelanden

# MSG_CO_PSAlways (361//)
source: always
sv: alltid

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
sv: alltid, bara storlek

# MSG_CO_TWNever (363//)
source: hide always
sv: göm alltid

# MSG_CO_TWAuto (364//)
source: automatic
sv: automatiskt

# MSG_CO_TWAlways (365//)
source: show always
sv: visa alltid

# MSG_CO_TransferWin (368//)
source: _Transfer window
sv: _Statusfönster

# MSG_CO_PreSelect (369//)
source: Pr_e-selection
sv: V_älj innan

# MSG_CO_CheckMail (374//)
source: Check for new mail every
sv: Leta efter ny post var

# MSG_CO_Minutes (375//)
source: minutes
sv: minut

# MSG_CO_NotiReq (378//)
source: Reques_ter
sv: Dialogföns_ter

# MSG_CO_NotiSound (379//)
source: S_ound
sv: L_jud

# MSG_CO_NotiCommand (380//)
source: Co_mmand
sv: Ko_mmando

# MSG_CO_Name (381//)
source: N_ame
sv: _Namn

# MSG_CO_Remote (388//)
source: Remote _filter
sv: _Fjärrfilter

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
sv: A_pplicera på ny post

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
sv: Applicera på skickad p_ost

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
sv: App_licera vid begäran

# MSG_CO_ActionForward (393//)
source: _Forward
sv: Vidarebe_fordra

# MSG_CO_ActionReply (394//)
source: Repl_y
sv: Svara

# MSG_CO_ActionExecute (395//)
source: E_xecute
sv: _Kör

# MSG_CO_ActionPlay (396//)
source: _Play sound
sv: S_pela ljud

# MSG_CO_ActionMove (397//)
source: _Move
sv: Fl_ytta

# MSG_CO_ActionDelete (398//)
source: Dele_te
sv: Ra_dera

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
sv: _Hämta inte

# MSG_CO_HeadNone (400//)
source: none
sv: inga

# MSG_CO_HeadShort (401//)
source: custom
sv: egen

# MSG_CO_HeadFull (402//)
source: all
sv: alla

# MSG_CO_SINone (403//)
source: none
sv: ingen

# MSG_CO_SIFields (404//)
source: data only
sv: bara data

# MSG_CO_SIAll (405//)
source: data and image
sv: data och bild

# MSG_CO_SLBlank (406//)
source: blank line
sv: tomrad

# MSG_CO_SLDash (407//)
source: two dashes
sv: två bindestreck

# MSG_CO_SLBar (408//)
source: separator bar
sv: avdelare

# MSG_CO_SLSkip (409//)
source: no signature
sv: ingen signatur

# MSG_CO_HeaderLayout (410//)
source: Header layout
sv: Brevhuvudslayout

# MSG_CO_BodyLayout (411//)
source: Message body layout
sv: Meddelandeutformningslayout

# MSG_CO_OtherOptions (412//)
source: Other options
sv: Övrigt

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
sv: _Radbryt brevhuvuden

# MSG_CO_OldQuotes (414//)
source: Old quotes
sv: Gamla citat

# MSG_CO_Header (416//)
source: _Headers
sv: Brev_huvuden

# MSG_CO_SenderInfo (417//)
source: Sender _info
sv: Avsändar_info

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
sv: Si_g. separering

# MSG_CO_ColoredText (419//)
source: Colored text
sv: Färgad text

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
sv: Flera fönster

# MSG_CO_DisplayAll (422//)
source: Display _all texts
sv: Visa alla _texter

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
sv: Typsnitt med _fast bredd

# MSG_CO_MimeType (425//)
source: MIME _type
sv: MIME-_typ

# MSG_CO_MimeCmd (426//)
source: _Viewer
sv: Visar_e

# MSG_CO_Extension (427//)
source: File e_xtensions
sv: Fil_ändelser

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
sv: _Förvald visare

# MSG_CO_Organization (432//)
source: _Organization
sv: _Organisation

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
sv: E_xtra brevhuvuden

# MSG_CO_MessageBody (434//)
source: Message body
sv: Meddelandeutformning
