Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
sv: sv

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
sv: Automatisk detektering av cyrillisk teckenuppsättning är aktivt men den inställda teckenuppsättningen '%s' är inte en cyrillisk teckenuppsättning. Denna kombination kan orsaka felaktiga tecken. Vill du inaktivera detekteringen av cyrillisk teckenuppsättning?

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
sv: *_Inaktivera|I_gnorera

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
sv: _Spara som utkast|*_Avbryt

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
sv: Meddelandet är ej komplett, eftersom ingen mottagare specifierats. Hur vill du fortsätta?

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
sv: *_Spara som utkast|_Kasta|_Avbryt

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
sv: (Inget ärende)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
sv: (Inga mottagare)

# MSG_WR_CANCEL (2527//)
source: _Cancel
sv: A_vbryt

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
sv: Avbryter brevredigeringen och stänger fönstret.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
sv: *_Avsändare|Avsändare _och alla mottagare|A_vbryt

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
sv: Säkra framtiden för YAM

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
sv: Kontrollerar brev från '%s'

# MSG_WR_CC (2532//)
source: Cc
sv: Kopia

# MSG_WR_BCC (2533//)
source: _Bcc
sv: _Dold kopia

# MSG_WR_REPLYTO (2534//)
source: Reply _To
sv: Svara _till

# MSG_AB_TO_TOOLBAR (2535//)
source: _To:
sv: _Till:

# MSG_AB_CC_TOOLBAR (2536//)
source: _Cc:
sv: _Kopia:

# MSG_AB_BCC_TOOLBAR (2537//)
source: _Bcc:
sv: _Dold kopia:

# MSG_AB_FROM_TITLE (2538//)
source: (From)
sv: (Från)

# MSG_AB_TO_TITLE (2539//)
source: (To)
sv: (Till)

# MSG_AB_CC_TITLE (2540//)
source: (Cc)
sv: (Kopia)

# MSG_AB_BCC_TITLE (2541//)
source: (Bcc)
sv: (Dold kopia)

# MSG_AB_REPLYTO_TITLE (2542//)
source: (Reply To)
sv: (Svara till)

# MSG_LOG_COPY_MAIL (2548//)
source: %s: Copied message from '%s' about '%s' from folder '%s' to '%s'
sv: %s: Kopierade meddelande från '%s' om '%s' från mapp '%s' till '%s'

# MSG_LOG_MOVE_MAIL (2549//)
source: %s: Moved message from '%s' about '%s' from folder '%s' to '%s'
sv: %s: Flyttade meddelande från '%s' om '%s' från mapp '%s' till '%s'

# MSG_STARTUP_SECURITY_WARNING_TITLE (2551//)
source: YAM security warning
sv: YAM säkerhetsvarning

# MSG_STARTUP_SECURITY_WARNING (2552//)
source: Network debug output is enabled! The generated debug output will contain unencrypted and human readable passwords and more private stuff. Make sure to remove any private data before making this log public anywhere! The YAM development team takes no responsibility for hacked mail accounts in any way! You have been warned!
sv: Nätverksdebugutmatning är aktiverat! Den genererade debugutmatningen innehåller okrypterat och fullt läsbara lösenord och annat privat innehåll. Kontrollera att du tagit bort privat data innan du publicerar denna logg publikt! YAM's utvecklingsteam tar inget ansvar för hackade mailkonton överhuvudtaget! Du har blivit varnad!

# MSG_STARTUP_SECURITY_WARNING_GADGETS (2553//)
source: Understood
sv: Förstått

# MSG_FO_PATH_INVALID (2554//)
source: The path must be non-empty.
sv: Sökvägen kan inte vara tom.

# MSG_FO_MLPATTERN_INVALID (2555//)
source: The pattern (To:/CC:) must be non-empty and no 'catch all'.
sv: Mönstret (Till:/Kopia:) kan inte vara tomt och inget 'matcha alla'.

# MSG_FO_MLADDRESS_INVALID (2556//)
source: The destination address (To:) must be non-empty.
sv: Destinationsadressen (Till:) kan inte vara tom.

# MSG_CO_SAVE_WITHOUT_PRIVATE_DATA (2557//)
source: Save without private data...
sv: Spara utan privat data...

# MSG_SSL_CERT_WARNING_SIGINVALID (2558//)
source: - The signature of the certificate is invalid.
sv: - Certifikatets signatur är ogiltigt.

# MSG_SSL_CERT_WARNING_OUTRO (2559//)
source: If you continue the data transfer will be encrypted (protection from interception), but the identity of the server cannot be guaranteed (\033bNO\033n protection from fraud). Do you still want to accept the connection?
sv: Om du fortsätter så kommer dataöverföringen att vara krypterad (skydd mot avlyssning) men serverns identitet kan inte garanteras (\033bINGET\033n skydd mot bedrägeri). Vill du fortfarande acceptera anslutningen?

# MSG_CO_POP3_TEST_CONNECTION_SETTINGS (2566//)
source: Test connection settings
sv: Testa anslutningsinställningar

# MSG_HELP_CO_BT_POPTEST (2567//)
source: Test the current settings to establish a reliable connection for POP3 downloads.
sv: Testa nuvarande inställningar för att etablera en pålitlig anslutning för POP3 nedladdningar.

# MSG_CO_POP3_CONNECTION_TITLE (2568//)
source: POP3 connection
sv: POP3 anslutning

# MSG_CO_POP3_CONNECTION_SUCCESS (2569//)
source: Connection to POP3 server '%s' was successful.
sv: Anslutning till POP3 servern '%s' var lyckad.

# MSG_CO_POP3_CONNECTION_FAILURE (2570//)
source: Connection to POP3 server '%s' failed.
sv: Anslutning till POP3 servern '%s' misslyckades.

# MSG_CO_SMTP_TEST_CONNECTION_SETTINGS (2571//)
source: Test connection settings
sv: Testa anslutningsinställningar

# MSG_HELP_CO_BT_SMTPTEST (2572//)
source: Test the current settings to establish a reliable connection for SMTP uploads.
sv: Testa nuvarande inställningar för att etablera en pålitlig anslutning för SMTP uppladdningar.

# MSG_CO_SMTP_CONNECTION_TITLE (2573//)
source: SMTP connection
sv: SMTP anslutning

# MSG_CO_SMTP_CONNECTION_SUCCESS (2574//)
source: Connection to SMTP server '%s' was successful.
sv: Anslutning till SMTP servern '%s' var lyckad.

# MSG_CO_SMTP_CONNECTION_FAILURE (2575//)
source: Connection to SMTP server '%s' failed.
sv: Anslutning till SMTP servern '%s' misslyckades.

# MSG_ER_WARN_CAFILE (2576//)
source: While trying initialize the SSL certificate authorities the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
sv: Vid försök att initialisera SSL certifikatsutfärdare, så befanns certifikatpaketets fil '%s' att saknas. Var god kontrollera att filen existerar och är uppdaterad, annars kommer varje SSL anslutning att flaggas som overifierad.

# MSG_ER_CANNOT_OPEN_ASLREQ (2577//)
source: An error occurred while trying to open an ASL requester. Error %ld: %s
sv: Ett fel uppstod vid försök att öppna ett ASL dialogfönster. Fel %ld: %s

# MSG_FO_FOLDER_NAME_INVALID (2578//)
source: The specified folder name is invalid.
sv: Det specificerade mappnamnet är ogiltigt.

# MSG_CO_ACCEPTED_SERVER_CERT_WARNINGS (2579//)
source: Permanently accepted server certificate warnings
sv: Varningar för permanent accepterade server certifikat

# MSG_CO_CLEAR_SERVER_CERT_WARNINGS (2580//)
source: Clear warnings
sv: Rensa varningar

# MSG_UPD_NOTIFICATION_DOWNLOAD_WITH_BROWSER (2581//)
source: Download update with browser...
sv: Ladda ned uppdatering med webbläsare...

# MSG_NIGHTLY_EXPIRY_DATE (2582//)
source: \033bThis nightly build expires on %s
sv: \033bDetta nattliga bygge löper ut %s

# MSG_UNKNOWN_SIZE (2583//)
source: unknown
sv: okänd
