Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
sv: Om vald, visas en appikon på Workbench med mappstatistik.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
sv: Aktivera 'd_ocky' ikon

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
sv: Om vald, kommer en 'docky' ikon att läggas till i AmiDock. Detta kräver AmigaOS 4.x.

# MSG_MA_MessageImport (1606//)
source: Import messages
sv: Importera meddelanden

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
sv: Ett fel inträffade vid försök att importera mail från fil '%s'. Vänligen kontrollera att filen är läsbar och att den innehåller RFC822 kompatibla mail, i någon av de import dataformat som YAM stödjer. YAM kan förnärvarande importera mail från antigen 'MBOX', 'DBX' (Outlook Express) eller en vanlig RFC822 mail fil. Kolla i dokumentationen för mer information.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
sv: Exportera meddelanden

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
sv: E-post program i öppen källkod för Amiga

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
sv: Systeminställningar

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
sv: Teckenuppsättning

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
sv: Teckenuppsättningen för YAM är '%s' men stödjs inte av den installerade versionen av codesets.library versionen. Hur vill du fortsätta?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
sv: *_Ändra till förvalt|_Ignorera

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
sv: Kunde inte öppna nödvändig '%s', version v%lu.%lu Vänligen kontrollera att du åtminstone har denna minimum version korrekt installerad.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
sv: Kunde inte öppna nödvändig '%s', version v%lu.%lu Vänligen besök '%s' för att ladda ned den senaste versionen och kontrollera att du har den korrekt installerad.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
sv: Kunde inte öppna nödvändig MUI specialklass '%s' v%lu.%lu. Vänligen besök '%s' för att ladda ned den senaste versionen och kontrollera att du har den korrekt installerad.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
sv: Kunde inte öppna nödvändig MUI specialklass '%s' v%lu.%lu. Installerad version är v%lu.%lu. Vänligen uppgradera genom att ladda ned senaste versionen från '%s'.

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
sv: Kunde inte öppna nödvändig MUI specialklass '%s' v%lu.%lu. %lu.%lu används förnärvarande av andra program. Vänligen besök '%s' för att ladda ned den senaste versionen och kontrollera att du har den korrekt installerad. Stäng sedan alla MUI program, kontrollera att den gamla klassen är rensad från minnet och försök igen.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
sv: Inställningar första steg

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
sv: De minsta inställningarna för att kunna skicka/ta emot e-post...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
sv: Inställningar TCP/IP

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
sv: Konfigurera dina SMTP och POP3-servrar...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
sv: Inställningar brevfilter

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
sv: Definiera egna brevfilter du behöver...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
sv: Inställningar brevläsning

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
sv: Inställningar relaterade till läsning av e-post...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
sv: Inställningar brevskrivning

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
sv: Inställningar relaterade till skrivning av e-post...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
sv: Inställningar brevsvarande

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
sv: Inställningar relaterade till svarande & vidarebefordran av e-post...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
sv: Inställningar signatur

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
sv: Konfigurera dina e-post signaturer...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
sv: Inställningar säkerhet

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
sv: Konfigurera säkerhetsinställningar...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
sv: Inställningar uppstart/avslut

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
sv: Aktiviteter som YAM ska utföra vid uppstart och avslut...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
sv: Inställningar MIME

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
sv: Konfigurera egna MIME-typer och visare...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
sv: Inställningar adressbok

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
sv: Konfigurera adressbokens inställningar...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
sv: Inställningar skript

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
sv: Konfigurera dina hjälpskript...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
sv: Inställningar övrigt

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
sv: En del inställningar som inte passar någon annanstans...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
sv: Inställningar uppdatering

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
sv: Håll koll på uppdateringar till YAM och relaterade komponenter...

# MSG_CO_CrdUpdate (1651//)
source: Updates
sv: Uppdateringar

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
sv: AmiSSL ej tillgänglig

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
sv: AmiSSL är inte tillgängligt. Alla säkra anslutningar (SSL/TLS) är därför avstängda, tills AmiSSL är korrekt installerat. Vänligen kontrollera att du åtminståne har AmiSSL v%lu.%lu korrekt installerat och starta om YAM.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
sv: *_Avsluta|_Ignorera alltid|Ignorera

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
sv: Öppnar inställningar...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
sv: Kolla efter uppdatering

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
sv: Uppdateringskoll

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
sv: Dagligen

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
sv: Varje vecka

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
sv: Varje månad

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
sv: Kolla efter _uppdateringar

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
sv: Kolla _nu

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
sv: Senaste koll:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
sv: Ingen koll utförd ännu.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
sv: Inga nya uppdateringar fanns tillgängliga.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
sv: Kunde inte fråga uppdateringsservern om uppdateringar.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
sv: Hittade och uppmärksammade användaren om nya uppdateringar.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
sv: Brevets mottagare har olika förvalda säkerhetsinställningar. Vilken typ av säkerhet vill du använda?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
sv: UUcode kodad text

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
sv: Uppdateringsmeddelande

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
sv: Uppdateringar tillgängliga

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
sv: Följande uppdateringar är tillgängliga för nedladdning:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
sv: Ändringar:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
sv: Meddela mig inte om uppdateringar i framtiden

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
sv: Stäng

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
sv: Komponent

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
sv: Senaste

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
sv: Installerad

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
sv: _Beskrivning

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
sv: GNU zip arkiv

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
sv: Macintosh arkiv

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
sv: Microsoft Excel fil

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
sv: Microsoft PowerPoint fil

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
sv: Microsoft Word fil

# MSG_CTtextxml (1696//)
source: XML file
sv: XML fil

# MSG_CTapplicationz (1697//)
source: zlib compressed file
sv: zlib komprimerad fil

# MSG_CTapplicationtar (1698//)
source: tar archive
sv: tar arkiv

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
sv: AIFF ljud fil

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
sv: MIDI ljud fil

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
sv: MPEG ljud fil

# MSG_CTimagebmp (1702//)
source: Bitmap image file
sv: Bitmap bild fil

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
sv: gzippat tar arkiv

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
sv: PGP-krypterad fil

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
sv: BZIP2 arkiv

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
sv: Autodetektera c_yrillisk teckenuppsättning

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
sv: Försök använda autodetektera funktionen i codesets.library för att automatiskt identifiera korrekt cyrillisk teckenuppsättning. Använd endast detta val om du använder en cyrillisk teckenupsättning.

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
sv: Den raderade texten var för stor för att stoppas i ångra bufferten. Därför är ångra bufferten förlorad.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
sv: Brevhuvudsvisning

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
sv: Brevdetaljer

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
sv: Filen '%s' kunde inte läggas till som bilaga till nuvarande brev. Var god kontrollera att filen är åtkomstbar och att du har rätt läsbehörigheter.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
sv: Ett fel uppstod vid försök att skapa ett arkiv av de valda filerna. Var god kontrollera att alla filer är åtkomstbara och att du har rätt behörigheter.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
sv: A_dressbokssökning i meddelandelistan

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
sv: Genomför en adressbokssökning för varje huvudmottagare i meddelandelistan och visar det riktiga namnet från adressboken istället. OBS: Detta är ett ganska tidskrävande jobb och kan minska prestandan av listvisningen. Speciellt om man har många poster i adressboken.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
sv: Meddelande %%ld av %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
sv: Konvertera HTML e-post till vanlig text

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
sv: Om huvudmeddelandet av ett brev innehåller HTML, kommer YAM att konvertera dem till vanlig text innan visning.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
sv: %s av %s @ %s/s %02ld'%02ld'' körs - %02ld'%02ld'' kvar

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
sv: %s av %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
sv: %%ld av %ld meddelanden

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
sv: \033bBilaga - MIME-del #%ld\033n Namn: %s Beskrivning: %s Innehållstyp: %s <%s> Storlek: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
sv: Bilaga/MIME-del #%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
sv: Ko_m ihåg lösenord i

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
sv: inaktiv(a) minut(er)

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
sv: Om vald, så kommer ditt PGP-lösenord att kommas ihåg, enligt specifierade antal minuter, så att efterföljande PGP operationer inte behöver fråga om det igen.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
sv: PGP lösenordsbegäran

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
sv: Svara/Vidareb.

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
sv: Skript

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
sv: Uppstart/Avslut

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
sv: %p Typ av nedladdningshändelse

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
sv: %p Antal meddelanden mottagna

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
sv: %p Namn på ny meddelandefil

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
sv: %p Nummer på läsfönster

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
sv: %p Nummer på skrivfönster

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
sv: %p Full URL-sökväg

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
sv: %s Full sökväg av fil

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
sv: %ld meddelande(n) är valda. Vill du verkligen radera dessa meddelanden?

# MSG_MA_SPAM (1744//)
source: Spam
sv: Skräppost

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
sv: Laddar träningsdata för skräppost...

# MSG_MA_TBSPAM (1746//8)
source: Sp_am
sv: Skr_äp

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
sv: Ej skr_äp

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
sv: Markera meddelande som skräppost

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
sv: Markera meddelande som ej skräppost

# MSG_RE_TBSPAM (1750//8)
source: Sp_am
sv: Skr_äp

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
sv: Ej skräp

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
sv: Markera meddelande som skräppost.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
sv: Markera meddelande som ej skräppost.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
sv: Meddelande från '%s' om '%s' är behandlat som skräppost.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
sv: Meddelande från '%s' om '%s' är inte längre behandlat som skräppost.

# MSG_FI_STATSPAM (1756//)
source: Spam
sv: Skräppost

# MSG_MA_TOSPAM (1757//)
source: Spam
sv: Skräppost

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
sv: Ej skräppost

# MSG_CO_CRDSPAMFILTER (1761//)
source: Spam
sv: Skräppost

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
sv: Skräppostfilter

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
sv: Inställningar skräppostfilter

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
sv: Konfigurera skräppostfiltret...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
sv: Kontrollera nya _brev om de innehåller skräppost

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
sv: _Nollställ träningsdata

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
sv: Brev klassifierade som "ej skräppost"

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
sv: Brev klassifierade som "skräppost"

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
sv: Tömmer träningsdata för skräppost...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
sv: _Markera brev som skräppost vid flyttning till skräppostmappen

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
sv: A_dressboken är vitlistad

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
sv: Skräppostigenkännande

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
sv: Aktivera skrä_ppostfilter

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
sv: Vill du verkligen nollställa skräppostfiltrets träningsdata? Skräppostfiltret måste tränas igen efteråt.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
sv: Kontrollerar UIDL'er för att undvika dubbletter...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
sv: Skräppostfiltret har nu avaktiverats. Vilken av följande operationer vill du applicera?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
sv: Nollställ t_räningsdata

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
sv: Återställ _skräppoststatusen för alla brev

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
sv: Ra_dera skräppostmappen

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
sv: Tillåter specifiering av SMTP AUTH metoden som skall användas för den konfigurerade servern. 'Auto' väljer metod automatiskt beroende på serverns förmåga. De andra är för att specifikt välja metod, där de säkraste metoderna är listade överst.

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
sv: SMTP-servern '%s' verkar inte stödja den valda SMTP AUTH metoden. Var god verifiera med din leverantör vilka autentisieringsmetoder som är tillgängliga och hur man konfigurerar dem i din e-post klient.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
sv: Vid försök att skapa en ny skräppostmapp, så har YAM hittat en redan existerande skräppostmapp, vid namn 'Skräppost'. Vill du använda denna katalog som standard för skräppostmappen?

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
sv: _Rensa&använd|_Använd|*A_vbryt

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
sv: Kunde inte skapa standard mappen för skräppost! Skräppostfiltret har avaktiverats igen. Var god kontrollera att det finns tillräckligt med utrymme och att enheten inte är skrivskyddad.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
sv: Applicera skräppostfilter

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
sv: Applicerar skräppostfilter på mapp...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
sv: Töm skräppost från mapp

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
sv: Tömmer skräppost från mapp...

# MSG_MA_TRASH (1798//)
source: Trash
sv: Papperskorgen

# MSG_WR_SEARCH (1799//)
source: Search...
sv: Sök...

# MSG_AB_IMPORT (1800//)
source: Import
sv: Importera

# MSG_AB_EXPORT (1801//)
source: Export
sv: Exportera

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
sv: LDIF adressbok (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
sv: Kommaseparerade värden (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
sv: TAB separerade värden (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
sv: Kunde inte importera adressbok "%s".

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
sv: Kunde inte exportera adressbok "%s".

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
sv: Laddar tillstånd för uppdateringsdata...

# MSG_MA_HIDE (1809//)
source: Hide
sv: Göm

# MSG_MA_QUIT (1810//)
source: Quit
sv: Avsluta

# MSG_MA_SELECTALL (1811//)
source: All
sv: Alla

# MSG_MA_SELECTNONE (1812//)
source: None
sv: Inga

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
sv: Växla
