Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
sv: Radera meddelanden med en gång, istället för att flytta dem till Papperskorgen. (Använd med försiktighet)

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
sv: XPK-bibliotek som används för att skydda och komprimera mappar.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
sv: XPK-bibliotek som används för att komprimera mappar.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
sv: Effektivitet för denna packare. 100% är bästa värdet men också långsammast.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
sv: Kommando och argument för packare, används för att skapa arkiverade bilagor.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
sv: Beskrivning av skriptet i 'Skript' menyn.

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
sv: Skriptets filnamn.

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
sv: Skripttyp (ARexx eller AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
sv: Öppna ett konsollfönster för in- och utmatning från skriptet.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
sv: Kör inte skriptet asynkront, utan vänta tills det är färdigt.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
sv: Spara nuvarande inställningar.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
sv: Använd nuvarande inställningar.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
sv: Stäng konfigurationsfönstret och använd de gamla inställningarna.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
sv: Födelsedagspåminnelse

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
sv: Grattis på födelsedagen!

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
sv: Alias (LISTA)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
sv: Alias (GRUPP)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
sv: _Långt format|_Kort format|A_vbryt

# MSG_AB_PrintReq (709//)
source: Select print format:
sv: Välj utskriftsformat:

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
sv: Fann matchande post! Alias: \033b%s\033n Namn: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
sv: Hitta post

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
sv: Denna modul letar efter en given text i alias, namn, adress, beskrivning, gata, stad eller land-fälten. Ange texten att söka efter (AmigaDOS-jokertecken kan användas):

# MSG_AB_StartSearch (714//)
source: _Start search
sv: _Sök

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
sv: _Nästa träff|*R_edigera träff|A_vbryt

# MSG_AB_NoneFound (716//)
source: No matching entries found.
sv: Hittade inga poster!

# MSG_AB_Modified (717//)
source: Address book has been modified.
sv: Adressboken har ändrats!

# MSG_AB_TitleName (720//)
source: Name
sv: Namn

# MSG_AB_TitleDescription (721//)
source: Description
sv: Beskrivning

# MSG_AB_TitleAddress (722//)
source: Address
sv: Adress

# MSG_AB_TitleStreet (723//)
source: Street
sv: Gata

# MSG_AB_TitleCity (724//)
source: City
sv: Stad

# MSG_AB_TitleCountry (725//)
source: Country
sv: Land

# MSG_AB_TitlePhone (726//)
source: Phone
sv: Telefon

# MSG_AB_TitleBirthDate (727//)
source: Birth date
sv: Födelsedatum

# MSG_AB_TitleHomepage (729//)
source: Homepage
sv: Hemsida

# MSG_AB_MIFind (730//)
source: Find...
sv: Sök...

# MSG_AB_Entry (731//)
source: Entry
sv: Post

# MSG_AB_AddUser (732//)
source: New person
sv: Ny person

# MSG_AB_AddGroup (733//)
source: New group
sv: Ny grupp

# MSG_AB_AddList (734//)
source: New distribution list
sv: Ny sändlista

# MSG_AB_Duplicate (735//)
source: Duplicate
sv: Dublett

# MSG_AB_MIPrint (736//)
source: Print
sv: Skriv ut

# MSG_AB_MIDelete (737//)
source: Delete
sv: Radera

# MSG_AB_Sort (738//)
source: Sort
sv: Sortera

# MSG_AB_SortByAlias (739//)
source: By alias
sv: Efter alias

# MSG_AB_SortByName (740//)
source: By last name
sv: Efter efternamn

# MSG_AB_SortByFirstname (741//)
source: By first name
sv: Efter förnamn

# MSG_AB_SortByDesc (742//)
source: By description
sv: Efter beskrivning

# MSG_AB_SortByAddress (743//)
source: By address
sv: Efter adress

# MSG_AB_View (744//)
source: View
sv: Visa

# MSG_AB_Fold (745//)
source: Fold all
sv: Göm alla

# MSG_AB_Unfold (746//)
source: Unfold all
sv: Visa alla

# MSG_AB_TBSave (747//8)
source: _Save
sv: _Spara

# MSG_AB_TBFind (748//8)
source: _Find
sv: S_ök

# MSG_AB_TBNewList (750//8)
source: _List
sv: _Lista

# MSG_AB_TBNewGroup (751//8)
source: _Group
sv: _Grupp

# MSG_AB_TBEdit (752//8)
source: _Edit
sv: R_ed.

# MSG_AB_TBDelete (753//8)
source: _Delete
sv: _Radera

# MSG_AB_TBPrint (754//8)
source: P_rint
sv: S_kriv.

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
sv: _Visa

# MSG_AB_TBCloseTree (756//8)
source: F_old
sv: Döl_j

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
sv: Spara nuvarande ändringar.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
sv: Leta upp en post i adressboken.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
sv: Lägg till en ny person i din adressbok.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
sv: Lägg till en ny grupp (katalog) i din adressbok.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
sv: Lägg till en ny sändlista i din adressbok.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
sv: Redigera denna post.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
sv: Radera vald post från adressboken.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
sv: Skriv ut vald post.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
sv: Visa alla poster i adressboken.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
sv: Visa endast rotposterna i adressboken.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
sv: Sätt primär(a) mottagare för det nya meddelandet.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
sv: Sätt sekundär(a) mottagare för det nya meddelandet.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
sv: Sätt dold kopiemottagare för det nya meddelandet.

# MSG_EA_EditUser (776//)
source: Edit person
sv: Redigera person

# MSG_EA_EditList (777//)
source: Edit distribution list
sv: Ändra sändlista

# MSG_EA_EditGroup (778//)
source: Edit group
sv: Ändra grupp

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
sv: E-postadress

# MSG_EA_RealName (781//)
source: _Real name
sv: _Riktigt namn

# MSG_EA_EmailAddress (782//)
source: E-_mail address
sv: E-_postadress

# MSG_EA_PGPId (783//)
source: PGP _key ID
sv: PGP-nyc_kel ID

# MSG_EA_Homepage (784//)
source: _Homepage
sv: _Hemsida

# MSG_EA_SnailMail (785//)
source: Snail mail
sv: Vanlig post

# MSG_EA_Street (786//)
source: _Street
sv: _Gata

# MSG_EA_City (787//)
source: C_ity/ZIP
sv: Posta_dress

# MSG_EA_Country (788//)
source: S_tate/Country
sv: _Land

# MSG_EA_Phone (789//)
source: _Phone number(s)
sv: _Telefonnummer

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
sv: Övrigt

# MSG_EA_Description (791//)
source: D_escription
sv: B_eskrivning

# MSG_EA_DOB (792//)
source: Date of _birth
sv: _Födelsedatum

# MSG_EA_Portrait (793//)
source: Portrait
sv: Bild

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
sv: Väl_j...

# MSG_EA_ReturnAddress (796//)
source: _Return address
sv: Sva_rsadress

# MSG_EA_MLName (797//)
source: _Mailing list name
sv: S_ändlista

# MSG_EA_Members (798//)
source: Members
sv: Medlemmar

# MSG_EA_Sort (799//)
source: _Sort
sv: _Sortera

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
sv: Identitet (t.ex. smeknamn eller förkortning).

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
sv: En kort kommentar.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
sv: Riktigt namn (förnamn efternamn).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
sv: Officiell e-post adress.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
sv: Hexadecimalt ID för den här personens allmänna PGP-nyckel.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
sv: URL-adress till denna persons hemsida. Klicka på knappen till höger för att ladda in sidan i din webbläsare.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
sv: Postadress: Gata och nummer.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
sv: Postadress: Postnummer och stad.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
sv: Postadress: Län och/eller land.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
sv: Telefon och/eller fax nr.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
sv: Bild på den här personen.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
sv: Välj en bildfil från disk (bilddatatyper stöds).

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
sv: Svarsadress att använda när du skickar till denna lista.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
sv: Medlemmar på denna sändlista.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
sv: Adress (och namn) eller alias för en medlem.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
sv: Lägg till en ny medlem till listan.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
sv: Ta bort vald medlem från listan.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
sv: Sortera medlemslistan alfabetiskt.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
sv: Acceptera denna post.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
sv: Kasta ändringar.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
sv: Avsändaren vill ha ett statusmeddelande tillbaks (MDN). Vad vill du göra?

# MSG_RE_SaveMessage (827//)
source: Save message
sv: Spara meddelande

# MSG_RE_PrintMsg (829//)
source: Print message
sv: Skriv ut meddelande

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
sv: Välj del att skriva ut:

# MSG_RE_PrintGad (831//)
source: _Print
sv: _Skriv ut

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
sv: Välj del att spara:

# MSG_RE_SaveGad (833//)
source: _Save
sv: _Spara

# MSG_RE_DisplayMsg (834//)
source: Display message
sv: Visa meddelande

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
sv: Välj del att visa:

# MSG_RE_DisplayGad (836//)
source: _Display
sv: V_isa

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
sv: VARNING: Felaktig signatur

# MSG_RE_GoodSig (838//)
source: Good signature
sv: Godkänd signatur

# MSG_RE_SigFrom (839//)
source: from
sv: från

# MSG_RE_SigCheck (840//)
source: Check PGP signature
sv: Kontrollera PGP-signatur

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
sv: *_Behåll|E_rsätt|A_vbryt

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
sv: Vad vill du göra med (det krypterade) orginalmeddelandet?

# MSG_RE_Header (843//)
source: Header
sv: Brevhuvud

# MSG_RE_Letter (844//)
source: Letter
sv: Brev

# MSG_RE_MDNFrom (845//)
source: From:
sv: Från:

# MSG_RE_MDNTo (846//)
source: To:
sv: Till:

# MSG_RE_MDNSubject (847//)
source: Subject:
sv: Ärende:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
sv: Meddelande-ID:

# MSG_RE_MDNDate (849//)
source: Date:
sv: Datum:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
sv: Ursprunglig mottagare:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
sv: Slutlig mottagare:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
sv: manuellt av användaren

# MSG_RE_MDNauto (853//)
source: automatically
sv: automatiskt

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
sv: Meddelandet %s har visats. Detta är ingen garanti för att innehållet har lästs och förståtts.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
sv: Meddelandet %s har raderats%s. Mottagaren kan ha sett meddelandet. Mottagaren kan ta fram meddelandet och läsa det senare.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
sv: Meddelandet %s har setts %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
sv: >PGP-fel< Du får inte läsa detta PGP-krypterade meddelande. Antingen är PGP felkonfigurerat, eller så är meddelandet krypterat till någon annan.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
sv: Meddelandet kan bara läsas av %s

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
sv: Vill du lägga till avsändaren \033b%s\033n till din adressbok?

# MSG_RE_ContentType (865//)
source: Content-Type
sv: Innehållstyp

# MSG_RE_Description (866//)
source: Description
sv: Beskrivning

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
sv: UUcode kodad fil

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
sv: Vald adress: %s Vad vill du göra?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
sv: *_Skriv meddelande|R_edigera post|A_vbryt

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
sv: *_Skriv meddelande|_Lägg till post|A_vbryt

# MSG_RE_Original (871//)
source: Raw format
sv: Rå text

# MSG_RE_AllTexts (872//)
source: Displayed text
sv: Visad text

# MSG_RE_MDisplay (873//)
source: Display...
sv: Visa...

# MSG_RE_SaveAll (874//)
source: Save all...
sv: Spara alla...

# MSG_RE_MNext (876//)
source: Next message
sv: Nästa meddelande

# MSG_RE_MPrev (877//)
source: Previous message
sv: Föregående meddelande

# MSG_RE_MURNext (878//)
source: Next unread message
sv: Nästa olästa meddelande

# MSG_RE_MURPrev (879//)
source: Previous unread message
sv: Föregående olästa meddelande

# MSG_RE_MNextTh (880//)
source: Next message in thread
sv: Nästa meddelande i kedjan

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
sv: Föregående meddelande i kedjan

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
sv: Spara allmänn nyckel/nycklar

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
sv: Spara avkrypterat meddelande

# MSG_RE_NoHeaders (884//)
source: No headers
sv: Inga brevhuvuden

# MSG_RE_ShortHeaders (885//)
source: Short headers
sv: Korta brevhuvuden

# MSG_RE_FullHeaders (886//)
source: Full headers
sv: Alla brevhuvuden

# MSG_RE_NoSInfo (887//)
source: No sender info
sv: Ingen avsändarinfo

# MSG_RE_SInfo (888//)
source: Data fields only
sv: Bara datafält

# MSG_RE_SInfoImage (889//)
source: Data and image
sv: Data och bild

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
sv: Radbryt brevhuvuden?

# MSG_RE_Textstyles (891//)
source: Text styles?
sv: Text stilar?

# MSG_RE_TBPrev (892//8)
source: _Prev
sv: _Föreg.

# MSG_RE_TBNext (893//8)
source: _Next
sv: _Nästa

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
sv: För_Ked

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
sv: NäsK_ed

# MSG_RE_TBDisplay (896//8)
source: _Display
sv: _Visa

# MSG_RE_TBSave (897//8)
source: _Save
sv: _Spara

# MSG_RE_TBPrint (898//8)
source: Pr_int
sv: Skr_iv

# MSG_RE_TBDelete (899//8)
source: De_lete
sv: _Radera

# MSG_RE_TBMove (900//8)
source: _Move
sv: Fl_ytta

# MSG_RE_TBReply (901//8)
source: _Reply
sv: Sv_ara

# MSG_RE_TBForward (902//8)
source: For_ward
sv: Vi_dare.

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
sv: Visa innehållet för föregående meddelande.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
sv: Visa innehållet för nästa meddelande.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
sv: Visa meddelandet som besvaras här (gå ett steg tillbaka i kommentarskedjan).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
sv: Visa svar på detta meddelande (följ kommentarskedjan).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
sv: Använd konfigurerad MIME-visare för att visa en del i detta meddelande.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
sv: Spara visat meddelande eller en del av det till disk.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
sv: Skriv ut detta meddelande.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
sv: Flytta detta meddelande till en annan mapp och visa nästa.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
sv: Radera detta meddelande och visa nästa.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
sv: Svara på detta meddelande.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
sv: Vidarebefordra detta meddelande.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
sv: Vill du verkligen kasta alla ändringar?

# MSG_WR_SaveTextAs (919//)
source: Save text as
sv: Spara text som

# MSG_WR_AddFile (920//)
source: Select files to attach
sv: Välj filer att bifoga

# MSG_WR_CreateArc (921//)
source: Create archive
sv: Skapa arkiv

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
sv: Ange ett filnamn för det nya arkivet

# MSG_WR_InsertFile (923//)
source: Insert file
sv: Infoga fil

# MSG_WR_TitleFile (924//)
source: Filename
sv: Filnamn

# MSG_WR_TitleSize (925//)
source: Size
sv: Storlek

# MSG_WR_TitleContents (926//)
source: Contents
sv: Innehåll

# MSG_WR_TitleDescription (928//)
source: Description
sv: Beskrivning

# MSG_WR_SecNone (929//)
source: None
sv: Inget

# MSG_WR_SecSign (930//)
source: Sign
sv: Signera

# MSG_WR_SecEncrypt (931//)
source: Encrypt
sv: Kryptera

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
sv: Signera och kryptera

# MSG_WR_ImpHigh (934//)
source: High
sv: Hög

# MSG_WR_ImpLow (936//)
source: Low
sv: Låg

# MSG_WR_WriteWT (941//)
source: Write message
sv: Skriv meddelande

# MSG_WR_Subject (942//)
source: Sub_ject
sv: _Ärende

# MSG_WR_To (943//)
source: _To
sv: _Till

# MSG_WR_Add (944//)
source: _Add file(s)...
sv: _Lägg till fil(er)...

# MSG_WR_AddPack (945//)
source: _Pack & add...
sv: _Packa & lägg till...

# MSG_WR_Display (946//)
source: D_isplay
sv: V_isa

# MSG_WR_ContentType (948//)
source: _MIME type
sv: _MIME-typ

# MSG_WR_Description (949//)
source: D_escription
sv: _Beskrivning

# MSG_WR_From (952//)
source: _From
sv: _Från

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
sv: Extr_a brevhuvuden

# MSG_WR_SendOpt (955//)
source: Send options
sv: Avsändningsval

# MSG_WR_DelSend (956//)
source: _Delete after sending
sv: _Radera efter skickande

# MSG_WR_Receipt (957//)
source: _Return receipt
sv: Beg_är kvitto

# MSG_WR_AddInfo (959//)
source: Add _personal info
sv: Lägg till _personlig information

# MSG_WR_Importance (960//)
source: _Importance
sv: V_ikt

# MSG_WR_Signature (961//)
source: Signature
sv: Signatur

# MSG_WR_TBEditor (968//8)
source: Editor
sv: Redig.

# MSG_WR_TBInsert (969//8)
source: Insert
sv: Infoga

# MSG_WR_TBCut (970//8)
source: Cut
sv: Klipp

# MSG_WR_TBCopy (971//8)
source: Copy
sv: Kop.

# MSG_WR_TBPaste (972//8)
source: Paste
sv: Klist.

# MSG_WR_TBUndo (973//8)
source: Undo
sv: Ångra

# MSG_WR_TBBold (974//8)
source: Bold
sv: Fet

# MSG_WR_TBItalic (975//8)
source: Italic
sv: Kursiv

# MSG_WR_TBUnderlined (976//8)
source: ULined
sv: Under.

# MSG_WR_TBColored (977//8)
source: Color
sv: Färg

# MSG_WR_InsertAs (979//)
source: Insert as
sv: Infoga som

# MSG_WR_Plain (980//)
source: Plain
sv: Vanlig

# MSG_WR_Quoted (981//)
source: Quoted
sv: Citerad

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
sv: ROT13 krypterad

# MSG_WR_LaunchEd (983//)
source: Launch editor
sv: Starta redigerare

# MSG_WR_Edit (984//)
source: Edit
sv: Redigera

# MSG_WR_MCut (985//)
source: Cut
sv: Klipp ut

# MSG_WR_MCopy (986//)
source: Copy
sv: Kopiera

# MSG_WR_MPaste (987//)
source: Paste
sv: Klistra in

# MSG_WR_PasteAs (988//)
source: Paste as
sv: Klistra in som

# MSG_WR_MUndo (989//)
source: Undo
sv: Ångra

# MSG_WR_Redo (990//)
source: Redo
sv: Gör om

# MSG_WR_Dictionary (991//)
source: Glossary
sv: Ordlista

# MSG_WR_Textstyle (992//)
source: Text styles
sv: Textstil

# MSG_WR_Bold (993//)
source: Bold
sv: Fet

# MSG_WR_Italic (994//)
source: Italic
sv: Kursiv

# MSG_WR_Underlined (995//)
source: Underlined
sv: Understruken

# MSG_WR_Colored (996//)
source: Alternative color
sv: Alternativ färg

# MSG_WR_Emoticons (1000//)
source: Emoticons
sv: Smilisar

# MSG_WR_Happy (1001//)
source: Happy
sv: Glad

# MSG_WR_Indifferent (1002//)
source: Indifferent
sv: Likgiltig

# MSG_WR_Sad (1003//)
source: Sad/angry
sv: Arg/ledsen

# MSG_WR_Ironic (1004//)
source: Ironic
sv: Ironisk

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
sv: Automatisk stavningskontroll?

# MSG_WR_MAddFile (1006//)
source: Add file...
sv: Bifoga fil...

# MSG_WR_AddCB (1007//)
source: Add clipboard
sv: Skicka med urklipp

# MSG_WR_AddKey (1008//)
source: Add PGP key
sv: Lägg till PGP-nyckel

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
sv: Radera efter sändning?

# MSG_WR_MReceipt (1010//)
source: Return receipt?
sv: Begär kvitto?

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
sv: Lägg till personlig information?

# MSG_WR_MImportance (1013//)
source: Importance
sv: Vikt

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
sv: Adress (och namn) eller alias för primär mottagare.

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
sv: Välj mottagare från adressboken.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
sv: Ärendet för ditt meddelande.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
sv: Använd en extern redigerare för att ändra meddelandetexten.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
sv: Infoga innehållet i en textfil vid markörens position.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
sv: Klipp ut markerad text till urklipp.
