Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
sv: Om vald, kommer YAM att använda AmigaOS4.1's notifieringssystem för att notifiera användaren om nya mottagna brev. Detta kräver minst version V53.2 av application.library.

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
sv: Del %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
sv: Det finns fortfarande skrivfönster öppna. Hur vill du fortsätta?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
sv: *_Spara nu|_Avsluta utan att spara|A_vbryt

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
sv: som bilaga

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
sv: infogad

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
sv: som bilagor

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
sv: Före brevfiltrering

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
sv: Efter brevfiltrering

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
sv: Använd AmigaDOS mönster

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
sv: Tillåt AmigaDOS mönster i strängsökningen.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
sv: PGP signatur

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
sv: Idag, den %s, så blir %s %ld år. Vill du skicka ett gratulationskort?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
sv: Exekvering av ARexx kommandot '%s' misslyckades (felkod %ld). Var god kontrollera att filen finns och att den är ett giltigt ARexx skript.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
sv: Visa inte detta dialogfönster något mer idag.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
sv: Spara fil

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
sv: Inga programuppdateringar tillgängliga

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
sv: Det finns inga programuppdateringar tillgängliga. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
sv: YAM kollar efter uppdateringar automatiskt.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
sv: Var god försök igen eller aktivera den automatiska programuppdateringskontrollen.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
sv: YAM varning

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
sv: Vid försök att rensa YAM så har undertrådar som fortfarande körs hittats. Var god stäng alla existerande under- trådar (t.ex. MIME visare etc.) som du kan ha startat från YAM. Vill du försöka att avsluta YAM igen eller ignorera de undertrådar som fortfarande körs (som kan leda till krasher senare)?

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
sv: _Försök igen|_Ignorera

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
sv: Exekveringen av kommandot '%s' misslyckades (felkod %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
sv: Kan inte initiera method stack.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
sv: Pågående överföringar

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
sv: Kan inte initiera anslutningar.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
sv: Loggade in på POP3 konto '%s': %ld meddelanden väntar

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
sv: Hämtade %ld meddelande(n) från POP3 konto '%s'

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
sv: Ange lösenordet för POP3 kontot '%s':

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
sv: Väntar på inmatning av användarens lösenord...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
sv: Väntar på användarens förval...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
sv: \0338Du har ny post från konto '%s'.\0332 %3ld meddelanden nerladdade, %3ld kvar på server %3ld dubletter skippade

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
sv: %s Mottog 1 nytt brev.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
sv: %s Mottog %ld nya brev.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
sv: Skicka och hämta post

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
sv: Skicka post

# MSG_MA_GET_MAIL (2194//)
source: Get mail
sv: Hämta post

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
sv: *_Vanlig|_Signerad|_Krypterad|S_ignerad & krypterad|Av_bryt

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
sv: Ansluter till server...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
sv: Skickar HTTP förfrågan...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
sv: Väntar på serverns svar...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
sv: Erhåller data...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
sv: Kopplar ifrån server...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
sv: Visa pågående överföringar...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
sv: Applicera fjärr_filter

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
sv: Applicera alla definierade filter vid nedladdning av post från denna server.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
sv: Kolla om det finns ny post vid uppstart

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
sv: Kolla detta konto om det finns ny post vid varje uppstart av YAM automatiskt.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
sv: Okänt brevfilsformat i filen '%s'.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
sv: Filen '%s' innehåller inga brev som kan importeras.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
sv: Konfigurationen är förnärvarande låst. Var god vänta tills alla POP3 och SMTP överföringar är klara.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
sv: \033bMapp\033n Namn: %s Sökväg: %s Storlek: %s Medddelanden: %ld (%ld nya, %ld olästa)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
sv: \033bBrev\033n Från: %s <%s> Till: %s <%s> Ärende: %s Datum: %s Filnamn: %s Storlek: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
sv: Nedladdningsma_pp:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
sv: Ladda ned

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
sv: Laddar ned från '%s'

# MSG_MA_HELP (2214//)
source: Help
sv: Hjälp

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
sv: Innehåll

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
sv: ARexx gränssnitt

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search o_n gravatar.com...
sv: Sök på gra_vatar.com...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
sv: Ingen Gravatar hittad för adress '%s' Personen har kanske inte laddat upp ett porträtt till gravatar.com ännu.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
sv: Ingen 'MIME-Version' rubrikrad hittades vid skanning av brevfilen '%s'. Den generarade utmatningen kan därför innehålla felaktig eller skadad data.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
sv: Sätt status till 'Märkt'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
sv: Sätt status för de filtrerade breven till 'Märkt'

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
sv: Sätt status till 'Omärkt'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
sv: Sätt status för de filtrerade breven till 'Omärkt'

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
sv: Sätt status till 'Läst'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
sv: Sätt status för de filtrerade breven till 'Läst'

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
sv: Sätt status till 'Oläst'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
sv: Sätt status för de filtrerade breven till 'Oläst'

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
sv: Sätt status till 'Skräp'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
sv: Sätt status för de filtrerade breven till 'Skräp'

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
sv: Sätt status till 'Ej skräp'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
sv: Sätt status för de filtrerade breven till 'Ej skräp'

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
sv: _Aktiv

# MSG_CO_POP_AUTH (2234//)
source: Authentification
sv: Autentisering

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
sv: När ingen anslutningssäkerhet används (TLD eller SSL) kan lösenordet skickas med APOP krypteringsalgoritm istället. (stöds inte av alla POP3 servrar)

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
sv: Lösenord i klartext

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
sv: Krypterat lösenord (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
sv: Anslutningssäkerhet

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
sv: Ingen säkerhet

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
sv: En STARTTLS eller SSL/TLS säker anslutning kommer att etableras mellan POP3 servern och YAM för att motta e-post genom en krypterad anslutning. Om denna knapp är mörkad, så betyder det att AmiSSL stöd för närvarande inte är tillgängligt.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
sv: Serverlista

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
sv: Serverinställningar

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
sv: Säkerhet och autentisering

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
sv: Meddelandehantering

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
sv: Serverlista

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
sv: Serverinställningar

# MSG_CO_POP_DESC (2249//)
source: Description
sv: Beskrivning

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
sv: En godtycklig beskrivning/namn för denna serveranslutning som används istället för user@host.

# MSG_CO_SMTP_DESC (2251//)
source: Description
sv: Beskrivning

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
sv: En godtycklig beskrivning/namn för denna serveranslutning som används istället för user@host.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
sv: Anslutningssäkerhet

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
sv: Ingen säkerhet

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
sv: Säkerhet och autentisering

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
sv: En STARTTLS eller SSL/TLS säker anslutning kommer att etableras mellan SMTP servern och YAM för att skicka e-post genom en krypterad anslutning. Om denna knapp är mörkad, så betyder det att AmiSSL stöd för närvarande inte är tillgängligt.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
sv: Autentisering

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
sv: Ingen autentisering

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
sv: Alternativ

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
sv: Identiteter

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
sv: Inställningar identiteter

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
sv: Hantera flera identiteter för brevskrivning...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
sv: Identiteter

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
sv: Generella inställningar

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
sv: Generella inställningar

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
sv: Skriv brev

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
sv: PGP säkerhet

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
sv: ingen signatur

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
sv: ovanför citering

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
sv: nedanför citering

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
sv: Beskrivning

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
sv: Server (SMTP)

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
sv: Skriv brev inställningar

# MSG_CO_IDENTITY_CC (2278//)
source: Cc: address
sv: Kopia: adress

# MSG_CO_IDENTITY_BCC (2280//)
source: Bcc: address
sv: Dold kopia: adress

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
sv: Svar till: adress

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
sv: Alternativ

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
sv: Citera meddelanden vid svar

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
sv: Placera mitt svar

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
sv: Placera min signatur

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
sv: Använd signatur vid svar

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
sv: Använd signatur vid vidarebefodring

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
sv: PGP säkerhetsinställningar

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
sv: Använd PGP för denna identitet

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
sv: PGP nyckel-ID

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
sv: PGP nyckel-URL

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
sv: Alternativ

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
sv: Signera okrypterade brev som standard

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
sv: Signera krypterade brev som standard

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
sv: Kryptera alla brev som standard

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
sv: Lägg till egen nyckel vid kryptering av brev

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
sv: URL till eget foto

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
sv: Lägg till personlig information

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
sv: Begär ett svarskvitto

# MSG_CO_SERVERNAME (2304//)
source: Server name
sv: Servernamn

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
sv: Användarnamn för mailservern.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
sv: Vill du verkligen flytta mappen från '%s' till '%s'?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
sv: En fil eller katalog med namn '%s' finns redan och kommer att skrivas över/raderas. Vill du verkligen fortsätta?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
sv: Kunde inte skapa katalog '%s' (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
sv: _Aktiv

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
sv: Töm alla index

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
sv: Om markerad, så är denna användare tillgänglig för användning.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
sv: Egen beskrivning för denna användar identitet.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
sv: Riktigt namn "förnamn efternamn" för denna användaridentitet.

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
sv: E-postadressen som är associerad med denna användaridentitet.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
sv: Valfritt namn på organisationen som denna användaridentitet tillhör.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
sv: Tillåter dig att välja SMTP server som ska användas när brev skickas med denna användar identitet.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default Cc: recipients added when composing a new mail.
sv: Förvalda Kopia: mottagare som läggs till vid skapande av nytt brev.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default Bcc: recipients added when composing a new mail.
sv: Förvalda Dold kopia: mottagare som läggs till vid skapande av nytt brev.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
sv: Förvalda Svar till: mottagare som läggs till vid skapande av nytt brev.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
sv: Tillåter dig specifiera förval för extra brev huvuden till utgående brev.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
sv: Valfri URL till ett foto, associerat med denna användaridentitet.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
sv: Vid svar eller vidarebefodran, kommer brevtexten att citeras om detta är valt.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
sv: Tillåter dig att definiera om ditt svar ska placeras ovan- eller nedanför citerad text.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
sv: Tillåter dig att definiera om din signatur ska placeras nedan- eller ovanför citerad text.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
sv: Om vald, kommer en signatur att läggas till när du svarar på ett brev.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
sv: Om vald, kommer en signatur att läggas till när du vidarebefodrar ett brev.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
sv: Om vald, kommer personlig information att läggas till i brevet (X-SenderInfo huvud). Detta kräver en adressbokspost med samma e-postadress som denna användaridentitet.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
sv: Om vald, kommer ett mottagningskvitto att begäras som standard vid skapande av nytt brev.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
sv: Tillåter dig att aktivera/inaktivera PGP funktionen för denna användaridentitet.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
sv: Tillåter dig att specifiera PGP nyckel-ID som ska användas för denna användaridentitet.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
sv: Tillåter dig att specifiera en URL, där den publika nyckeln för denna användaridentitet kan hittas.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
sv: Om vald, kommer PGP att signera alla okrypterade brev som standard, när du börjar skriva dem.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
sv: Om vald, kommer PGP att signera alla krypterade brev som standard, när du börjar skriva dem.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
sv: Om vald, kommer PGP att kryptera alla brev när du börjar skriva dem.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
sv: Om vald, kommer alla brev som krypteras via PGP att ha PGP nyckeln för denna användaridentitet tillagd. Om inaktiverad, kommer krypterade brev inte att kunna avkrypteras med denna användaridentitet.
