Repository: jens-maus/yam
Catalog: locale/swedish.po
Languages: sv

# MSG_MA_MSEARCH (1814//)
source: Search...
sv: Sök...

# MSG_MA_MFILTER (1815//)
source: Filter...
sv: Filtrera...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
sv: Töm Papperskorgen

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
sv: Uppdatera index

# MSG_MA_MREAD (1821//)
source: Read
sv: Läs

# MSG_MA_TOUNREAD (1822//)
source: Unread
sv: Oläst

# MSG_MA_TOREAD (1823//)
source: Read
sv: Läst

# MSG_PROJECT_MABOUT (1826//)
source: About...
sv: Om...

# MSG_MA_MEDIT (1827//)
source: Edit...
sv: Redigera...

# MSG_MA_MMOVE (1828//)
source: Move...
sv: Flytta...

# MSG_MA_MCOPY (1829//)
source: Copy...
sv: Kopiera...

# MSG_MA_MPRINT (1830//)
source: Print...
sv: Skriv ut...

# MSG_MA_MSAVE (1831//)
source: Save...
sv: Spara...

# MSG_MA_MSAVEATT (1832//)
source: Save...
sv: Spara...

# MSG_MA_MNEW (1834//)
source: New...
sv: Nytt...

# MSG_MA_MREPLY (1835//)
source: Reply...
sv: Svara...

# MSG_MA_MFORWARD (1836//)
source: Forward...
sv: Vidarebefordra...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
sv: Spara adress...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
sv: Adressbok...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
sv: Inställningar...

# MSG_MA_TOMARKED (1841//)
source: Marked
sv: Markerad

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
sv: Omarkerad

# MSG_MA_ALLTOREAD (1843//)
source: All to read
sv: Alla som lästa

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
sv: Redigera som nytt...

# MSG_RE_SEARCH (1847//)
source: Search...
sv: Sök...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
sv: Sök igen

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
sv: Sök igen

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
sv: Radbrytning?

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
sv: Markera ny skräppost som _läst

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
sv: Aktiverar skräppostfiltret, som tillåter dig att filtrera reklam och annan elak e-post.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
sv: Visar antalet brev manuellt klassade som 'skräppost'.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
sv: Visar antalet brev manuellt klassade som 'ej skräppost'.

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
sv: Möjliggör manuell nollställning av hela skräppostfiltrets träningsdata. Detta bör bara vara nödvändigt i enstaka fall.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
sv: Om vald, kommer nya inkommande brev att automatiskt analyseras av skräppostfiltret.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
sv: Om vald, kommer brev med en Från: adress som finns i adressboken, aldrig att betraktas som skräppost.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
sv: Om vald, så kommer brev som flyttats manuellt till skräppostmappen automatiskt att markeras som skräppost.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
sv: Om vald, kommer skräppost att automatiskt bli markerad som 'läst'.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
sv: Hur ofta vill du YAM automatiskt ska kolla efter uppdateringart? Välj 'aldrig' för att avaktivera denna funktion.

# MSG_WR_SELECTALL (1861//)
source: Select all
sv: Välj allt

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
sv: Acceptera och skicka senare

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
sv: Acceptera och skicka nu

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
sv: Ignorera

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
sv: Ignorera alla

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
sv: Skicka aldrig

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
sv: Skicka alltid

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
sv: Köa alltid

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
sv: Fråga mig

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
sv: Mottagningskvitton

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
sv: När jag får en begäran om mottagningskvitto...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
sv: Ski_cka aldrig ett mottagningskvitto

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
sv: Till_åt mottagningskvitton för vissa meddelanden

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
sv: Om _jag inte står med i Till: eller Kopia: i meddelandet:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
sv: _Om avsändaren inte är i min domän:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
sv: Om jag bara ska ra_dera meddelandet:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
sv: I _övriga fall:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
sv: Om vald, kommer inget mottagnings kvitto att skickas, även om det tydligt begärs.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
sv: Om vald, kommer mottagningskvitton att behandlas enligt reglerna definierade här.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
sv: Vad som ska göras med mottagningskvittobegäran, när din e-post adress inte finns i Till: eller Kopia: brevhuvudet.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
sv: Vad som ska göras med mottagningskvittobegäran, när avsändarens domän inte matchar din.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
sv: Vad som ska göras med mottagningskvittobegäran när du bara raderar originalmeddelandet.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
sv: Vad som ska göras med mottagningskvittobegäran när inga av ovanstående regler gäller.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
sv: Inställningar utseende & känsla

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
sv: Konfigurera YAM's generella utseende & känsla...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
sv: Utseende & Känsla

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
sv: Teman

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
sv: A_ktivera

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
sv: Förhandstitt

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
sv: Upphovsman

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
sv: Rela_tivt datum

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
sv: Om vald, kommer datumkolumner att använda relativt datum istället. Dessa kolumner kommer att visa 'idag' eller 'igår' istället för datumet, om möjligt.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
sv: Okänd användare

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
sv: Okänd användare '%s'!

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
sv: Text färg som ska användas till signaturen för ett brev.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
sv: Det är inte rekommenderat att aktivera detta val med så få som %ld brev klassifierade som skräppost, eftersom detta kan leda till dålig prestanda av skräppostfiltret.. Vill du avaktivera detta val igen?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
sv: Kan inte skapa semafor!

# MSG_RE_HDR_FROM (1917//)
source: From
sv: Från

# MSG_RE_HDR_TO (1918//)
source: To
sv: Till

# MSG_RE_HDR_DATE (1919//)
source: Date
sv: Datum

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
sv: Ärende

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
sv: Virtuellt e-post

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
sv: %p Namnet på YAM's allmänna skärm

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
sv: Kunde inte radera alla temporära filer. Dessa filer kan vara låsta av andra program. Var god kontrollera att du avslutat alla program som du använt inom YAM, t.ex Multiview.

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
sv: _Försök igen|_Ignorera

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
sv: YAM rensningsvarning

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
sv: Visa a_lternativa delar

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
sv: Om vald, vanligtvis gömda alternativa MIME- meddelandedelar av ett 'multipart/alternative' brev kommer att visas som bilagor istället.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
sv: Postkatalogen '%s' för användare '%s' existerar inte. Vill du skapa den nu?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
sv: Klicka för att hämta appikonens nuvarande position.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
sv: Flytta 'ej skräppost' brev tillbaka till _Inkorgen

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
sv: Om vald, så kommer brev som felaktigt klassifierats som 'skräppost' och manuellt markerad som 'ej skräppost' att automatiskt flyttas tillbaka till Inkorgen.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
sv: Applicera _filter

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
sv: Om vald, efter flyttning av brevet, kommer alla användar- definierade filter att appliceras på det.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
sv: Stänger ned YAM...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
sv: Information som ska visas som etikett för mappen.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
sv: Mappnamn

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
sv: Mappnamn (nya)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
sv: Mappnamn (olästa)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
sv: Mappnamn (nya/olästa)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
sv: Mappnamn (olästa/nya)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
sv: också olästa

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
sv: Om vald, kommer gamla meddelanden att tas bort även om de inte är lästa ännu.

# MSG_WR_SENDNOW (1947//)
source: _Send now
sv: _Skicka nu

# MSG_WR_SENDLATER (1948//)
source: Send _later
sv: Skicka s_enare

# MSG_WR_MSENDNOW (1951//)
source: Send now
sv: Skicka nu

# MSG_WR_MSENDLATER (1952//)
source: Send later
sv: Skicka senare

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
sv: Anslutningen mot servern '%s' avbröts vid försök att skicka kommandot '%s'. Detta kan bero på att servern tappade anslutningen.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
sv: Meddelande

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
sv: Bilagor

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
sv: Alternativ

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
sv: Vidarebefordra meddelande_n

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
sv: i brevet

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
sv: Tillåter att välja hur ett meddelande ska vidarebefordras. Ett meddelande kan vidarebefordras som bilaga eller så kan meddelandetexten läggas till i meddelandet.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
sv: Nuvarande utvecklare:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
sv: Medarbetare:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
sv: Medarbetare översättning:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
sv: Detta program är gratis mjukvara; du är välkommen att distribuera och/eller modifiera det under villkoren för GNU Public License. Läs de bifogade dokumenten för mer information.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
sv: Detta program använder följande mjukvara från tredjepart:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
sv: Senaste nytt om YAM kan hittas på YAM's supportsida \0335http://yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
sv: Vy

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
sv: Inställningarna har ändrats men inte sparats ännu. Hur vill du fortsätta?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
sv: *_Spara nu|_Avsluta utan att spara|A_vbryt

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
sv: *_Spara nu|_Avsluta utan att spara|A_vbryt

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
sv: Tillåter att importera MIME-typ inställningar från tredje part MIME-filer, som 'MIME.prefs', 'mailcap' eller 'mime.types'.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
sv: Säkerhetsvarning

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
sv: Adressbokens post var satt till antingen signera och/eller kryptera meddelanden per förval, men PGP-installationen hittades inte. Vill du rensa de förvalda säkerhetsinställningarna för denna post?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
sv: *_Ja|_Nej

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
sv: Säkerhetsvarning

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
sv: Adressboksinställningarna för mottagaren '%s' är inställd på signera och/eller kryptera meddelanden, men PGP-installationen hittades inte. Meddelandet kommer inte att signeras eller krypteras.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
sv: *_Ok|A_vbryt

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
sv: Ett oväntat fel uppstod vid försök att koda filen '%s'. Var god kontrollera att filen existerar och är läsbar innan du försöker komponera meddelandet igen.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
sv: Filen '%s' kunde inte hittas vid försök att skapa bilagor till ett meddelande. Var god kontrollera att filen existerar och är läsbar innan du försöker att komponera meddelandet igen.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
sv: Filen '%s' kunde inte hittas vid försök att visa ett meddelandes bilaga Var god kontrollera att filen existerar och är läsbar.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
sv: Skrivaren verkar vara offline eller upptagen. Var god kontrollera din skrivare eller försök igen.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
sv: *_Försök igen|_Ignorera|A_vbryt

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
sv: Skrivaren verkar ha slut papper. Var god kontrollera din skrivare eller försök igen.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
sv: *_Försök igen|_Ignorera|A_vbryt

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
sv: Ett fel returnerades när data skickades till skrivaren. Var god kontrollera din skrivare och försök igen om ditt dokument inte skrevs ut korrekt.

# MSG_MA_EDIT (1992//)
source: Edit
sv: Redigera

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
sv: Ångra

# MSG_MA_EDIT_REDO (1994//)
source: Redo
sv: Gör om

# MSG_MA_EDIT_CUT (1995//)
source: Cut
sv: Klipp ut

# MSG_MA_EDIT_COPY (1996//)
source: Copy
sv: Kopiera

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
sv: Klistra in

# MSG_MA_EDIT_SALL (1998//)
source: Select all
sv: Välj allt

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
sv: Välj inget

# MSG_WR_SELECTNONE (2000//)
source: Select none
sv: Välj inget

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
sv: Ogiltig brevfil funnen

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
sv: Filen '%s' i mapp '%s', verkar inte vara i ett giltigt format eller är skadad. Var god kontrollera att filen är läsbar och är en giltig brevfil.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
sv: *_Försök igen|_Ignorera|Ignorera _alla|_Radera|A_vbryt

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
sv: Ett fel uppstod vid försök att läsa indexfilen '%s' för mapp '%s'. Var god kontrollera att du kan läsa filens innehåll och att rättigheterna är korrekt.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
sv: Ett fel uppstod vid försök att skriva indexfilen '%s' i mapp '%s'. Var god kontrollera att du kan skriva till katalogen där filen är tänkt att skrivas.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
sv: Indexfilen '%s' i mappen '%s' har upptäckts vara korrupt vid position %d nära informationen om brevfilen '%s' (MoreBytes: 0x%x). Mappen var flaggad som 'oladdad' och en omskanning var initierad eller krävs för att lösa problemet.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
sv: Okänd MIME-kodning '%s' i brevfil '%s'. YAM misslyckades att avkoda en del av meddelandet. Spara meddelandet till disk och prova med en annan dekoder.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
sv: Okänd brevhuvudskodning '%s' i brevfil '%s'. YAM kan inte visa ett speciellt brevhuvud i detta meddelande.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
sv: Oväntat filslut vid avkodning av flerparts meddelande i fil '%s'. Meddelandet verkar vara skadat.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
sv: Kunde inte extrahera MIME-meddelande från fil '%s'. Meddelandet innehåller dåliga MIME-delar eller så är det tomt eller skadat.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
sv: Oväntat filslut vid avkodning av UUcode kodad fil '%s'. Meddelandet verkar vara skadat.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
sv: Ogiltig radlängd %ld i UUcode kodad fil '%s'. En trasig UUcode kodare användes eller så är meddelandet skadat.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
sv: Svar till

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
sv: \033bFrån\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
sv: \033bTill\033n

# MSG_FI_CC_FIELD (2016//)
source: \033bCc\033n
sv: \033bKopia (Cc)\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
sv: \033bSvar till\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
sv: \033bÄrende\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
sv: \033bDatum\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/Cc:)
sv: _Mönster (Till:/Cc:)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
sv: _Destinationsadress (Till:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
sv: Avsändaradress (_Från:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
sv: Sva_rsadress (Svar till:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
sv: Försök igen|Besök hemsida|Avsluta

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
sv: Besök hemsida|Avsluta

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
sv: Radera
