Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
tr: '%s' indis dosyası ('%s' klasöründeki), %d konumunda bozulmuş. Posta dosyası '%s' (FazlaBayt: 0x%x) Klasör 'yüklenmedi' olarak etiketlenmiş ve bir indis güncellemesi başlatılmış yada sorunun çözümü için başlatılmalı.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
tr: Bilinmeyen MIME kodlaması : '%s' (posta dosyası: '%s') YAM iletinin bir kısmının kod çözümünü başaramadı. İletiyi diske kaydedin ve başka bir kod çözücü ile deneyin.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
tr: Bilinmeyen başlık kodlaması: '%s' (posta dosyası: '%s') YAM bu iletinin bir başlığını görüntüleyemiyor.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
tr: Çok parçalı ileti '%s'nin dekode edilmesi sırasında beklenmeyen dosya sonu hatası. İleti bozulmuş (yarıda kesilmiş) görünüyor.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
tr: '%s' dosyasından MIME iletisi çıkarılamadı. İleti bozuk MIME parçaları içeriyor, boş yada yarıda kesilmiş olabilir.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
tr: UUcode ile kodlanmış '%s' dosyasının çözülmesi sırasında beklenmeyen bir dosya sonu ile karşılaşıldı. İleti bozulmuş (yarıda kesilmiş) görünüyor.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
tr: Geçersiz satır uzunluğu: %ld (UUcode ile kodlanmış '%s' dosyasında). İleti hatalı bir UUcode kodlayıcısı ile kodlanmış veya yarıda kesilmiş.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
tr: Yanıtla

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
tr: \033bKimden\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
tr: \033bKime\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
tr: \033bYanıtla\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
tr: \033bKonu\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
tr: \033bTarih\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/Cc:)
tr: _Şablon (Kime:/Cc:)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
tr: _Hedef adres (Kime:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
tr: _Gönderen adresi (Kimden:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
tr: _Yanıtlama adresi (Yanıtla:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
tr: Tekrar dene|Anasayfaya git|Çık

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
tr: Anasayfaya git|Çık

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
tr: Sil

# MSG_WR_DELETE (2027//)
source: Delete
tr: Sil

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
tr: %ld numaralı MIME kısmı Base64 ile çözülürken bir Giriş/Çıkış hatası oluştu (Posta dosyası: '%s'). Çözme işlemi durduruldu. Bu dosyanın çözülmeye çalışıldığı sürücüde yeterli boş alan bulunmamasından veya kaynak dosyanın erişilemez olmasından kaynaklanabilir.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
tr: %ld numaralı MIME kısmı Base64 ile çözülürken bazı geçersiz karakterler bulundu (Posta dosyası: '%s'). Oluşturulan çıktı bozulmuş veya geçersiz veri içeriyor olabilir. Bu gönderen posta istemcisinin yaptığı yanlış kodlamadan veya aktarım sırasında Base64 kısımlarının bozulmasından dolayı olmuş olabilir.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
tr: %ld numaralı MIME kısmı Base64 ile çözülürken bir hata oluştu (Posta dosyası: '%s'). Çözülecek veri yok veya YAM kodlanmış veriye ulaşamıyor.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
tr: Gönderen adresi (Kimden): \033b<%s>\033n ancak cevap adresi (Yanıtla): \033b<%s>\033n. Hangisini adres defterine eklemek istersiniz?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
tr: Eylem (Ad)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
tr: Yol

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
tr: '%s.info' simge dosyası, '%s' temasından yüklenmeye çalışılırken bir hata oluştu. Simge bu oturumda görüntülenemeyecek. Lütfen dizininizin tüm gerekli simgeleri içerdiğinden emin olun yada daha fazla uyarı almamak için temayı devre dışı bırakın.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
tr: Etkinleştirilen '%s' temasının uyumsuz bir sürüm olduğu belirlendi ve yüklenmedi. Bu yüzden varsayılan tema geri etkinleştirildi. Temayı uyumlu bir sürüme yükseltin veya ayarlardan devre dışı bırakın.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
tr: YAM'ın varsayılan teması yüklenirken, yanlış bir sürümde olduğu belirlendi. Tema yükleme işlemi durdurulmuştur. Varsayılan temayı uyumlu bir sürüme yükseltmeniz tavsiye edilir.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
tr: '%s' İmge dosyası veritürler (datatypes) ile yüklenirken bir hata oluştu. Lütfen dosyanın varlığını ve veritür sisteminizin doğru bir şekilde kurulu olduğunu denetleyin (örn. İmge MultiView ile düzgün bir şekilde görüntülenebilmeli).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
tr: '%s' imge dosyasının, '%s' dizininden yüklenmesi sırasında bir hata oluştu. Lütfen temanın, son tema sürümü yapısında belirtilen tüm gerekli imgeleri içerdiğininden emin olun.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
tr: YAM varsayılan temayı yüklemeyi başaramadı ve tema yükleme işlemini tamamen durdurdu. Lütfen tema dizininizin okunabilirliğinden ve YAM ile birlikte dağıtılan doğru varsayılan temayı içerdiğinden emin olun.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
tr: Etkinleştirilen tema '%s' ulaşılabilir değil veya bozuk. Bu nedenle varsayılan tema geri etkinleştirildi. Seçtiğiniz temanın okunabilirliğinden ve geçerli bir YAM teması olduğundan emin olun.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
tr: YAM'ın yeniden başlatılması gerekiyor

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
tr: Seçilen temanın uygulanabilmesi için, ayarları kaydetmeli ve YAM'ı yeniden başlatmalısınız.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
tr: Klasörü okunmuş olarak işaretle

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
tr: Si_l

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
tr: Bu resmi 'unut' (diskteki dosya yerinde kalacaktır).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
tr: Yeni posta aldığınızda bir ses dosyası çaldırır.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
tr: Yeni posta aldığınızda bir komut çalıştırır.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
tr: Bu süzgece bir kural ekle.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
tr: Bu süzgeçten son kuralı kaldır.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
tr: Bu süzgeci listede yukarı taşı.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
tr: Bu süzgeci listede aşağı taşı.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
tr: Çalınacak dosyayı seçmek için bir dosya istemcisi aç.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
tr: Sesi dene.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
tr: Bu MIME türü için özel açıklama.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
tr: Betikler listesi.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
tr: Yeni güncellemeler için şimdi bir sınama yap.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
tr: Bu iletideki eklerin listesi.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
tr: Hiçbir zaman

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
tr: Çalıştırılacak betiği seçin

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
tr: Seçili olan hariç tüm klasörleri arama dışında tut.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
tr: Eğer devam ederseniz, '%s' klasöründeki tüm iletiler süzülecek. Devam etmek istiyor musunuz?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
tr: '%s' klasöründe birden fazla ileti seçtiniz. Yalnızca bu iletiler süzülecek. Devam etmek istiyor musunuz?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
tr: XML adres defteri (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
tr: Süzme tamamlandı: %3ld ileti denetlendi, %3ld iletildi, %3ld arşivlendi, %3ld silindi, %3ld gereksiz olarak sınıflandırıldı

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
tr: Süzme tamamlandı: %3ld ileti denetlendi, %3ld sektirildi, %3ld iletildi, %3ld otomatik yanıtlandı, %3ld komut çalıştırıldı, %3ld taşındı, %3ld silindi, %3ld gereksiz olarak sınıflandırıldı

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
tr: Dosya değişiklik uyarısı

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
tr: %ld numaralı yazım penceresindeki metin, bir dış düzenleyici ile düzenlenirken, metin üzerinde iç düzenleyici ile de değişiklikler yapılmış. Dış düzenleyicideki metnin, iç düzenleyicideki değişiklikleri yoksaymasını istiyor musunuz?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
tr: %ld iletinin, '%s' SMTP sunucusu ile gönderimi başarısız oldu

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
tr: Yerel biçemde doğum günü (örn. 19.06.1974 veya 19/06/1974).

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
tr: Konu takibi sistemi ilklendirilemedi.

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
tr: '%s' ses dosyasının çalınması sırasında bir hata oluştu. Bu bozuk veya desteklenmeyen bir ses dosyasından veya ses veritürünüz düzgün çalışmadığından dolayı olabilir.

# MSG_WR_CHARSET (2084//)
source: C_harset
tr: Karakter _seti

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
tr: Bu posta için kullanılacak karakter setini seçmek için pupup düğmesini kullanın. Bu genel karakter seti ayarına döner.

# MSG_ABOUTYAM (2086//)
source: About YAM
tr: YAM hakkında

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
tr: Sunucu '%s' ile bağlantı kurulamadı (Hesap: '%s'). Bir TCP/IP bağlantısı halen etkin görünüyor. Lütfen diğer aktarımları durdurunuz.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
tr: Sunucu '%s' ile bağlantı kurulamadı (Hesap: '%s'). Posta sunucusu öntanımlı zaman zarfında yanıt vermedi ve bu yüzden zaman aşımına uğradı.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
tr: Sunucu '%s' ile bağlantı kurulamadı (Hesap: '%s'). YAM posta sunucusuna bir soket bağlantısı kurmayı başaramadı. Lütfen TCP/IP yazılımınızın çevrimiçi ve düzgün çalışıyor olduğundan emin olun.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
tr: Sunucu '%s' ile bağlantı kurulamadı (Hesap: '%s'). YAM posta sunucusu ile eş-zamanlı bağlantı kurmayı başaramadı. Lütfen TCP/IP yazılımınızın eş-zamanlı Giriş/Çıkış bağlantıları kurabildiğinden emin olun.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
tr: Bilinmeyen POP3 sunucusu: '%s' (Hesap: '%s') TCP/IP çevrimdışı veya sunucu adresi geçersiz.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
tr: Sunucu '%s' ile bağlantı kurulamadı (Hesap: '%s'). Posta sunucusu çökmüş veya POP3 protokollerini desteklemiyor.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
tr: POP3 sunucusu '%s' (Hesap: '%s') karşılama prosedürü sırasında bir hata iletisi gönderdi ve bağlantı kesildi. %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
tr: '%s' Posta sunucusundan (Hesap: %s) olumsuz yanıt. Komut: '%s': %s Posta sunucusu komutu çalıştıramadı ve yukarıdaki hata iletisini gönderdi.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
tr: Sunucu '%s' ile TLSv1/SSLv3 oturumu ilklendirilemedi (Hesap: %s).

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
tr: POP3 sunucusu '%s' (Hesap: '%s') APOP desteklemiyor. Lütfen ayarlardan APOP'u devre dışı bırakın.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
tr: '%s' sunucusuna bağlanılamadı. Bir TCP/IP soket bağlantısı halen etkin görünüyor. Lütfen diğer aktarımları durdurun.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
tr: '%s' sunucusuna bağlanılamadı. Posta sunucusu öntanımlı zaman zarfında yanıt vermedi ve bu yüzden zaman aşımına uğradı.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
tr: '%s' sunucusuna bağlanılamadı. YAM posta sunucusuna bir soket bağlantısı kurmayı başaramadı. Lütfen TCP/IP yazılımınızın çevrimiçi ve düzgün çalışıyor olduğundan emin olun.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
tr: '%s' sunucusuna bağlanılamadı. YAM posta sunucusu ile eş-zamanlı bağlantı kurmayı başaramadı. Lütfen TCP/IP yazılımınızın eş-zamanlı Giriş/Çıkış bağlantıları kurabildiğinden emin olun.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
tr: '%s' sunucusu ile TLSv1/SSLv3 oturumu ilklendirilemedi.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
tr: SMTP sunucunuz '%s' TLS/SSL desteklemiyor. Lütfen bu seçimi ayarlardan devre dışı bırakın.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
tr: '%s' posta sunucusundan '%s' komutuna olumsuz yanıt. %s Posta sunucusu komutu çalıştıramadı ve yukarıdaki hata iletisini gönderdi.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
tr: '%s' sunucusuna bağlanılamadı. Posta sunucusu çökmüş veya SMTP protokollerini desteklemiyor.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
tr: Bilinmeyen SMTP sunucusu: '%s' TCP/IP çevrimdışı veya sunucu adresi geçersiz.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
tr: SMTP sunucusu '%s', 8bit posta aktarımını desteklemediğini bildirdi. 'Allow8bit' seçeneği etkin hale getirmişsiniz. Lütfen TCP/IP ayarlarınızdan bu seçeneği devre dışı bırakın ve e-postanızı tekrar göndermeden önce tekrar-düzenleyin. Aksi takdirde e-postanız bozulabilir.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
tr: Klasöre _çift tıklandığında klasör seçenekleri açılsın

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
tr: Sil

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
tr: Seçimi sil

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
tr: Aşağıdaki ekler silinecek %s Devam etmek istiyor musunuz?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
tr: '%s' iletisinin ('%s' klasöründeki) ek(ler)i silindi.

# MSG_MA_DELETEATT (2112//)
source: Delete
tr: Sil

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
tr: Seçilen postaların tüm ekleri silinecek Devam etmek istiyor musunuz?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
tr: Tümünü sil

# MSG_MA_MDELETEATT (2115//)
source: Delete
tr: Sil

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
tr: _Yabancı karakterleri ASCII'ye kodla.

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
tr: Eğer seçilirse, okuma karakter setine dönüştürülemeyen karakterler, ASCII sıralıları olarak görünecek şekilde kodlanacaktır.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
tr: Hareket

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
tr: Konunun sonraki iletisi

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
tr: Konunun önceki iletisi

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
tr: Aynı konu akışındaki _postaları tüm klasörlerde ara

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
tr: Eğer seçilirse, aynı konu akışındaki iletilerin aranması tüm klasörlerde gerçekleşecek.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
tr: Dosya '%s' zaten mevcut. Üzerine yazmak ister misiniz?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
tr: Ev dizini '%s' ('%s' kullanıcısının) mevcut değil.

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show text co_lors
tr: Metin _renklerini göster

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
tr: Özel metin geçişlerini belirtmek için farklı renkler kullanır (örn. alıntılar, vs.)

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
tr: Metin sti_llerini göster

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
tr: '/', '*', '_' ve '#' karakterlerini metin stilleri için kontrol karakterleri olarak yorumlar.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
tr: Metin _renklerini göster

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
tr: Özel metin geçişlerini belirtmek için farklı renkler kullanır (örn. alıntılar, vs.)
