Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
tr: YAM'ın, yazmakta olduğunuz e-postayı diske ne sıklıkla yedeklemesi gerektiğini belirler. Bu özelliği devre dışı bırakmak için 0 yazın.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
tr: '%s' klasörünün içeriğini, '%s' dizinine taşırken bir hata oluştu. Bu yetersiz disk alanı veya geçersiz yada yazma korumalı hedef dizin yüzünden olabilir.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
tr: Bu eşleşmeyi _kullan

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
tr: Ana penceredeki seçili iletiyi kullan.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
tr: Tümü

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
tr: Okunmamış

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
tr: Yeni

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
tr: İşaretli

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
tr: Önemli

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
tr: Son 5 gün

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
tr: Tanıdığım kişiler

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
tr: Eki olan

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
tr: İleti boyutu > 1MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
tr: Göster

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
tr: %ld nin %ld'si gösterildi

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
tr: hi_çbiryerde

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
tr: Yalnızca bu kritere uyan e-postalar gösterilecek.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
tr: Buraya girilen metin, bu klasörde görüntülencek postalar için bir arama kriteri olarak kullanılacaktır.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
tr: '%s' klasöründe iletiler aranıyor...

# MSG_CO_WBAPPICON (1600//)
source: AppIcon on _Workbench
tr: _Workbench'te Uygulama Simgesi

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
tr: Eğer seçilirse, Workbench'de klasör istatistiklerini gösteren bir Uygulama Simgesi görüntülenecektir.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
tr: Docky _simgesini etkinleştir

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
tr: Eğer seçilirse, YAM AmiDock'a bir simge ekleyecektir. Bu AmigaOS4.x gerektirir.

# MSG_MA_MessageImport (1606//)
source: Import messages
tr: İletileri içe aktar

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
tr: '%s' dosyasından içe aktarma sırasında bir hata oluştu. Lütfen dosyanın okunur olduğunu ve YAM tarafından desteklenen RFC822 uyumlu bir biçem kullandığını kontrol ediniz. Desteklenen biçemler: 'MBOX', 'DBX' (Outlook Express) veya yalın RFC822 mektup dosyalarıdır. Daha ayrıntılı bilgi için belgelendirmeyi okuyunuz.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
tr: İletileri dışa aktar

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
tr: Amiga için açık kaynak kodlu E-Posta yazılımı

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
tr: Sistem ayarları

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
tr: Karak_ter Seti

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
tr: YAM için seçilmiş karakter seti '%s', mevcut codesets.library sürümünce desteklenmiyor. Nasıl devam etmek istersiniz?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
tr: *Varsayılana dön|_Yoksay

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
tr: Gerekli '%s' sürümü v%lu.%lu açılamadı Lütfen en az belirtilen bu sürümün doğru şekilde kurulmuş olduğundan emin olunuz.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
tr: Gerekli '%s' sürümü v%lu.%lu açılamadı Lütfen bu adresten: '%s', en güncel sürümü indirin ve doğru şekilde kurduğunuzdan emin olun.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
tr: Gerekli MUI custom class açılamadı: '%s' v%lu.%lu. Lütfen bu adresten: '%s', en güncel sürümü indirin ve doğru şekilde kurduğunuzdan emin olun.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
tr: Gerekli MUI custom class açılamadı: '%s' v%lu.%lu. Mevcut sürüm v%lu.%lu. Lütfen en güncel sürümü buradan indirip kurunuz: '%s'

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
tr: Gerekli MUI custom class açılamadı: '%s' v%lu.%lu. %lu.%lu şu anda başka uygulamalar tarafından kullanılıyor. Lütfen bu adresten: '%s', en güncel sürümü indirin ve doğru şekilde kurduğunuzdan emin olun. Daha sonra tüm MUI kullanan programları kapatın ve eski class bellekte kalmadığından emin olup tekrar deneyin.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
tr: İlk adım ayarlamalar

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
tr: E-posta gönderip/almayı sağlayacak asgari ayarlamalar...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
tr: TCP/IP ayarları

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
tr: SMTP ve POP3 hesaplarını ayarlayın...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
tr: Posta süzme ayarları

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
tr: İhtiyacınız olan posta süzgeçlerini tanımlayın...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
tr: Posta Okuma Ayarları

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
tr: E-postaları okumakla ilgili ayarlar...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
tr: Posta Yazma Ayarları

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
tr: E-posta yazmakla ilgili ayarlar...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
tr: Posta Yanıtlama ve İletme Ayarları

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
tr: E-posta yanıtlama ve iletme ile ilgili ayarlar...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
tr: Posta İmza Ayarları

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
tr: E-postalarınızda kullanacağınız imzaları ayarlar...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
tr: Güvenlik Ayarları

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
tr: Güvenlik ile ilgili ayarlar...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
tr: Başlangıç/Sonlandırma Ayarları

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
tr: Başlangıçta ve sonlandırmada YAM'ın yapacağı eylemler ile ilgili ayarlar...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
tr: MIME Türleri Ayarları

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
tr: Kendi MIME türlerinizi ve görüntüleyicilerinizi ayarlayın...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
tr: Adres Defteri Ayarları

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
tr: Adres defteri ile ilgili ayarlar...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
tr: Betik Ayarları

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
tr: Yardımcı betiklerinizi ayarlayın...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
tr: Çeşitli Ayarlar

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
tr: Diğer başlıklarla ilgili olmayan birkaç ayarlama daha...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
tr: Yazılım Güncellemeleri

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
tr: YAM ve ilgili bileşenlerle ilgili güncellemeleri takip eder...

# MSG_CO_CrdUpdate (1651//)
source: Updates
tr: Güncellemeler

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
tr: AmiSSL bulunamıyor

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
tr: AmiSLL'in kurulu olmadığı tespit edildi. Bu yüzden AmiSSL düzgün bir şekilde kuruluncaya kadar, tüm güvenli bağlantılar (SSL/TSL) devre dışı bırakıldı. Lütfen en az AmiSSL v%lu.%lu sürümünün kurulu olduğundan emin olun ve YAM'ı yeniden başlatın.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
tr: *_Programdan Çık|Herzaman Yoksay|Yoksay

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
tr: Ayarlar açılıyor...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
tr: Güncellemeleri denetle

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
tr: Güncelleme denetimi

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
tr: Günlük

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
tr: Haftalık

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
tr: Aylık

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
tr: _Güncellemeleri denetle

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
tr: _Şimdi denetle

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
tr: Son denetim:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
tr: Henüz hiç denetim yapılmadı.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
tr: Yeni yazılım güncellemeleri bulunamadı.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
tr: Güncellemeler için sunucu sorgulanamadı.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
tr: Yeni güncellemeler başarıyla bulundu ve kullanıcı bilgilendirildi.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
tr: E-postanın alıcıları için farklı varsayılan güvenlik ayarları yapılmış. Ne tür bir güvenlik kullanmak istersiniz?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
tr: UUenkode metin

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
tr: Güncelleme bildirimi

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
tr: Güncellemeler mevcut

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
tr: Aşağıdaki güncellemeler indirilmeye hazır:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
tr: Değişiklikler:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
tr: Bir daha güncellemelerle ilgili uyarma

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
tr: Kapat

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
tr: Bileşen

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
tr: Son

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
tr: Kurulu

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
tr: _Açıklama

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
tr: GNU zip arşivi

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
tr: Macintosh arşivi

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
tr: Microsoft Excel dosyası

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
tr: Microsoft PowerPoint dosyası

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
tr: Microsoft Word dosyası

# MSG_CTtextxml (1696//)
source: XML file
tr: XML dosyası

# MSG_CTapplicationz (1697//)
source: zlib compressed file
tr: zlib ile sıkıştırılmış dosya

# MSG_CTapplicationtar (1698//)
source: tar archive
tr: tar arşivi

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
tr: AIFF ses dosyası

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
tr: MIDI ses dosyası

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
tr: MPEG ses dosyası

# MSG_CTimagebmp (1702//)
source: Bitmap image file
tr: Bitmap resim dosyası

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
tr: gzip'lenmiş tar arşivi

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
tr: PGP şifreli dosya

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
tr: BZIP2 arşivi

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
tr: Krilik karakter setlerini _otomatik tespit et

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
tr: Krilik karakter setlerini ayırt etmek için codesets.library'nin otomatik tespit özelliğini kullan. (yalnızca Kril alfabesi kullananlar için).

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
tr: Silinen metin geri alma tampon belleğine alınmak için fazla büyüktü. Bu yüzden geri al belleği kaybedildi.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
tr: Başlık göstergesi

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
tr: Posta detayları

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
tr: Dosya '%s' e-postaya ek olarak eklenemedi. Lütfen dosyanın ulaşılabilir olduğundan ve okuma korumalı olmadığından emin olun.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
tr: Seçilen dosyalardan bir arşiv oluşturmaya çalışılırken bir hata oluştu. Lütfen tüm dosyaların erişilebilirliğinden ve okuma korumalı olmadığından emin olunuz.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
tr: İleti listesinde adres defteri _taraması

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
tr: İletideki gönderici/alıcı adreslerini adres defterinde tara ve gerçek isimlerin görüntülenmesini sağla. Lütfen bunun oldukça zaman alan bir işlem olduğunu ve liste görünümünün performansını düşüreceğini aklınızda bulundurunuz. Bu adres defteri girdileri çok fazla olduğunda bilhassa geçerlidir.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
tr: İleti %%ld/%ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
tr: HTML e-postaları dü_z metine indirge

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
tr: Eğer e-postanın ana kısmı HTML ise, YAM onu göstermeden önce düz metine dönüştürecektir.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
tr: %s of %s @ %s/s %02ld'%02ld'' çalışıyor - %02ld'%02ld'' kaldı

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
tr: %s / %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
tr: %%ld / %ld ileti

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
tr: \033bEkteki - MIME kısmı #%ld\033n Ad: %s Açıklama: %s İçerik-Türü: %s <%s> Boyut: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
tr: Ekteki/MIME kısmı #%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
tr: _Parola deyimini

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
tr: dakika boyunca anımsa

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
tr: Eğer seçilirse, PGP parolanız bu süre zarfında hafızada tutulur. Böylece ardışık PGP işlemleri için tekrar tekrar parola istemi yapılmayacaktır.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
tr: PGP parola istemi

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
tr: Yanıtla/İlet

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
tr: Betikler

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
tr: Başlangıç/Sonlandırma

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
tr: %p İndirme eylem tipi

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
tr: %p Alınan ileti sayısı

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
tr: %p Yeni iletinin dosya adı

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
tr: %p Okuma penceresinin numarası

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
tr: %p Yazma penceresinin numarası

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
tr: %p Tam URL yolu

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
tr: %s Dosyanın tam yolu

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
tr: %ld ileti seçildi. Tüm bu iletileri gerçekten silmek istiyor musunuz?

# MSG_MA_SPAM (1744//)
source: Spam
tr: Gereksiz

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
tr: Spam öğrenme verisi yükleniyor...

# MSG_MA_TBSPAM (1746//8)
source: Sp_am
tr: Gereksiz

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
tr: G.Değil

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
tr: İletiyi gereksiz olarak işaretle

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
tr: İletiyi gereksiz değil olarak işaretle

# MSG_RE_TBSPAM (1750//8)
source: Sp_am
tr: Gereksiz

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
tr: G.Değil

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
tr: İletiyi gereksiz olarak işaretle

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
tr: İletiyi gereksiz değil olarak işaretle

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
tr: '%s'den gelen '%s' konulu ileti gereksiz olarak değerlendirilmiştir.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
tr: '%s'den gelen '%s' konulu ileti artık gereksiz olarak değerlendirilmeyecektir.

# MSG_FI_STATSPAM (1756//)
source: Spam
tr: Gereksiz

# MSG_MA_TOSPAM (1757//)
source: Spam
tr: Gereksiz

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
tr: Gereksiz Değil

# MSG_CO_CRDSPAMFILTER (1761//)
source: Spam
tr: Gereksiz

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
tr: Gereksiz süzgeci

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
tr: Gereksiz süzgeci

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
tr: Gereksiz süzgecini ayarla...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
tr: _Yeni postaları gereksiz içerik için denetle

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
tr: _Öğrenme verisini sıfırla

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
tr: "Gereksiz değil" olarak sınıflandırılmış postalar

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
tr: "Gereksiz" olarak sınıflandırılmış postalar

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
tr: Gereksiz öğrenme verisi sıfırlanıyor...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
tr: Postalar gereksiz klasörüne _taşındığında, gereksiz olarak işaretlensin.

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
tr: Adres defteri _beyaz listedir

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
tr: Gereksiz tanılama

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
tr: Gereksiz süzgeci _etkin

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
tr: Gereksiz süzgecinin öğrenme verisini sıfırlamak istiyor musunuz? Ardından gereksiz süzgeci yeniden öğretilmelidir.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
tr: İkilemelerden kaçınmak için UIDL'ler kontrol ediliyor...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
tr: Gereksiz süzgeci şu anda devre dışı bırakıldı. Aşağıdaki eylemlerden hangisini uygulamak istersiniz?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
tr: Öğrenme verisini sıfırla

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
tr: Tüm e-postaların gereksiz durumlarını sıfırla

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
tr: Gereksiz klasörünü sil

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
tr: YAM'ın kullanması gereken yetkilendirme yöntemini seçiniz. 'Otomatik' sunucunun yeteneklerine göre uygun olanlardan birini otomatik olarak seçecektir ve varsayılandır. Diğerleri özellikle birini seçmenizi sağlar. Seçenekler en güvenlisi en üstte olacak şekilde, güvenilirliklerine göre sıralanmıştır.

# MSG_CO_SMTPAUTH_AUTO (1785//)
source: Auto
tr: Otomatik

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
tr: SMTP sunucusu '%s', seçtiğiniz SMTP yetkilendirme yöntemini desteklemiyor gibi görünüyor. Lütfen hangi yetkilendirme yöntemlerinin kullanılabilir olduğunu ve nasıl ayarlamanız gerektiğini servis sağlayıcınıza danışınız.
