Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
tr: Eğer bir iletinin 'Kimden:' alanı bu pattern ile eşleşir ise, o ileti bir posta listesine aittir.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
tr: Bir posta listesi iletisini yanıtlarken bu alıcı adresini kullan.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
tr: Adres defteri '%s' kaydediliyor...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
tr: Adres defteri yazdırılıyor...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
tr: Sözlük kaydediliyor...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
tr: Sözlük yükleniyor...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
tr: Klasörler genişletiliyor...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
tr: %s ileti taşınıyor/kopyalanıyor...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
tr: Ekler kaldırılıyor...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
tr: %s ileti siliniyor...

# MSG_BusyFiltering (1280//)
source: Applying filters...
tr: Süzgeçler uygulanıyor...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
tr: Eski iletiler siliniyor...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
tr: Çöp klasörü boşaltılıyor...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
tr: Güncelleme bilgisi alınıyor...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
tr: '%s' klasörünün dizin bilgisi yükleniyor...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
tr: '%s' klasörünün dizin bilgisi kaydediliyor...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
tr: '%s' klasörü taranıyor...

# MSG_BusyReading (1287//)
source: Reading message...
tr: İleti okunuyor...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
tr: İleti görüntüleniyor...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
tr: İletiler görüntüleiniyor...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
tr: PGP işlemi...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
tr: Deşifre/yazdırma...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
tr: Deşifre/kaydetme...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
tr: Deşifre/görüntüleme...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
tr: AmigaDOS betiği

# MSG_CTapplicationrexx (1297//)
source: Rexx script
tr: Rexx betiği

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
tr: Yeni klasör...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
tr: Düzenle...

# MSG_FOLDER_DELETE (1303//)
source: Delete
tr: Sil

# MSG_FOLDER_IMPORT (1304//)
source: Import...
tr: İçe aktar...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
tr: Dışa aktar...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
tr: Dışa aktar...

# MSG_SETTINGS_USERS (1322//)
source: Users...
tr: Kullanıcılar...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
tr: Listeye yeni postalar gönderirken bu 'Yanıtla:' adresini kullan.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
tr: Gü_venlik

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
tr: Bu kişiye ileti gönderilirken kullanılacak varsayılan güvenlik seviyesi.

# MSG_WR_SecDefaults (1333//)
source: Default
tr: Varsayılan

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
tr: Çok parçalı PGP iletisi oluşturulurken hata. Şifreleme/imzalama devre dışı.

# MSG_RE_FixedFont (1335//)
source: Fixed font?
tr: Sabit genişlikli yazıtipi?

# MSG_CO_SMTPUser (1338//)
source: Us_er name
tr: Kullanıcı _adı

# MSG_CO_SMTPPass (1339//)
source: Pass_word
tr: _Şifre

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
tr: Alternatif alıntı

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
tr: Resim seç

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
tr: Okunmamış iletiler bulunduran bir sonraki klasör \033b%s\033n'dir. Bu klasöre gitmek ve okumaya oradan devam etmek ister misiniz?

# MSG_ATTACH_PART (1353//)
source: Part
tr: Parça

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
tr: Yeni klasör grubu...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
tr: Genel ayarlar

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
tr: _Boyut biçemi

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
tr: Postaların boyutlarını nasıl görmek istersiniz?

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
tr: Eski biçem - (1.234.567 byte)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
tr: Karma doğruluk (0.001 GB, 0.01 MB, 0.1 KB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
tr: 10^-1 doğruluk (0.1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
tr: 10^-2 doğruluk (0.01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
tr: 10^-3 doğruluk (0.001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
tr: SMTP AUTH kullanıcısının kullanıcı adı.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
tr: SMTP AUTH kullanıcısının parolası.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
tr: Masaüstü simgesiyle görüntülenecek başlık.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
tr: E_tiket

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
tr: %n Yeni iletiler

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
tr: %u Okunmamış iletiler

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
tr: %t Toplam ileti

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
tr: %s Gönderilmiş iletiler

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
tr: Masaüstü simgesi istatistikleri

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
tr: Bu klasör istatistiklerinin YAM'ın masaüstü simgesi ile birlikte görüntülenmesini istiyor musunuz?

# MSG_OPENGUI (1380//)
source: Opening GUI...
tr: GUI açılıyor...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
tr: İçerik menüsü

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
tr: Bu listenin üzerinde sağ mouse tuşuna tıklandığında bir popup menüsü gösterilsin mi?

# MSG_CO_INFOBAR (1384//)
source: Status bar
tr: Durum çubuğu

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
tr: Genel bilgi sunan durum çubuğunun YAM penceresindeki yerini buradan seçebilirsiniz.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
tr: Konu alanı _boş olduğunda uyar

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
tr: Konu alanını boş bıraktığınızda uyarı almak istiyor musunuz?

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
tr: Bu iletinin bir konusu yok, devam etmek istiyor musunuz?

# MSG_WR_TBSearch (1390//8)
source: Search
tr: Ara

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
tr: Belli bir satırı metin içinde ara.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
tr: Ara

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
tr: _Büyük/küçük harf duyarlı

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
tr: _Ara

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
tr: _İptal

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
tr: Arama

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
tr: '%s' bulunamadı.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
tr: Bu grup alt dizinler içeriyor, silindiğinde bu dizinler bir üst dizine taşınacak. Bu grubu gerçekten silmek istiyor musunuz?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
tr: (seçim yok)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
tr: Yeni klasör grubu...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
tr: Lütfen yeni klasör grubu için bir isim giriniz:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
tr: E-posta '%s', '%s' klasörüne taşınamadı. Bu adı taşıyan bir klasör bulunamadı. Lütfen Süzgeç ayarlarınızı kontrol ediniz.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
tr: Komut çalıştırılıyor...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
tr: AmigaOS için SMTP/POP3 E-Posta istemcisi

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
tr: Konu_m

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
tr: Üstte

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
tr: Ortada

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
tr: Altta

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
tr: Kapalı

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
tr: _Etiket

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
tr: _PL-Desteği

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
tr: Bu klasör için posta listesi desteğini aç/kapat.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
tr: _Otomatik Bul

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
tr: Klasördeki ilk beş e-postayı tarayarak uygun ML desteği ayarlarını tahmin etmeye çalışır.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
tr: Tanımlanamadı.

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
tr: E-posta önbelleği

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
tr: %ld adres

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
tr: Henüz adres defterinde eklenmemiş, en son kullanılan alıcı adresleri için önbellek boyutu. Bu özelliği devre dışı bırakmak için 0 kullanın.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
tr: SMTP sunucusu tarafından kullanılacak port (varsayılan: 25)

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
tr: POP3 sunucusu tarafından kullanılacak port (varsayılan: 110)

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
tr: - Toplam: %t Yeni: %n Okunmamış: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
tr: TLSv1/SSLv3 oturumu ilklendiriliyor...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
tr: amissl.library ilklendirilemedi - TLSv1/SSLv3 desteği devre dışı bırakıldı. Lütfen AmiSSL kurulumuzu kontrol edin ve YAM'ı yeniden başlatın.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
tr: SMTP AUTH istemi gönderiliyor...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
tr: MIME görüntüleyicileri ve türlerini içe aktar

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
tr: Posta '%s', '%s' klasörüne taşınamadı. Dosya bulunamıyor ya da bir neden ile kopyalanamadı.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
tr: Adres defteri '%s' dosyasından yüklenemedi. Dosya bulunamıyor ya da bir neden ile açılamıyor.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
tr: '%s' dosyası geçerli bir YAM adres defteri değil. E-posta adresleri ayrı satırlarda olacak şekilde işlensin mi?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
tr: _Evet|*_Hayır

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
tr: Klasör grubu ayarları

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
tr: Klasör grubunun adı:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
tr: Bu bağlantı için TLSv1/SSLv3 seçtiniz, ancak AmiSSL ilklendirilemedi. Lütfen AmiSSL kurulumunuzu kontrol edin veya bu bağlantı için TLS/SSL'i devre dışı bırakın.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
tr: Tekrar dene|Vazgeç

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
tr: YAM'ın kurmaya çalıştığı SMTP AUTH bağlantısı için herhangi bir kullanıcı adı veya şifre belirlenmemiş. Lütfen ayarları kontrol ediniz.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
tr: Yeni: %n Toplam: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
tr: Alındı

# MSG_DATE_SENT (1460//)
source: Sent
tr: Gönderildi

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
tr: Gönderildi/Alındı

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
tr: Gönderme/Alma Tarihi

# MSG_FROMTO (1463//)
source: From/To
tr: Kimden/Kime

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
tr: Alıntıları vurgulamak için kullanılan renk.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
tr: 3ncü seviye alıntıları vurgulamak için kullanılan renk.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
tr: 4ncü seviye alıntıları vurgulamak için kullanılan renk.

# MSG_CO_URLCOLOR (1467//)
source: URL color
tr: URL rengi

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
tr: Tıklanabilen URL bağlantılarını vurgulamak için kullanılan renk.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
tr: Varsayılan genişlik: bu

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
tr: Varsayılan genlişlik: tümü

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
tr: Varsayılan sıralama: bu

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
tr: Varsayılan sıralama: tümü

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
tr: İleti listesi

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
tr: Klasör listesi

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
tr: Listeye yeni postalar gönderirken bu imzayı kullan.

# MSG_CTapplicationpdf (1483//)
source: PDF document
tr: PDF dökumanı

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
tr: Durum çubuğunda gösterilecek metin.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
tr: _Evet|*_Hayır

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
tr: Her yeni İletinin başına eklenecek metin.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
tr: Her yeni iletinin sonuna eklenecek metin.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
tr: A_çış deyimi

# MSG_FO_Greetings (1498//)
source: C_losing phrase
tr: _Kapatış deyimi

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
tr: Soket seçimi '%s' ayarlanamadı. Bu seçenek kullandığınız TCP/IP yazılımı tarafından desteklenmiyor veya ayarlarınızda yanlış belirlenmiş.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
tr: '%s' dosyası Base64 kodlama rutinleri ile kodlanmaya çalışılırken, beklenmeyen bir hata oluştu.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
tr: '%s' dosyası Quoted-Printable (QP) kodlama rutinleri ile kodlanmaya çalışılırken, beklenmeyen bir hata oluştu.

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
tr: '%s' dosyası UUcode kodlama rutinleri ile kodlanmaya çalışılırken, beklenmeyen bir hata oluştu.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
tr: Quoted-Printable (QP) ile kodlanmış '%s' dosyası, dekode edilirken bir giriş/çıkış hatası oluştu.

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
tr: '%s' dosyası Quoted-Printable (QP) rutinleri ile dekode edilirken, beklenmeyen bir hata oluştu.

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
tr: '%s' dosyasının Quoted-Printable (QP) ile dekode edilmesi sırasında tespit edilen bazı kırık kontrol çevrimleri, dekode edilmeden bırakılmıştır.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
tr: '%s' dosyasının Quoted-Printable (QP) ile dekode edilmesi sırasında bulunan bazı yasak karakterler silinmiştir.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
tr: '%s dosyasının UUcode ile dekode edilmesi sırasında, gerekli bayrak '%s' bulunamamıştır. Dosya bozulmuş veya UUcode standardı kullanılarak kodlanmamış olabilir.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
tr: '%s' dosyasının UUcode ile dekode edilmesi sırasında, bazı sağlama toplamları geçersiz çıkmıştır. Bu nedenle çıktı bozuk olabilir. İleti bozulmuş veya hatalı bir UUcode kodlayıcısı ile oluşturulmuş olabilir.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
tr: '%s' dosyasının UUcode ile dekode edilmesi sırasında, kodlanmış kısmın bozuk olduğu tespit edilmiştir. İleti bozulmuş veya hatalı bir UUcode kodlayıcısı ile oluşturulmuş olabilir.

# MSG_FI_StatMarked (1510//)
source: Marked
tr: İşaretli

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
tr: '%s' klasöründeki, '%s' dosyası yalnızce eski YAM sürümlerince desteklenen bir posta biçemi kullanıyor. Bu dosyayı yeni biçeme dönüştürmek ister misiniz?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
tr: Bilinmeyen dosya '%s', '%s' klasörünün içinde bulunmuştur. Bu dosyayı normal bir posta dosyası olarak içe aktarmak ister misiniz?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
tr: *_Evet|_Tümüne Evet|_Hayır|Tümüne H_ayır

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
tr: '%s' dosyası ('%s' klasöründeki) güncel posta biçemine yükseltilmeye çalışılırken bir hata oluştu. Lütfen klasör dizininde yeterince yer olup olmadığını ve dizinin yazma korumalı olup olmadığını kontrol ediniz.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
tr: '%s' dosyasının XPK ile sıkıştırma/açma işlemi sırasında bir hata oluştu. Lütfen XPK kurulumunuzu ve ayarlar bölümündeki ilgili seçenekleri kontrol ediniz.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
tr: Eski biçemde posta bulundu

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
tr: Klasör dizininde bilinmeyen dosya bulundu

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
tr: Ana pencerede gömülmüş _okuma panosu göster

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
tr: Ana pencereye sabit bir okuma panosu yerleştirir.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
tr: Gösterilen iletinin okunmuş olarak i_şaretlenmesi için gereken süre

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
tr: saniyedir.

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
tr: Bir e-posta açıldığında, YAM bu postayı 'okunmuş' olarak işaretlemek için belirlenen süre kadar bekleyecektir.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
tr: Ekteki

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
tr: Ektekiler

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
tr: Görüntüle

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
tr: Farklı kaydet...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
tr: Yazdır

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
tr: Tümünü kaydet...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
tr: Seçimi kaydet....

# MSG_CO_SImageOnly (1538//)
source: image only
tr: yalnızca resim

# MSG_RE_SImageOnly (1539//)
source: Image only
tr: Yalnızca resimler

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
tr: Yerel karakter seti uyarısı

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
tr: YAM için seçilmiş karakter seti '%s' sistemin varsayılan karakter seti '%s'den farklı. Nasıl devam etmek istersiniz?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
tr: *_Değiştir|_Her zaman yoksay|_Yoksay

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
tr: %c Gerçek gönderen: RFC 2822 tarih ve saat

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
tr: %z Gerçek gönderen: Zaman dilimi (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
tr: Ad

# MSG_CO_Filter_RType (1546//)
source: R
tr: U

# MSG_CO_Filter_NType (1547//)
source: N
tr: Y

# MSG_CO_Filter_SType (1548//)
source: S
tr: G

# MSG_CO_Filter_UType (1549//)
source: U
tr: İ

# MSG_CTunknown (1550//)
source: unknown
tr: bilinmeyen

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
tr: Otomatik kaydetme zaman aralığı

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
tr: %ld dakika
