Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
tr: Yeni bir Gereksiz klasörü oluşturmaya çalışırken, 'Gereksiz' adında bir dizinin zaten bulunduğu tespit edildi. Bu dizini standart Gereksiz klasörü olarak kullanmak ister misiniz?

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
tr: _Temizle ve Kullan|_Kullan|*_İptal

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
tr: Standart Gereksiz klasörü oluşturulamadı. Gereksiz süzgeci devre dışı bırakıldı. Lütfen sürücünüzde yeterince boş alan olduğunu ve sürücünüzün yazma korumalı olmadığını kontrol ediniz.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
tr: Gerksiz süzgecini uygula

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
tr: Gereksiz süzgeci klasöre uygulanıyor...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
tr: Gereksizleri klasörden sil

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
tr: Gereksizler klasörden siliniyor...

# MSG_MA_TRASH (1798//)
source: Trash
tr: Çöp

# MSG_WR_SEARCH (1799//)
source: Search...
tr: Ara...

# MSG_AB_IMPORT (1800//)
source: Import
tr: İçe aktar

# MSG_AB_EXPORT (1801//)
source: Export
tr: Dışa aktar

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
tr: LDIF adress defteri (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
tr: Virgül ile ayrılmış değerler (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
tr: TAB ile ayrılmış değerler (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
tr: Adres defteri içe aktarılamadı "%s".

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
tr: Adres defteri dışa aktarılamadı "%s".

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
tr: Güncelleme durum bilgisi yükleniyor...

# MSG_MA_HIDE (1809//)
source: Hide
tr: Gizle

# MSG_MA_QUIT (1810//)
source: Quit
tr: Çıkış

# MSG_MA_SELECTALL (1811//)
source: All
tr: Tümü

# MSG_MA_SELECTNONE (1812//)
source: None
tr: Hiçbiri

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
tr: Geçiş yap

# MSG_MA_MSEARCH (1814//)
source: Search...
tr: Ara...

# MSG_MA_MFILTER (1815//)
source: Filter...
tr: Süzgeç...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
tr: Çöpü boşalt

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
tr: İndisi güncelle

# MSG_MA_MREAD (1821//)
source: Read
tr: Oku

# MSG_MA_TOUNREAD (1822//)
source: Unread
tr: Okunmamış

# MSG_MA_TOREAD (1823//)
source: Read
tr: Okunmuş

# MSG_PROJECT_MABOUT (1826//)
source: About...
tr: Hakkında...

# MSG_MA_MEDIT (1827//)
source: Edit...
tr: Düzenle...

# MSG_MA_MMOVE (1828//)
source: Move...
tr: Taşı...

# MSG_MA_MCOPY (1829//)
source: Copy...
tr: Kopyala...

# MSG_MA_MPRINT (1830//)
source: Print...
tr: Yazdır...

# MSG_MA_MSAVE (1831//)
source: Save...
tr: Kaydet...

# MSG_MA_MSAVEATT (1832//)
source: Save...
tr: Kaydet...

# MSG_MA_MNEW (1834//)
source: New...
tr: Yeni...

# MSG_MA_MREPLY (1835//)
source: Reply...
tr: Yanıtla...

# MSG_MA_MFORWARD (1836//)
source: Forward...
tr: İlet...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
tr: Adresi kaydet...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
tr: Adres defteri...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
tr: Ayarlar...

# MSG_MA_TOMARKED (1841//)
source: Marked
tr: İşaretlenmiş

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
tr: İşaretlenmemiş

# MSG_MA_ALLTOREAD (1843//)
source: All to read
tr: Tümü okunmuş

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
tr: Yeni olarak düzenle...

# MSG_RE_SEARCH (1847//)
source: Search...
tr: Ara...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
tr: Tekrar ara

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
tr: Tekrar ara

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
tr: Yeni satıra otomatik geç?

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
tr: Yeni gereksiz iletiyi oku_nmuş olarak işaretle

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
tr: Gereksiz süzgecini etkinleştirir, böylece can sıkan reklam e-postalarından kurtulursunuz.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
tr: El ile gereksiz olarak sınıflandırılmış e-postaların sayısını gösterir.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
tr: El ile Gereksiz Değil (ham olarak da bilinen) olarak sınıflandırılmış postaların sayısını gösterir.

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
tr: Gereksiz süzgecinin bütün öğrenme verisini sıfırlamayı mümkün kılar. Bu çok nadir durumlarda gerekli olmaktadır.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
tr: Eğer seçilirse, yeni gelen iletiler öncelikle gereksiz süzgeci tarafından analiz edileceklerdir.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
tr: Eğer seçilirse, Kimden: adresi, adres defterinde bulunabilien tüm yeni iletiler asla gereksiz olarak değerlendirilmeyecektir.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
tr: Eğer seçilirse, Gereksiz klasörüne el ile taşınan tüm iletiler otomatik olarak Gereksiz olarak işaretlenecektir.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
tr: Eğer seçilirse, gereksiz postalar otomatikman okunmuş olarak işaretlenecektir.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
tr: YAM'ın güncellemeleri ne sıklıkla denetlemesini istersiniz? Devre dışı bırakmak için 'hiçbir zaman'ı seçiniz.

# MSG_WR_SELECTALL (1861//)
source: Select all
tr: Tümünü seç

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
tr: Kabul et ve daha sonra gönder

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
tr: Kabul et ve şimdi gönder

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
tr: Yoksay

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
tr: Tümünü Yoksay

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
tr: Hiçbir zaman gönderme

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
tr: Her zaman gönder

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
tr: Her zaman sıraya al

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
tr: Bana sor

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
tr: Alındı bildirimleri

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
tr: Benden alındı bildirimi göndermem istendiğinde...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
tr: _Hiçbir zaman alındı bildirimi gönderme

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
tr: Bazı iletiler için alındı bildirimine izin ver

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
tr: Eğer iletinin Ki_mden: veya CC: kısmında yoksam:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
tr: Eğer gönderici benim alanım _dışındaysa:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
tr: Eğer iletiyi sadece sile_ceksem:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
tr: T_üm diğer koşullarda:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
tr: Eğer seçilirse, karşı taraftan istenmiş olsa bile hiçbir alındı bildirimi gönderilmeyecektir.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
tr: Eğer seçilirse, alındı bildirimleri burada belirtilen kurallara göre işlenecektir.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
tr: E-posta adresinizin, Kime: veya CC: başlıklarında bulunmadığı durumlarda istenen alındı bildirimleri ile ilgili ne yapılacağını burada belirleyiniz.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
tr: Gönderenin alan adı sizinkinden farklı olduğunda istenen alındı bildirimleri için ne yapılacağını belirleyiniz.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
tr: Sadece sildiğiniz iletiler için istenen alındı bildirimleri ile ilgili ne yapılacağını belirleyiniz.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
tr: Yukardaki durumların hiçbiri olmadığında istenen alındı bildirimleri için ne yapılacağını belirleyiniz.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
tr: Görünüm

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
tr: YAM'ın genel görünümünü ayarlayınız...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
tr: Görünüm

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
tr: Temalar

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
tr: _Etkinleştir

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
tr: Önizleme

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
tr: Hazırlayan

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
tr: _Göreli tarih bildirimi kullan

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
tr: Eğer seçilirse, Tarih bilgisi içeren stünlarda mümkün olduğunda göreceli bildirimler kullanılacaktır (örn. 'Bugün' veya 'Yarın' gibi).

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
tr: Bilinmeyen kullanıcı

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
tr: Bilinmeyen kullanıcı '%s'.

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
tr: Postanın imza kısmı yazdırılırken kullanılacak renk.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
tr: Şimdiye kadar %ld kadar az sayıda posta gereksiz olarak işaretlenmiş olduğundan ve bu gereksiz süzgecinde düşük performansa neden olabileceğinden dolayı, bu özelliği etkinleştirmek önerilmemektedir. Bu özelliği yeniden devre dışı bırakmak ister misiniz?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
tr: Semafor oluşturulamadı.

# MSG_RE_HDR_FROM (1917//)
source: From
tr: Kimden

# MSG_RE_HDR_TO (1918//)
source: To
tr: Kime

# MSG_RE_HDR_DATE (1919//)
source: Date
tr: Tarih

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
tr: Konu

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
tr: Sanal e-posta

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
tr: %p YAM'ın kullandığı genel ekranın adı

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
tr: Temizlik sırasında tüm geçici dosyalar silinemedi. Bu dosyalar diğer uygulamalar tarafından kilitlenmiş olabilir. Lütfen MIME görüntüleyicileri gibi (örn. MultiView), YAM içerisinden kullanmış olabileceğiniz tüm uygulamaları kapattığınızdan emin olunuz.

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
tr: _Tekrar dene|_Yoksay

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
tr: YAM temizlik uyarısı

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
tr: _Farklı kısımları göster

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
tr: Etkinleştirildiğinde, 'çokparçalı/farklı' e-postaların farklı MIME parçaları, gizlenmek yerine ektekilerde görüntülenecektir.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
tr: '%s' Posta dizini ('%s' kullanıcısının) bulunamıyor. Şimdi oluşturmak ister misiniz?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
tr: Uygulama simgesinin mevcut konumunu almak için tıklayınız.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
tr: 'Gereksiz değil' olarak işaretlenen e-postaları, _Gelen klasörüne geri taşı.

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
tr: Etkinleştirildiğinde, yanlışlıkla 'gereksiz' olarak sınıflandırılmış ve daha sonra el ile 'Gereksiz Değil' olarak işaretlenmiş tüm e-postalar otomatik olarak Gelen klasörüne taşınacaktır.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
tr: _Süzgeçleri uygula

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
tr: Etkinleştirildiğinde, bir e-posta taşındığında, ona tüm kullanıcı süzgeçleri uygulanacaktır.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
tr: YAM kapatılıyor...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
tr: Klasörün etiketi olarak gösterilmesi gereken bilgiler.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
tr: Klasör adı

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
tr: Klasör adı (yeni)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
tr: Klasör adı (okunmamış)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
tr: Klasör adı (yeni/okunmamış)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
tr: Klasör adı (okunmamış/yeni)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
tr: okunmamışlar ile birlikte

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
tr: Eğer seçilirse, eskiyen iletiler okunmamış olsalar bile silinirler.

# MSG_WR_SENDNOW (1947//)
source: _Send now
tr: Şimdi _gönder

# MSG_WR_SENDLATER (1948//)
source: Send _later
tr: S_onra gönder

# MSG_WR_MSENDNOW (1951//)
source: Send now
tr: Şimdi gönder

# MSG_WR_MSENDLATER (1952//)
source: Send later
tr: Sonra gönder

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
tr: '%s' sunucusu ile bağlantı, '%s' komutu gönderilmeye çalışılırken kesildi. Bu sunucu tarafından düşürülen bir bağlantı yüzünden olabilir.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
tr: İleti

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
tr: Ekler

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
tr: Seçenekler

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
tr: İletme _şekli

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
tr: ileti içinde

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
tr: Postaların varsayılan olarak nasıl iletileceğini seçiniz. İletiler yeni postaya bir ek olarak veya satıriçi olarak eklenebilir.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
tr: Mevcut geliştiriciler:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
tr: Katkıda bulunanlar:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
tr: Yerelleştirmede katkısı olanlar:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
tr: Bu program ücretsiz yazılımdır; GNU Kamu Lisansı altında dağıtabilir ve/veya değiştirebilirsiniz. Ayrıntılı bilgi için birlikte gelen belgeleri inceleyiniz.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
tr: Bu program aşağıdaki üçüncü parti yazılımları kullanır:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
tr: YAM ile ilgili en son haberler YAM Destek Sitesinde bulunabilir : \0335http://www.yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
tr: Göster

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
tr: Ayarlarda değişiklikler yapıldı, ancak henüz kaydedilmedi. Nasıl devam etmek istersiniz?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
tr: *Şimdi _Kaydet|Kaydetmeden _Çık|_İptal

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
tr: *Şimdi _Kaydet|Kaydetmeden _Çık|_İptal

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
tr: MIME türleri ayarlarının, 'MIME.prefs', 'mailcap' veya 'mime.types' gibi üçüncü parti MIME dosyalarından içe aktarılabilmesine izin verir.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
tr: Güvenlik uyarısı

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
tr: Bu adres defteri girdisi imzalı ve/veya şifrelenmiş iletiler için ayarlanmış, ancak gerekli PGP kurulumu bulunamadı. Bu girdi varsayılan güvenlik ayarlarına döndürülsün mü?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
tr: *_Evet|_Hayır

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
tr: Güvenlik uyarısı

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
tr: Aşağıdaki alıcı için adres defteri güvenlik ayarı '%s' imzalı ve/veya şifrelenmiş iletiler için ayarlanmış, ancak gerekli PGP kurulumu bulunamadı. İleti imzalı veya şifrelenmiş olarak gönderilmeyecek.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
tr: *_Tamam|_İptal

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
tr: Aşağıdaki dosya kodlanırken beklenmeyen bir hata oluştu: '%s'. Lütfen dosyanın mevcut ve okunabilir olduğundan emin olduktan sonra iletiyi yeniden yazmayı deneyin.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
tr: Bir iletinin ektekileri derlenirken '%s' adlı dosya bulunamadı. Dosyanın mevcut ve okunabilir olduğundan emin olduktan sonra iletiyi tekrar derlemeyi deneyin.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
tr: Bir iletinin eki gösterilmeye çalışılırken '%s' adlı dosya bulunamadı. Lütfen dosyanın mevcut ve okunabilir olduğundan emin olun.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
tr: Yazıcı çevrimdışı veya meşgul görünüyor. Lütfen yazıcıyı kontrol edin veya tekrar deneyin.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
tr: *_Tekrar Dene|_Yoksay|_İptal

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
tr: Yazıcıda kağıt kalmadığı görünüyor. Lütfen yazıcıyı kontrol edin veya tekrar deneyin.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
tr: *_Tekrar Dene|_Yoksay|_İptal

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
tr: Yazıcıya veri gönderilirken bir hata geri döndü. Lütfen yazıcınızı kontrol edin ve eğer belgeniz düzgün yazdırılmadıysa tekrar deneyin.

# MSG_MA_EDIT (1992//)
source: Edit
tr: Düzen

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
tr: GeriAl

# MSG_MA_EDIT_REDO (1994//)
source: Redo
tr: YenidenYap

# MSG_MA_EDIT_CUT (1995//)
source: Cut
tr: Kes

# MSG_MA_EDIT_COPY (1996//)
source: Copy
tr: Kopyala

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
tr: Yapıştır

# MSG_MA_EDIT_SALL (1998//)
source: Select all
tr: Tümünü seç

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
tr: Hiçbirini seçme

# MSG_WR_SELECTNONE (2000//)
source: Select none
tr: Hiçbirini seçme

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
tr: Geçersiz posta dosyası bulundu

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
tr: '%s' dosyası ('%s' klasöründeki) geçerli bir posta biçemi taşımıyor ya da bozulmuş olabilir Lütfen dosyanın okunabilir ve geçerli bir posta dosyası olduğundan emin olun.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
tr: *Tekrar _Dene|_Yoksay|_Tümünü Yoksay|_Sil|_İptal

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
tr: '%s' indis dosyasının ('%s' klasöründeki) okunması sırasında bir hata oluştu. Lütfen dosya içeriğinin okunabilir ve yetki ayarlarının doğru olduğundan emin olun.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
tr: '%s' indis dosyasının ('%s' klasöründeki) yazılması sırasında bir hata oluştu. Lütfen dosyanın yazılması gereken dizinin kayıt yapılabilirliğini kontrol ediniz.
