Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_Folder (0//)
source: Folder
tr: Klasör

# MSG_Message (1//)
source: Message
tr: İleti

# MSG_Attachments (2//)
source: Attachments
tr: Ekler

# MSG_Options (3//)
source: Options
tr: Seçenekler

# MSG_New (6//)
source: New
tr: Yeni

# MSG_Open (7//)
source: Open...
tr: Aç...

# MSG_Append (8//)
source: Append...
tr: Sonuna Ekle...

# MSG_Save (9//)
source: Save
tr: Kaydet

# MSG_SaveAs (10//)
source: Save as...
tr: Farklı Kaydet...

# MSG_Print (11//)
source: Print...
tr: Yazdır...

# MSG_Edit (12//)
source: Edit...
tr: Düzenle...

# MSG_Okay (16//)
source: _Ok
tr: _Tamam

# MSG_Use (17//)
source: _Use
tr: _Kullan

# MSG_Cancel (18//)
source: _Cancel
tr: _İptal

# MSG_OkayReq (21//)
source: *_Ok
tr: *_Tamam

# MSG_YesNoReq (23//)
source: *_Yes|_No
tr: *_Evet|_Hayır

# MSG_ErrorReq (24//)
source: Error
tr: Hata

# MSG_NewEntry (25//)
source: - new -
tr: - yeni -

# MSG_Date (28//)
source: Date
tr: Tarih

# MSG_Sender (29//)
source: Sender
tr: Gönderen

# MSG_Recipient (30//)
source: Recipient
tr: Alıcı

# MSG_Subject (31//)
source: Subject
tr: Konu

# MSG_Size (32//)
source: Size
tr: Boyut

# MSG_Status (33//)
source: Status
tr: Durum

# MSG_FolderList (34//)
source: Folder list
tr: Klasör listesi

# MSG_MessageList (35//)
source: Message list
tr: İleti listesi

# MSG_Realname (36//)
source: Real name
tr: Gerçek ad

# MSG_Filename (37//)
source: Filename
tr: Dosya adı

# MSG_Description (39//)
source: Description
tr: Açıklama

# MSG_DOB (40//)
source: Date of birth
tr: Doğum günü

# MSG_City (41//)
source: City
tr: İl

# MSG_Country (42//)
source: Country
tr: İlçe

# MSG_Street (43//)
source: Street
tr: Sokak

# MSG_Phone (44//)
source: Phone
tr: Telefon Numarası

# MSG_Name (45//)
source: Name
tr: Ad

# MSG_Email (46//)
source: E-mail address
tr: E-posta adresi

# MSG_Address (47//)
source: Address
tr: Adres

# MSG_ReturnAddress (48//)
source: Return address
tr: Yanıtlama Adresi

# MSG_SenderRecpt (49//)
source: Sender/recipient
tr: Gönderen/alıcı

# MSG_MessageDate (50//)
source: Message date
tr: İleti tarihi

# MSG_Unread (51//)
source: Unread
tr: Okunmamış

# MSG_Total (52//)
source: Total
tr: Toplam

# MSG_From (53//)
source: From
tr: Kimden

# MSG_To (54//)
source: To
tr: Kime

# MSG_Columns (56//)
source: Columns
tr: Sütunlar

# MSG_Version (60//)
source: Version:
tr: Sürüm:

# MSG_CompilationDate (61//)
source: Compilation date:
tr: Derlenme tarihi:

# MSG_UserLogin (65//)
source: Click your name to login:
tr: Giriş yapmak için adınıza tıklatınız:

# MSG_ErrorStartup (67//)
source: Error during startup
tr: Başlangıç sürecinde hata

# MSG_Quit (68//)
source: Quit
tr: Çıkış

# MSG_LoadingConfig (70//)
source: Loading configuration...
tr: Ayarlar yükleniyor...

# MSG_CreatingGUI (71//)
source: Creating user interface...
tr: Kullanıcı arayüzü oluşturuluyor...

# MSG_ErrorMuiApp (72//)
source: Can't create application
tr: Uygulama oluşturulamadı

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
tr: Klasör dizinleri yeniden yapılandırılıyor...

# MSG_LoadingFolders (74//)
source: Loading folders...
tr: Klasörler yükleniyor...

# MSG_LoadingABook (75//)
source: Loading address book...
tr: Address defteri yükleniyor...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
tr: Kütüphane ve sınıflar başlatılıyor...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
tr: ASL yapısı tahsis edilemedi

# MSG_ErrorTimer (79//)
source: Can't open timer.device
tr: timer.device açılamadı

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
tr: ARexx portu açılamadı

# MSG_LoadingGFX (81//)
source: Loading graphics...
tr: Grafikler yükleniyor...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
tr: Gönderilen klasörü gönderilmemiş e-posta içeriyor. Bu iletileri şimdi göndermek istiyor musunuz?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
tr: YAM'dan gerçekten çıkmak istiyor musunuz?

# MSG_CTtextplain (84//)
source: plain text
tr: yalın metin

# MSG_CTtexthtml (85//)
source: HTML document
tr: HTML dosyası

# MSG_CTtextaguide (86//)
source: AmigaGuide document
tr: AmigaGuide belgesi

# MSG_CTapplicationoctetstream (87//)
source: binary file
tr: binary dosya

# MSG_CTapplicationpostscript (88//)
source: Postscript document
tr: Postscript belge

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
tr: Zengin Metin Biçemi

# MSG_CTapplicationlha (90//)
source: LhA archive
tr: LhA arşivi

# MSG_CTapplicationlzx (91//)
source: LZX archive
tr: LZX arşivi

# MSG_CTapplicationzip (92//)
source: ZIP archive
tr: ZIP arşivi

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
tr: Amiga çalıştırılabilir dosya

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
tr: JPEG/JFIF resim

# MSG_CTimagegif (95//)
source: GIF picture
tr: GIF resim

# MSG_CTimagepng (96//)
source: PNG picture
tr: PNG resim

# MSG_CTimagetiff (97//)
source: TIFF picture
tr: TIFF resim

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
tr: Amiga IFF-ILBM resim

# MSG_CTaudiobasic (99//)
source: UNIX audio file
tr: UNIZ ses dosyası

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
tr: Amiga IFF-8SVX ses dosyası

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
tr: Microsoft WAV ses dosyası

# MSG_CTvideompeg (102//)
source: MPEG video stream
tr: MPEG video akışı

# MSG_CTmessagerfc822 (106//)
source: E-mail message
tr: E-posta iletisi

# MSG_LOG_Started (107//)
source: YAM started
tr: YAM başlatıldı

# MSG_LOG_Terminated (108//)
source: YAM terminated
tr: YAM sonlandırıldı

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
tr: '%s' kullanıcısı olarak giriş yapıldı

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
tr: '%s' olarak giriş yapıldı, '%s' ayarları ve '%s' posta dizini kullanıldı

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
tr: %ld ileti, '%s' klasöründen silinmiştir.

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
tr: '%s'den gelen, '%s' konulu ileti, '%s' klasöründen silinmiştir

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
tr: %ld ileti, '%s' klasöründen, '%s' klasörüne taşındı

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
tr: %ld ileti, '%s' klasöründen, '%s' klasörüne kopyalandı

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
tr: '%s'den, '%s' konulu ileti alındı (%ld byte)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
tr: '%s' SMTP sunucusuna bağlanıldı

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
tr: '%s'ye, '%s' konulu ileti gönderildi (%ld byte)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
tr: %ld ileti, '%s' SMTP sunucusu kullanılarak gönderildi

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
tr: '%s'den '%s'ye gönderilen, '%s' konulu ileti düzenlendi

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
tr: '%s'ye gönderilmek üzere, '%s' konulu ve %ld ek içeren yeni bir ileti oluşturuldu

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
tr: '%s'den gelen, '%s' konulu ileti yanıtlandı

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
tr: '%s'den gelen, '%s' konulu ileti '%s'ye iletildi

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
tr: Ayarlar dosyası '%s' kaydedildi

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
tr: Adres defteri '%s' kaydedildi

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
tr: Kullanıcı ayarları kaydedildi

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
tr: Yeni adres defteri girdisi '%s' eklendi

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
tr: %ld ileti, '%s' dosyasından, '%s' klasörüne aktarıldı

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
tr: %ld ileti, '%s' klasöründen, '%s' dosyasına aktarıldı

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
tr: Ek '%s', '%s' iletisinden ('%s' klasöründeki) kaydedildi.

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
tr: '%s' konulu, '%s' iletisinin konusu ('%s' klasöründeki), '%s' olarak değiştirildi

# MSG_UT_Save (138//)
source: Save
tr: Kaydet

# MSG_UT_Load (139//)
source: Load
tr: Yükle

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
tr: Lütfen PGP şifrenizi yazınız:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
tr: '%s' klasörü korunmuş bir klasördür. Lütfen kilidi kaldırmak için şifreyi giriniz:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
tr: Seçilen iletinin birden çok alıcısı vardır. Yanıtınızı hangisine göndermek istersiniz...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
tr: *_gönderene|gönderene ve _tüm alıcılara|_alıcılara|_İptal

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
tr: Gönderen adresi (Kimden) : \033b<%s>\033n, ancak yanıtlama adresi (Yanıtla) : \033b<%s>\033n. Hangi adrese yanıtlamak istersiniz?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
tr: _Gönderene|*_Yanıtlama adresine|_Her ikisine de|_İptal

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
tr: _Gönderene|*_Yanıtlama adresine|_İptal

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
tr: Onaylama isteği

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
tr: Süzme tamamlandı: %3ld ileti karşılaştırıldı, %3ld iletildi, %3ld arşivlendi, %3ld silindi

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
tr: Çıktı dosyası zaten mevcut. Üzerine yazabilir veya iletileri dosyanın sonuna ekleyebilirsiniz

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
tr: *_Üzerine yaz|_Sonuna Ekle|_İptal

# MSG_MA_MoveMsg (163//)
source: Move message(s)
tr: İleti(ler)i taşı

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
tr: Lütfen bir hedef klasör seçiniz:

# MSG_MA_MoveGad (165//)
source: _Move
tr: _Taşı

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
tr: İleti(ler)i kopyala

# MSG_MA_CopyGad (167//)
source: Cop_y
tr: _Kopyala

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
tr: Yeni bir konu giriniz:

# MSG_MA_All (169//)
source: All
tr: Tümü

# MSG_MA_TitleStatus (171//)
source: Status
tr: Durum

# MSG_MA_Scripts (172//)
source: Scripts
tr: Betikler

# MSG_MA_ExecuteScript (173//)
source: Execute script...
tr: Betik çalıştır...

# MSG_MA_CheckSingle (174//)
source: Check single account
tr: Bir hesabı kontrol et

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
tr: YAM %s - Kullanıcı: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
tr: \033bKime: \033n

# MSG_MA_Incoming (179//)
source: Incoming
tr: Gelen

# MSG_MA_Outgoing (180//)
source: Outgoing
tr: Giden

# MSG_MA_Sent (181//)
source: Sent
tr: Gönderilmiş

# MSG_MA_TBRead (184//8)
source: Rea_d
tr: _Oku

# MSG_MA_TBEdit (185//8)
source: _Edit
tr: _Düzenle

# MSG_MA_TBMove (186//8)
source: _Move
tr: _Taşı

# MSG_MA_TBDelete (187//8)
source: De_lete
tr: _Sil

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
tr: AdresA_l

# MSG_MA_TBWrite (189//8)
source: _New
tr: _Yeni

# MSG_MA_TBReply (190//8)
source: _Reply
tr: Ya_nıtla

# MSG_MA_TBForward (191//8)
source: For_ward
tr: _İlet

# MSG_MA_TBGetMail (192//8)
source: _Get
tr: _Al

# MSG_MA_TBSendAll (193//8)
source: _Send
tr: _Gönder

# MSG_MA_TBFilter (194//8)
source: F_ilter
tr: Sü_z

# MSG_MA_TBFind (195//8)
source: _Find
tr: _Bul

# MSG_MA_TBAddrBook (196//8)
source: A_book
tr: Ad_eftr

# MSG_MA_TBConfig (197//8)
source: _Config
tr: Aya_rlar

# MSG_MA_Project (198//)
source: Project
tr: Proje

# MSG_MA_AboutMUI (200//)
source: About MUI...
tr: MUI hakkında...

# MSG_MA_LastErrors (202//)
source: Show last message
tr: Son hata iletisini göster

# MSG_MA_Restart (203//)
source: Restart
tr: Yeniden başlat

# MSG_MA_NewFolder (206//)
source: New folder
tr: Yeni klasör

# MSG_MA_Select (211//)
source: Select
tr: Seç

# MSG_MA_MDelete (227//)
source: Delete
tr: Sil

# MSG_MA_Save (230//)
source: Save...
tr: Kaydet...

# MSG_MA_MGetAddress (235//)
source: Save address...
tr: Adresi kaydet...

# MSG_MA_SetStatus (236//)
source: Set status to
tr: Durumu değiştir

# MSG_MA_ChangeSubj (241//)
source: Change subject...
tr: Konuyu değiştir...

# MSG_MA_MSend (242//)
source: Send
tr: Gönder

# MSG_MA_Settings (243//)
source: Settings
tr: Ayarlar

# MSG_MA_MAddrBook (244//)
source: Address book
tr: Adres defteri

# MSG_MA_MConfig (245//)
source: Configuration
tr: Ayarlar

# MSG_MA_MUsers (246//)
source: Users
tr: Kullanıcılar

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
tr: Seçili iletinin içeriğini göster.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
tr: Seçili iletiyi düzenle.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
tr: Seçili ileti(ler)i başka bir klasöre taşı.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
tr: Seçili ileti(ler)i sil.

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
tr: Gönderenin adresini adres defterine kaydet.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
tr: Yeni bir ileti oluştur.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
tr: Seçili iletileri yanıtla.

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
tr: Seçili iletileri başka bir alıcıya ilet.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
tr: Posta sunucusuna bağlan ve yeni iletileri indir.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
tr: Giden klasöründe bekleyen iletileri gönder.

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
tr: Seçili klasördeki iletilere süzme uygula. Eğer iki veya daha fazla ileti seçili ise, yalnızca onlar süzülecektir.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
tr: Klasörlerinizde arama yapın.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
tr: Adres defterini aç.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
tr: YAM'ın ayarlarını değiştir.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
tr: Bu klasör için yeni bir şifre giriniz:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
tr: Lütfen şifreyi tekrarlayınız:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
tr: Bu klasördeki tüm iletiler silinecek. Devam etmek istiyor musunuz?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
tr: Geçersiz ayarlama (SMTP/POP3 sunucusu ve/veya e-posta adresi bulunamadı). Lütfen bu alanları doldurarak tekrar deneyiniz.

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
tr: Ayarları şuradan içe aktar...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
tr: *_MIME.prefs|m_ailcap|m_ime.types|_İptal

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
tr: Merhaba,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
tr: %c tarihinde, %n yazdı ki:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
tr: #?.(tr)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
tr: *** İletilmiş mesajın başlangıcı *** \n\nTarih: %c\nKimden: %n <%e>\nKonu: %s\n\n--- İletilmiş mesaj aşağıdadır ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
tr: *** İletilmiş mesajın sonu ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
tr: Sevgiler

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
tr: Merhaba %f,\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
tr: Saygılar

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
tr: Merhaba %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
tr: %c tarihinde, %n yazdı ki:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
tr: Sevgiler

# MSG_CO_LineBreak (279//)
source: \n Line break
tr: \n Satır Sonu

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
tr: %n Asıl gönderen: Adı

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
tr: %f Asıl gönderen : İlk adı

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
tr: %e Asıl Gönderen: Adres

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
tr: %s Asıl ileti: Konu

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
tr: %d Asıl ileti: Tarih

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
tr: %t Asıl ileti: Zaman

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
tr: %w Asıl ileti: Gün

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
tr: %m Asıl ileti: İleti ID

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
tr: %r Alıcı: Adı

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
tr: %v Alıcı: İlk adı

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
tr: %a Alıcı: Adres

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
tr: %r Asıl alıcı: Adı

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
tr: %v Asıl alıcı: İlk adı

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
tr: %a Asıl alıcı: Adres

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
tr: %h Tam başlık

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
tr: %a Arşivin dosya adı

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
tr: %f Arşivlenecek dosyalar

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
tr: %l Dosya adları listesi

# MSG_CO_CrdFirstSteps (300//)
source: First steps
tr: İlk adımlar

# MSG_CO_CrdFilters (303//)
source: Filters
tr: Süzgeçler

# MSG_CO_CrdRead (304//)
source: Read
tr: Oku

# MSG_CO_CrdWrite (305//)
source: Write
tr: Yaz

# MSG_CO_CrdSignature (307//)
source: Signature
tr: İmza

# MSG_CO_CrdSecurity (310//)
source: Security
tr: Güvenlik

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
tr: Çeşitli

# MSG_CO_CrdABook (314//)
source: Address book
tr: Adres defteri

# MSG_CO_Save (315//)
source: _Save
tr: _Kaydet

# MSG_CO_Use (316//)
source: _Use
tr: K_ullan

# MSG_CO_Cancel (317//)
source: _Cancel
tr: _İptal

# MSG_CO_MinConfig (343//)
source: Minimal configuration
tr: Asgari ayarlar

# MSG_CO_RealName (344//)
source: _Real name
tr: Gerçek _Ad

# MSG_CO_EmailAddress (345//)
source: _E-mail address
tr: E-_Posta adresi

# MSG_CO_Password (347//)
source: _Password
tr: Şi_fre

# MSG_CO_TimeZone (348//)
source: Time _zone
tr: Saat _dilimi

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
tr: Posta gönderme (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
tr: Sunucu _8bit karakterlere izin verir

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
tr: Posta alma (POP3)

# MSG_CO_POPUserID (355//)
source: User name
tr: Kullanıcı a_dı

# MSG_CO_POPActive (356//)
source: _Active
tr: _Etkin

# MSG_CO_DeleteServerMail (357//)
source: Delete mail on ser_ver
tr: Sunucudaki postaları si_l

# MSG_CO_PSNever (359//)
source: never
tr: hiçbir zaman

# MSG_CO_PSLarge (360//)
source: large messages
tr: büyük iletiler

# MSG_CO_PSAlways (361//)
source: always
tr: her zaman

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
tr: her zaman, yalnızca küçükler

# MSG_CO_TWNever (363//)
source: hide always
tr: her zaman gizle

# MSG_CO_TWAuto (364//)
source: automatic
tr: otomatik

# MSG_CO_TWAlways (365//)
source: show always
tr: her zaman göster

# MSG_CO_TransferWin (368//)
source: _Transfer window
tr: Aktarım _penceresi

# MSG_CO_PreSelect (369//)
source: Pr_e-selection
tr: _Ön-seçim

# MSG_CO_CheckMail (374//)
source: Check for new mail every
tr: Posta denetimi, her

# MSG_CO_Minutes (375//)
source: minutes
tr: dakikada bir yapılsın.

# MSG_CO_NotiReq (378//)
source: Reques_ter
tr: İ_stemci

# MSG_CO_NotiSound (379//)
source: S_ound
tr: S_es

# MSG_CO_NotiCommand (380//)
source: Co_mmand
tr: K_omut

# MSG_CO_Name (381//)
source: N_ame
tr: _Ad

# MSG_CO_Remote (388//)
source: Remote _filter
tr: U_zaktan süz

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
tr: Ye_ni iletiye uygula

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
tr: _Gönderilmiş iletiye uygula

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
tr: İs_tenildiğinde uygula

# MSG_CO_ActionForward (393//)
source: _Forward
tr: İle_t

# MSG_CO_ActionReply (394//)
source: Repl_y
tr: Ya_nıtla

# MSG_CO_ActionExecute (395//)
source: E_xecute
tr: _Çalıştır

# MSG_CO_ActionPlay (396//)
source: _Play sound
tr: S_es çal

# MSG_CO_ActionMove (397//)
source: _Move
tr: Ta_şı

# MSG_CO_ActionDelete (398//)
source: Dele_te
tr: Si_l

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
tr: İndir_me

# MSG_CO_HeadNone (400//)
source: none
tr: hiçbiri

# MSG_CO_HeadShort (401//)
source: custom
tr: özel

# MSG_CO_HeadFull (402//)
source: all
tr: tümü

# MSG_CO_SINone (403//)
source: none
tr: hiçbiri

# MSG_CO_SIFields (404//)
source: data only
tr: yalnızca bilgi

# MSG_CO_SIAll (405//)
source: data and image
tr: bilgi ve resim

# MSG_CO_SLBlank (406//)
source: blank line
tr: boş satır

# MSG_CO_SLDash (407//)
source: two dashes
tr: iki çizgi

# MSG_CO_SLBar (408//)
source: separator bar
tr: ayıraç

# MSG_CO_SLSkip (409//)
source: no signature
tr: imzasız

# MSG_CO_HeaderLayout (410//)
source: Header layout
tr: Başlık düzeni

# MSG_CO_BodyLayout (411//)
source: Message body layout
tr: İleti gövdesi düzeni

# MSG_CO_OtherOptions (412//)
source: Other options
tr: Diğer seçenekler

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
tr: Uzun başlıkları yeni satıra b_öl

# MSG_CO_OldQuotes (414//)
source: Old quotes
tr: Eski alıntılar

# MSG_CO_Header (416//)
source: _Headers
tr: _Başlıklar

# MSG_CO_SenderInfo (417//)
source: Sender _info
tr: Gö_nderen bilgisi

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
tr: İmza _ayıracı

# MSG_CO_ColoredText (419//)
source: Colored text
tr: Renkli metin

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
tr: _Çoklu pencere

# MSG_CO_DisplayAll (422//)
source: Display _all texts
tr: Tüm metinleri _göster

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
tr: _Sabit aralıklı yazıtipi kullan

# MSG_CO_MimeType (425//)
source: MIME _type
tr: MIME _türü

# MSG_CO_MimeCmd (426//)
source: _Viewer
tr: _Görüntüleyici

# MSG_CO_Extension (427//)
source: File e_xtensions
tr: Dosya u_zantıları

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
tr: _Varsayılan görüntüleyici

# MSG_CO_Organization (432//)
source: _Organization
tr: Kuru_m

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
tr: _Ekstra başlıklar

# MSG_CO_MessageBody (434//)
source: Message body
tr: İleti gövdesi
