Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
tr: Kapatma düğmesine bastığınızda YAM'ın simge durumuna küçültülmesini ister misiniz?

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
tr: İletilerin silinmesi için onay kutusu gösterilmesini istiyor musunuz?

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
tr: Onaylama istemcisinin gösterilmesi için gereken asgari ileti sayısı.

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
tr: İletileri Çöp klasörüne taşımak yerine doğrudan siler. (Dikkatle kullanınız)

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
tr: Klasörleri korumak ve sıkıştırmak için kullanılacak XPK kütüphanesi.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
tr: Klasörleri sıkıştırmak için kullanılacak XPK kütüphanesi.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
tr: Sıkıştırıcının verimlilik oranı. 100% en iyi ve aynı zamanda en yavaş değerdir.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
tr: Arşivlenmiş ekler oluşturmak için kullanılacak komut ve seçenekler.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
tr: 'Betikler' menüsündeki betiklerin açıklamaları.

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
tr: Betiğin dosya adı.

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
tr: Betiğin türü (ARexx veya AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
tr: Betik için giriş ve çıkış olarak kullanılacak bir konsol penceresi açar.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
tr: Betiği eşzamanlı olarak çalıştırmaz, tamamlanması için bekler.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
tr: Mevcut ayarlamaları kaydet.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
tr: Mevcut ayarlamaları kullan.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
tr: Ayarlar penceresini kapat ve eski ayarları kullan.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
tr: Doğumgünü hatırlatıcısı

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
tr: Mutlu yıllar

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
tr: Takma ad (KİŞİ)

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
tr: Takma ad (LİSTE)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
tr: Takma ad (GRUP)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
tr: _Uzun biçem|_Kısa biçem|_İptal

# MSG_AB_PrintReq (709//)
source: Select print format:
tr: Yazdırma biçemi seç:

# MSG_AB_AliasFld (710//)
source: Alias
tr: Takma ad

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
tr: Eşleşen girdi bulundu. Takma ad: \033b%s\033n Ad: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
tr: Bul

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
tr: Bu modül, verilen bir metni takma ad, ad, adres, açıklama, sokak, şehir veya ülke alanlarında arar. Lütfen bir arama şablonu giriniz (AmigaDOS jokerleri desteklenmektedir):

# MSG_AB_StartSearch (714//)
source: _Start search
tr: Aramayı _başlat

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
tr: _Sonraki eşleşen|Eşleşeni _düzenle|_İptal

# MSG_AB_NoneFound (716//)
source: No matching entries found.
tr: Eşleşen girdi bulunamadı.

# MSG_AB_Modified (717//)
source: Address book has been modified.
tr: Adres defteri değiştirildi.

# MSG_AB_TitleAlias (719//)
source: Alias
tr: Takma ad

# MSG_AB_TitleName (720//)
source: Name
tr: Ad

# MSG_AB_TitleDescription (721//)
source: Description
tr: Açıklama

# MSG_AB_TitleAddress (722//)
source: Address
tr: Adres

# MSG_AB_TitleStreet (723//)
source: Street
tr: Cadde

# MSG_AB_TitleCity (724//)
source: City
tr: Şehir

# MSG_AB_TitleCountry (725//)
source: Country
tr: Ülke

# MSG_AB_TitlePhone (726//)
source: Phone
tr: Telefon No

# MSG_AB_TitleBirthDate (727//)
source: Birth date
tr: Doğum tarihi

# MSG_AB_TitlePGPId (728//)
source: PGP Id
tr: PGP ID'si

# MSG_AB_TitleHomepage (729//)
source: Homepage
tr: Anasayfa

# MSG_AB_MIFind (730//)
source: Find...
tr: Bul...

# MSG_AB_Entry (731//)
source: Entry
tr: Girdi

# MSG_AB_AddUser (732//)
source: New person
tr: Yeni kişi

# MSG_AB_AddGroup (733//)
source: New group
tr: Yeni grup

# MSG_AB_AddList (734//)
source: New distribution list
tr: Yeni dağıtım listesi

# MSG_AB_Duplicate (735//)
source: Duplicate
tr: İkilenen

# MSG_AB_MIPrint (736//)
source: Print
tr: Yazdır

# MSG_AB_MIDelete (737//)
source: Delete
tr: Sil

# MSG_AB_Sort (738//)
source: Sort
tr: Sırala

# MSG_AB_SortByAlias (739//)
source: By alias
tr: Takma ada göre

# MSG_AB_SortByName (740//)
source: By last name
tr: Soyada göre

# MSG_AB_SortByFirstname (741//)
source: By first name
tr: İlk ada göre

# MSG_AB_SortByDesc (742//)
source: By description
tr: Açıklamaya göre

# MSG_AB_SortByAddress (743//)
source: By address
tr: Adrese göre

# MSG_AB_View (744//)
source: View
tr: Görüntüle

# MSG_AB_Fold (745//)
source: Fold all
tr: Tümünü katla

# MSG_AB_Unfold (746//)
source: Unfold all
tr: Tümünü aç

# MSG_AB_TBSave (747//8)
source: _Save
tr: _Kaydet

# MSG_AB_TBFind (748//8)
source: _Find
tr: B_ul

# MSG_AB_TBNewUser (749//8)
source: _Person
tr: Ki_şi

# MSG_AB_TBNewList (750//8)
source: _List
tr: _Liste

# MSG_AB_TBNewGroup (751//8)
source: _Group
tr: _Grup

# MSG_AB_TBEdit (752//8)
source: _Edit
tr: _Düzenle

# MSG_AB_TBDelete (753//8)
source: _Delete
tr: _Sil

# MSG_AB_TBPrint (754//8)
source: P_rint
tr: _Yazdır

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
tr: A_ç

# MSG_AB_TBCloseTree (756//8)
source: F_old
tr: K_atla

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
tr: Yapılan değişiklikleri kaydet.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
tr: Adres defterinde bir girdiyi bul.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
tr: Adres defterine yeni bir kişi gir.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
tr: Adres defterine yeni bir grup (dizin) ekle.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
tr: Adres defterine yeni bir dağıtım listesi ekle.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
tr: Bu girdiyi düzenle.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
tr: Seçili girdiyi adres defterinden sil.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
tr: Seçili girdiyi yazdır.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
tr: Adres defterindeki tüm girdileri göster.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
tr: Adres defterindeki girdilerden, yalnızca kök seviyesinde olanları göster.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
tr: Yeni bir ileti için birincil alıcı(ları) belirle.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
tr: Yeni bir ileti için ikincil alıcı(ları) belirle.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
tr: Yeni bir ileti için kör kopya (BCC) alıcı(ları) belirle.

# MSG_EA_EditUser (776//)
source: Edit person
tr: Kişi düzenle

# MSG_EA_EditList (777//)
source: Edit distribution list
tr: Dağıtım listesini düzenle

# MSG_EA_EditGroup (778//)
source: Edit group
tr: Grup düzenle

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
tr: Elektronik posta

# MSG_EA_Alias (780//)
source: _Alias
tr: Takma A_d

# MSG_EA_RealName (781//)
source: _Real name
tr: _Gerçek ad

# MSG_EA_EmailAddress (782//)
source: E-_mail address
tr: _E-posta adresi

# MSG_EA_PGPId (783//)
source: PGP _key ID
tr: _PGP anahtar ID'si

# MSG_EA_Homepage (784//)
source: _Homepage
tr: _Anasayfa

# MSG_EA_SnailMail (785//)
source: Snail mail
tr: Salyangoz posta

# MSG_EA_Street (786//)
source: _Street
tr: _Cadde

# MSG_EA_City (787//)
source: C_ity/ZIP
tr: _Şehir/PostaKodu

# MSG_EA_Country (788//)
source: S_tate/Country
tr: Eyalet/_Ülke

# MSG_EA_Phone (789//)
source: _Phone number(s)
tr: Telefon _numaraları

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
tr: Çeşitli

# MSG_EA_Description (791//)
source: D_escription
tr: A_çıklama

# MSG_EA_DOB (792//)
source: Date of _birth
tr: Do_ğum tarihi

# MSG_EA_Portrait (793//)
source: Portrait
tr: Fotoğraf

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
tr: _Seç...

# MSG_EA_ReturnAddress (796//)
source: _Return address
tr: Yanıtlama _adresi

# MSG_EA_MLName (797//)
source: _Mailing list name
tr: _Posta listesi adı

# MSG_EA_Members (798//)
source: Members
tr: Üyeler

# MSG_EA_Sort (799//)
source: _Sort
tr: Sı_rala

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
tr: Bu girdinin kimliği (örn. rumuz veya kısaltma).

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
tr: Bu girdi için kısa bilgi.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
tr: Bu girdinin tam adı (ad soyad)

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
tr: Bu girdinin resmi e-posta adresi.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
tr: Bu kişinin PGP ortak anahtarının (public key) 6'lı sistemdeki ID'si

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
tr: Bu kişinin internet anasayfasının URL'si. Sayfayı internet gezgininde açmak için sağdaki düğmeye tıklayınız.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
tr: Posta adresi: sokak adı ve numarası.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
tr: Posta adresi: şehir ve posta kodu.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
tr: Posta adresi: eyalet ve/veya ülke.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
tr: Telefon ve/veya FAX numaraları.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
tr: Bu kişinin portre resmi.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
tr: Diskten bir resim dosyası seçiniz (imaj veritürleri desteklenmektedir).

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
tr: Bu listeye ileti gönderildiğinde kullanılacak geri dönüş adresi.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
tr: Bu dağıtım listesinin üyeleri.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
tr: Bir üyenin adresi (ve adı) ya da takma adı.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
tr: Listeye yeni bir üye ekle.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
tr: Seçili üyeyi listeden sil.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
tr: Üye listesini alfabetik olarak sırala.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
tr: Bu girdiyi onayla.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
tr: Değişiklikleri yoksay.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
tr: Bu iletinin göndereni bir alındı bildirimi istemektedir. Ne yapmak istersiniz?

# MSG_RE_SaveMessage (827//)
source: Save message
tr: İletiyi kaydet

# MSG_RE_PrintMsg (829//)
source: Print message
tr: İletiyi yazdır

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
tr: Yazdırılacak kısmı seç:

# MSG_RE_PrintGad (831//)
source: _Print
tr: _Yazdır

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
tr: Kaydedilecek kısmı seç:

# MSG_RE_SaveGad (833//)
source: _Save
tr: _Kaydet

# MSG_RE_DisplayMsg (834//)
source: Display message
tr: İletiyi göster

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
tr: Gösterilecek kısmı seç:

# MSG_RE_DisplayGad (836//)
source: _Display
tr: _Görüntüle

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
tr: Bozuk imza

# MSG_RE_GoodSig (838//)
source: Good signature
tr: İyi imza

# MSG_RE_SigFrom (839//)
source: from
tr: kimden

# MSG_RE_SigCheck (840//)
source: Check PGP signature
tr: PGP imzasını denetle

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
tr: *_Koru|_Değiştir|_İptal

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
tr: Asıl (şifrelenmiş) iletiyi ne yapmak istiyorsunuz?

# MSG_RE_Header (843//)
source: Header
tr: Başlık

# MSG_RE_Letter (844//)
source: Letter
tr: Mektup

# MSG_RE_MDNFrom (845//)
source: From:
tr: Kimden:

# MSG_RE_MDNTo (846//)
source: To:
tr: Kime:

# MSG_RE_MDNSubject (847//)
source: Subject:
tr: Konu:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
tr: İleti-ID'si:

# MSG_RE_MDNDate (849//)
source: Date:
tr: Tarih:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
tr: Asıl alıcı:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
tr: Son alıcı:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
tr: bir kullanıcı komutuna karşılık

# MSG_RE_MDNauto (853//)
source: automatically
tr: otomatikman

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
tr: Aşağıdaki İleti %s görüntülenmiştir. Bu içeriğin okunduğuna veya anlaşıldığına dair bir teminat değildir.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
tr: Aşağıdaki İleti %s silinmiştir%s. Alıcı iletiyi görmüş olabilir de, olmayabilir de. Alıcı ileri bir zamanda iletiyi "geri-al"labilir ve okuyabilir.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
tr: Aşağıdaki ileti %s %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
tr: >PGP Hatası< Bu PGP ile şifrelenmiş iletiyi okuma yetkiniz yok. PGP yazılımınız düzgün yapılandırılmamış veya ileti bir başkasının okuması için şifrelenmiş olabillir.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
tr: İleti yalnızca %s tarafından okunabilir.

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
tr: Gönderen \033b%s\033n'yi adres defterinize eklemek istiyor musunuz?

# MSG_RE_ContentType (865//)
source: Content-Type
tr: İçerik-Türü

# MSG_RE_Description (866//)
source: Description
tr: Açıklama

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
tr: UUenkode dosya

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
tr: Seçilen adres: %s Ne yapmak istersiniz?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
tr: *İleti _yaz|İleti _düzenle|_İptal

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
tr: *İleti _ yaz|Girdi _ekle|_İptal

# MSG_RE_Original (871//)
source: Raw format
tr: Ham biçem

# MSG_RE_AllTexts (872//)
source: Displayed text
tr: Görüntülenen metin

# MSG_RE_MDisplay (873//)
source: Display...
tr: Görüntüle...

# MSG_RE_SaveAll (874//)
source: Save all...
tr: Tümünü kaydet...

# MSG_RE_Navigation (875//)
source: Navigation
tr: Yönlendirme

# MSG_RE_MNext (876//)
source: Next message
tr: Sonraki ileti

# MSG_RE_MPrev (877//)
source: Previous message
tr: Önceki ileti

# MSG_RE_MURNext (878//)
source: Next unread message
tr: Sonraki okunmamış ileti

# MSG_RE_MURPrev (879//)
source: Previous unread message
tr: Önceki okunmamış ileti

# MSG_RE_MNextTh (880//)
source: Next message in thread
tr: Konunun sonraki iletisi

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
tr: Konunun önceki iletisi

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
tr: Ortak anahtar(lar)ı (public key) çıkar.

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
tr: Şifresi çözülmüş iletiyi kaydet

# MSG_RE_NoHeaders (884//)
source: No headers
tr: Başlıksız

# MSG_RE_ShortHeaders (885//)
source: Short headers
tr: Kısa başlıklı

# MSG_RE_FullHeaders (886//)
source: Full headers
tr: Tam başlıklı

# MSG_RE_NoSInfo (887//)
source: No sender info
tr: Gönderen bilgisi olmadan

# MSG_RE_SInfo (888//)
source: Data fields only
tr: Yalnızca veri alanları

# MSG_RE_SInfoImage (889//)
source: Data and image
tr: Veri ve imaj

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
tr: Başlıklarda yeni satıra geçilsin mi?

# MSG_RE_Textstyles (891//)
source: Text styles?
tr: Metin stilleri?

# MSG_RE_TBPrev (892//8)
source: _Prev
tr: _Önceki

# MSG_RE_TBNext (893//8)
source: _Next
tr: _Sonraki

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
tr: ÖncKo_nu

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
tr: SnrK_onu

# MSG_RE_TBDisplay (896//8)
source: _Display
tr: _Göster

# MSG_RE_TBSave (897//8)
source: _Save
tr: _Kaydet

# MSG_RE_TBPrint (898//8)
source: Pr_int
tr: _Yazdır

# MSG_RE_TBDelete (899//8)
source: De_lete
tr: Si_l

# MSG_RE_TBMove (900//8)
source: _Move
tr: _Taşı

# MSG_RE_TBReply (901//8)
source: _Reply
tr: Y_anıtla

# MSG_RE_TBForward (902//8)
source: For_ward
tr: _İlet

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
tr: Önceki iletinin içeriğini göster.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
tr: Sıradaki iletinin içeriğini göster.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
tr: Bu iletinin yanıtladığı iletiyi göster (Konuda geriye git).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
tr: Bu iletinin yanıtını göster. (konuda ileri git).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
tr: Bu iletinin belli bir kısmını görüntülemek için ayarlanmış MIME göstericisini kullan.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
tr: Görüntülen iletiyi veya iletinin belli bir kısmını diske kaydet.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
tr: Bu iletiyi yazıcıya gönder.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
tr: Bu iletiyi başka bir klasöre taşı ve sıradakini görüntüle.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
tr: Bu iletiyi sil ve sıradakini görüntüle.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
tr: Bu iletiye cevap yaz.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
tr: Bu iletiyi ilet.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
tr: Bu iletiye yapılan tüm değişiklikleri gerçekten yoksaymak istiyor musunuz?

# MSG_WR_SaveTextAs (919//)
source: Save text as
tr: Metini farklı kaydet

# MSG_WR_AddFile (920//)
source: Select files to attach
tr: Eklenecek dosyaları seçin

# MSG_WR_CreateArc (921//)
source: Create archive
tr: Arşiv oluştur

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
tr: Lütfen yeni arşiv için bir dosya adı girin

# MSG_WR_InsertFile (923//)
source: Insert file
tr: Dosya ekle

# MSG_WR_TitleFile (924//)
source: Filename
tr: Dosya adı

# MSG_WR_TitleSize (925//)
source: Size
tr: Boyut

# MSG_WR_TitleContents (926//)
source: Contents
tr: İçerik

# MSG_WR_TitleDescription (928//)
source: Description
tr: Açıklama

# MSG_WR_SecNone (929//)
source: None
tr: Hiçbiri

# MSG_WR_SecSign (930//)
source: Sign
tr: İmza

# MSG_WR_SecEncrypt (931//)
source: Encrypt
tr: Şifrele

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
tr: İmzala ve şifrele

# MSG_WR_ImpHigh (934//)
source: High
tr: Yüksek

# MSG_WR_ImpLow (936//)
source: Low
tr: Düşük

# MSG_WR_WriteWT (941//)
source: Write message
tr: İleti yaz

# MSG_WR_Subject (942//)
source: Sub_ject
tr: Ko_nu

# MSG_WR_To (943//)
source: _To
tr: _Kime

# MSG_WR_Add (944//)
source: _Add file(s)...
tr: Dosya(lar) _ekle...

# MSG_WR_AddPack (945//)
source: _Pack & add...
tr: Sı_kıştır ve ekle...

# MSG_WR_Display (946//)
source: D_isplay
tr: G_örüntüle

# MSG_WR_ContentType (948//)
source: _MIME type
tr: _MIME türü

# MSG_WR_Description (949//)
source: D_escription
tr: _Açıklama

# MSG_WR_From (952//)
source: _From
tr: _Kimden

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
tr: _Ek başlıklar

# MSG_WR_SendOpt (955//)
source: Send options
tr: Gönderme seçenekleri

# MSG_WR_DelSend (956//)
source: _Delete after sending
tr: Gönderdikten sonra si_l

# MSG_WR_Receipt (957//)
source: _Return receipt
tr: Alı_ndı bildirimi

# MSG_WR_AddInfo (959//)
source: Add _personal info
tr: Ki_şisel bilgi ekle

# MSG_WR_Importance (960//)
source: _Importance
tr: _Önemlilik

# MSG_WR_Signature (961//)
source: Signature
tr: İmza

# MSG_WR_TBEditor (968//8)
source: Editor
tr: Editör

# MSG_WR_TBInsert (969//8)
source: Insert
tr: Dahil et

# MSG_WR_TBCut (970//8)
source: Cut
tr: Kes

# MSG_WR_TBCopy (971//8)
source: Copy
tr: Kopyala

# MSG_WR_TBPaste (972//8)
source: Paste
tr: Yapıştır

# MSG_WR_TBUndo (973//8)
source: Undo
tr: Geri al

# MSG_WR_TBBold (974//8)
source: Bold
tr: Kalın

# MSG_WR_TBItalic (975//8)
source: Italic
tr: İtalik

# MSG_WR_TBUnderlined (976//8)
source: ULined
tr: AÇizgili

# MSG_WR_TBColored (977//8)
source: Color
tr: Renkli

# MSG_WR_Text (978//)
source: Text
tr: Metin

# MSG_WR_InsertAs (979//)
source: Insert as
tr: Farklı dahil et

# MSG_WR_Plain (980//)
source: Plain
tr: Yalın

# MSG_WR_Quoted (981//)
source: Quoted
tr: Alıntılı

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
tr: ROT13 ile şifrelenmiş

# MSG_WR_LaunchEd (983//)
source: Launch editor
tr: Düzenleyiciyi başlat

# MSG_WR_Edit (984//)
source: Edit
tr: Düzenle

# MSG_WR_MCut (985//)
source: Cut
tr: Kes

# MSG_WR_MCopy (986//)
source: Copy
tr: Kopyala

# MSG_WR_MPaste (987//)
source: Paste
tr: Yapıştır

# MSG_WR_PasteAs (988//)
source: Paste as
tr: Farklı yapıştır

# MSG_WR_MUndo (989//)
source: Undo
tr: Geri al

# MSG_WR_Redo (990//)
source: Redo
tr: Yeniden yap

# MSG_WR_Dictionary (991//)
source: Glossary
tr: Sözlük

# MSG_WR_Textstyle (992//)
source: Text styles
tr: Yazı stilleri

# MSG_WR_Bold (993//)
source: Bold
tr: Kalın

# MSG_WR_Italic (994//)
source: Italic
tr: İtalik

# MSG_WR_Underlined (995//)
source: Underlined
tr: Altıçizgili

# MSG_WR_Colored (996//)
source: Alternative color
tr: Alternatif renk

# MSG_WR_Emoticons (1000//)
source: Emoticons
tr: İfadeler

# MSG_WR_Happy (1001//)
source: Happy
tr: Mutlu

# MSG_WR_Indifferent (1002//)
source: Indifferent
tr: Farksız

# MSG_WR_Sad (1003//)
source: Sad/angry
tr: Üzgün/Kızgın

# MSG_WR_Ironic (1004//)
source: Ironic
tr: Göz kırpan

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
tr: Yazım denetimi?

# MSG_WR_MAddFile (1006//)
source: Add file...
tr: Dosya ekle...

# MSG_WR_AddCB (1007//)
source: Add clipboard
tr: Panoya ekle
