Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
tr: İmzanızın alıntının üstünde mi, altında mı olacağını belirlemenizi sağlar.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
tr: Etkinleştirildiğinde, yanıtlanan postalara imza eklenecektir.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
tr: Etkinleştirildiğinde, iletilen postalara imza eklenecektir.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
tr: Etkinleştirildiğinde, kişisel bilgi e-postaya eklenecektir (X-GönderenBilgisi başlığı). Bu özellik, adres defterinde bu kullanıcı kimliği için aynı e-posta adresi ile bir kayıt yapılmış olmasını gerektirir.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
tr: Etkinleştirildiğinde, yeni posta oluştururken bir posta düzen bildirimi varsayılan olarak görüntülenecektir.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
tr: Bu kullanıcı kimliği için PGP işlevini açıp kapatabilmeyi sağlar.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
tr: Bu kullanıcı kimliği için kullanılacak PGP-Anahtar ID'sini belirlemenizi sağlar.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
tr: Bu kullanıcı kimliği için kullanılacak ortak anahtara ulaşılacak URL'i belirlemenizi sağlar.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
tr: Etkinleştirildiğinde, düzenlenen tüm şifrelenmemiş e-postalar PGP ile imzalanır.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
tr: Etkinleştirildiğinde, düzenlenen tüm şifrelenmiş e-postalar PGP ile imzalanır.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
tr: Etkinleştirildiğinde, düzenlenen tüm e-postalar PGP ile şifrelenir.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
tr: Etkinleştirildiğinde, PGP ile şifrelenen tüm e-postalara bu kullanıcı kimliğine ait PGP anahtarı eklenecektir. Etkinleştirilmediğinde, şifrelenmiş e-postalar bu kullanıcı kimliği ile çözülemez.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
tr: Bu kullanıcı kimliği ile e-posta düzenlenirken kullanılacak varsayılan imzanın seçilmesini sağlar.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
tr: Ayarlar Uyarısı

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
tr: Belirli ayarlarda değişiklik yaptınız. Ayarlar penceresini kapattığınızda bu değişiklikleri kaybedeceksiniz. Nasıl devam etmek istersiniz?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
tr: Pencereyi _kapat|*_Vazgeç

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
tr: Ayarlar Sürüm Uyarısı

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
tr: YAM'ın yüklemeye çalıştığı ayar dosyası daha eski bir YAM sürümünde oluşturulmuş. Eğer bu dosyayı yüklemeye devam etmeyi seçerseniz, kimi ayarlamalar kaybedilip yerlerine varsayılan değerler atanabilir. Nasıl devam etmek istersiniz?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
tr: _Devam et|*_Vazgeç

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
tr: Cc Adres Alanı

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
tr: Bcc Adres Alanı

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
tr: Yanıtla Adres Alanı

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
tr: Sütun ayarları

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
tr: Ana pencere

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
tr: Tema

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
tr: Bilgi

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
tr: Şu anda düzenlenen iletide hangi imza gösteriminin kullanılacağının seçilmesini sağlar.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
tr: PGP güvenlik seviyesi

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
tr: PGP güvenlik seviyesinin seçilebilmesini sağlar. Bir iletinin imzalanmasını, şifrelenmesini veya her ikisinin de yapılmasını seçebilirsiniz. "Varsayılan" alıcıyı adres defterinizde arar ve orada belirlenmiş ayarları kullanır.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
tr: MIME türü

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
tr: <EMPTY>

# MSG_CO_DOWNLOAD_LARGE_MAILS2 (2358//)
source: KB
tr: KB'den daha _büyük iletileri indir.

# MSG_MA_DRAFTS (2359//)
source: Drafts
tr: Taslaklar

# MSG_CO_SIGNATURE (2360//)
source: Signature
tr: İmza

# MSG_CO_SIGNATURES (2361//)
source: Signatures
tr: İmzalar

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
tr: Açıklama

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
tr: _Etkin

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
tr: İmza

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
tr: Tüm imzaların listesi

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
tr: Listeye yeni bir imza ekler.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
tr: Seçilen imzayı listeden kaldırır.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
tr: Seçilen imzayı listede bir yukarı taşır.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
tr: Seçilen imzayı listede bir aşağı taşır.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
tr: Seçilen imzayı etkinleştirir ya da devre dışı bırakır.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
tr: İmza için bir freetext açıklaması girebilmenizi sağlar.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
tr: İmza metnini düzenleyebilmek için kullanılacak metin düzenleyicisi.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
tr: Bağlantılar

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
tr: Yeni postalar için bildirim

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
tr: SSL Sertifikası Uyarısı

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
tr: _Kabul et|_Her zaman kabul et|Sertifikayı _Görüntüle|*_Reddet

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
tr: '\033b%s:%d\033n' için sunucu sertifikası onaylanamadı:

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
tr: - Sertifika güvenilir bir sahip tarafından yayınlanmamış. Sertifikayı el ile onaylamak için parmak izini kullanın.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
tr: - Sertifika sunucu adı uyumsuz.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
tr: - Sertifika henüz geçerli değil.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
tr: - Sertifika zaman aşımına uğramış.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
tr: - Sertifika ile ilgili bilinmeyen bir hata var.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
tr: Sertifika bilgisi: - Sunucu adı: \033b%s\033n - Geçerlilik: \033b%s\033n tarihinden, \033b%s\033n tarihine kadar - Yayınlayan: \033b%s\033n - Parmak izi: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
tr: '%s:%d' Sertifikası

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
tr: Sertifika paketi '%s' veya '%s' dizinindeki kişisel sertifika dosyaları yüklenirken bir hata oluştu. Lütfen sertifika dizininde geçersiz bir dosya bulunmadığından emin olun.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
tr: Bir SSL sertifikası onayı kurulmaya çalışılırken '%s' dizinine erişilemedi. Lütfen dizinin varlığından ve YAM kurulum sürecinde sağlanan sertifika paket dosyasını içerdiğinden emin olunuz.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
tr: Süzme işlemini iptal et

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
tr: Süzme işlemini durdurur. Takip eden süzgeçler uygulanmayacaktır.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
tr: İçe Aktar...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
tr: Süzgeç içe aktar

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
tr: Şu dış filtrenin başlık satırlarına güven:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
tr: UIDL hash tablosu ilklendirilemedi.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
tr: İmza metni

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
tr: İmza olarak bir dosya ekle

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
tr: İleti detayları alınıyor [%%ld (%ld)]

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
tr: Güncellemeleri el ile kontrol etmeniz gerekecek.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
tr: Yeni güncelleme bulunduğunda haberdar edileceksiniz.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
tr: Harfleri göster

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
tr: '%s' özel sınıfı, '%s' sınıfının alt-sınıfı olarak oluşturulamadı.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
tr: YAM, MorphOS sisteminizde çalışmayan bir ARexx uygulaması olduğu bilinen bir 'rexxsyslib.library' sürümünü kullandığınızı tespit etti. Bu durumu çözüme kavuşturmak ve ARexx'in YAM ile çalışmasını sağlamak için, bir AmigaOS 3.1-3.9 kurulumundan temin edeceğiniz 'rexxsyslib.library' dosyasını, 'SYS:Libs' konumuna kopyalamalı, 'MOSSYS:Libs' konumundaki 'rexxsyslib'.library' dosyasını yeniden adlandırmalı ve sisteminizi yeniden başlatmalısınız.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
tr: Taslak olarak kaydet

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
tr: İletiyi 'Taslaklar' klasörüne kaydeder.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
tr: Taslak olarak kaydet

# MSG_WR_MCLOSE (2405//)
source: Close
tr: Kapat

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
tr: '%s'dan gelen, '%s' başlıklı ileti, '%s' alıcısına yönlendirildi.

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
tr: _Yönlendir

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
tr: Eşleşen iletileri bir başka kişiye yönlendirir.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
tr: Yönlendirilen iletileri alacak e-posta adresleri.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
tr: Yönlendir...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
tr: Yönlendir-_Gönderen

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
tr: Yönlendir-_Kime

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_Cc
tr: Yönlendir-_Cc

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_Bcc
tr: Yönlendir-_Bcc

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
tr: İleti yönlendir

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
tr: '%s' e-posta dosyası oluşturulamadı. Neden: geçersiz klasör dizini veya yetersiz disk alanı.

# MSG_WR_RENAME (2417//)
source: _Rename
tr: _Yeniden adlandır

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
tr: Eki yeniden adlandır

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
tr: Yeni ek adını girin:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
tr: Şifrelenmiş postaları atla

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
tr: Arama sırasında şifrelenmiş postaları (örn. PGP) atlar.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
tr: Hızlı arama çubuğu

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
tr: Hızlı arama çubuğunun konumunu burada belirleyebilirsiniz.

# MSG_CO_QUICKSEARCHBARPOS (2424//)
source: P_osition
tr: K_onum

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
tr: Devre dışı

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
tr: Üstte

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
tr: Altta

# MSG_CO_FILTER_REGISTER_SETTINGS (2428//)
source: General
tr: Genel

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
tr: Koşullar

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
tr: Eylemler

# MSG_CO_CONDITION_ALL (2431//)
source: all
tr: tümü

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
tr: biri veya diğeri

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
tr: yalnız biri

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
tr: Ekler

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
tr: Dosya ekle...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
tr: Sıkıştır & Ekle...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
tr: Kaldır

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
tr: Yeniden Adlandır...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
tr: Göster

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
tr: Ek

# MSG_WR_REMOVE (2441//)
source: Rem_ove
tr: Ka_ldır

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
tr: Aşağıdaki koşullardan

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
tr: karşılandıysa:

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
tr: Asia/Istanbul

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
tr: Burada mevcut konum/zaman diliminizi ayarlayabilirsiniz.

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
tr: Mevcut GMT farkı:

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
tr: Sonraki DST değişimi:

# MSG_CO_TZONE_NODSTSWITCH (2448//)
source: no daylight saving
tr: gün ışığından yararlanma kapalı

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
tr: Açıklama:

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
tr: Zaman dilimi açıklama dosyası açılamadı '%s/Resources/zoneinfo/zone.tab'. Lütfen tüm zaman dilimi yönetimi dosyalarının '%s/Resources/zoneinfo' dizininde olduğundan emin olun.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
tr: '%s' zaman dilimi bilgisi dosyası açılamadı. Zaman dilimi bilgisi yanlış olacak. Lütfen tüm zaman dilimi yönetimi dosyalarının '%s/Resources/zoneinfo' dizininde olduğundan emin olun.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
tr: YAM klasörü biçem uyarısı

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
tr: Eskimiş bir klasör saklama biçemi bulunudu. YAM tüm klasör dizinlerini '%s' posta dizinindeki 'Folders' adlı yeni bir alt dizine taşıyacak. \033bUYARI:\033n Bu işlem \033bgeri alınamaz\033n ve klasörlerin önceki YAM sürümleriyle uyumsuz hale gelmesine neden olacaktır. Bu işlemi şimdi gerçekleştirmek mi istersiniz veya çıkış yapıp önce bir yedekleme yapmak mı istersiniz?

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
tr: _Devam et|*_Çık

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
tr: Görünen _ad

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
tr: Dizin a_dı

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
tr: Dizinler onaylanıyor...

# MSG_MA_MARCHIVE (2459//)
source: Archive
tr: Arşiv

# MSG_MA_ARCHIVE (2460//)
source: Archive
tr: Arşiv

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
tr: İlerlemeyi göster

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
tr: _Harici düzenleyiciyi hemen çalıştır

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
tr: Harici düzenleyici ayarları

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
tr: Dahili düzenleyiciye alternatif olarak kullanabileceğiniz harici düzenleyicinizin diskteki konumu.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
tr: Karakter _seti

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
tr: Harici düzenleyici çağırılmadan önce metnin dönüştürüleceği karakter setini seçin.

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
tr: YAM'ın metin gösteriminde kullanacağı karakter setini seçmek için popup düğmesini kullanın. Bu genellikle sisteminizin varsayılan karakter setiyle aynı olmalıdır, aksi takdirde nasıl devam edileceğini soran bir istemci açılacaktır.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
tr: YAM'ın e-postaları enkode ederken kullanacağı karakter setini seçmek için popup düğmesini kullanın. Bu genellikle sisteminizin varsayılan karakter setiyle aynı olmalıdır ki, görüntülenen karakter seti e-postayı yazdığınız set ile uyuşsun. Bununla birlikte, giden postalarınızın enkode edilmesi için dilediğiniz karakter setini seçebilirsiniz.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: _Default charset
tr: _Varsayılan karakter seti

# MSG_CO_MIME_CODESET (2471//)
source: Display c_harset
tr: Karakter _seti

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
tr: Bu MIME türündeki komut çalıştırılmadan önce yazdırılabilir metnin dönüştürülmesi gereken karakter setini seçin.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
tr: Karakte_r seti

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
tr: Varsayılan görüntüleyici çalıştırılmadan önce yazdırılabilir metnin dönüştürülmesi gereken karakter setini seçin.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
tr: %ld ileti, %ld eşleşme ile süzüldü

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
tr: Okunmamış ilk iletiye atla

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
tr: Bu klasöre girildiğinde, klasördeki okunmamış ilk iletiye atlar.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
tr: En yeni iletiye atla

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
tr: Bu klasöre girildiğinde, klasördeki en yakın tarihli iletiye atlar.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
tr: gün

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
tr: Listeyi filtrele...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
tr: Gönderen

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
tr: Alıcı

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
tr: Konu

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
tr: Posta yapısı

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
tr: Unutulan dosya ekleri için denetle

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
tr: Anahtar kelimeler:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
tr: E-posta gövdesi bir dosya eki öngörüyor ancak ek bulunmuyorsa uyarı almak ister misiniz?

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
tr: Bir ek dosyası olması gerekebileceğini öngören anahtar kelimeleri ayarlayınız.
