Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_WR_AddKey (1008//)
source: Add PGP key
tr: PGP anahtarı ekle

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
tr: Gönderdikten sonra sil?

# MSG_WR_MReceipt (1010//)
source: Return receipt?
tr: Alındı bildirimi?

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
tr: Kişisel bilgi ekle?

# MSG_WR_MImportance (1013//)
source: Importance
tr: Önemlilik

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
tr: Birincil alıcı(lar)ın adresi (ve adı) ya da takma adı.

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
tr: Alıcıları adres defterinden seç.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
tr: İletinizin konusu.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
tr: İleti metnini düzenlemek için harici bir düzenleyici kullan.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
tr: Bir metin dosyasının içeriğini, imleç konumundan itibaren ekle.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
tr: Seçilmiş metni panoya kopyala ve sil.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
tr: Seçilmiş metni panoya kopyala.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
tr: Pano içeriğini, imleç konumundan itibaren yapıştır.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
tr: Metinde yapılan son değişikliği geri al.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
tr: İşaretlenmiş metin için kalın yazı tipi kullan (yalnızca bütün sözcükler).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
tr: İşaretlenmiş metin için italik yazı tipi kullan (yalnızca bütün sözcükler).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
tr: İşaretlenmiş metnin altını çiz (yalnızca bütün sözcükler).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
tr: İşaretlenmiş metni renklendir (yalnızca bütün sözcükler).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
tr: Listeye yeni ekler ilave et.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
tr: Bir veya daha fazla dosyadan bir arşiv oluştur ve bu arşivi ek listesine ekle.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
tr: Seçili eki listeden kaldır.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
tr: Eki görüntülemek için ayarlanmış MIME göstericisini kullan.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
tr: Seçili ek için MIME türü. Mümkün olduğunca popup listesinden birini tercih ediniz.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
tr: Seçili ek için (isteğe bağlı) açıklama.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (Cc) of the message to these recipients.
tr: İletinin birer karbon kopyasını (Cc), bu alıcılara gönder.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy (Bcc) of the message to these recipients.
tr: İletinin birer karbon kopyasını (Cc), bu alıcılara gönder.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
tr: İletiye eklenebilecek ek başlıklar.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
tr: Bu ileti için yanıtlama adresi.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
tr: Bu iletiyi Gönderilen klasöründe saklama.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
tr: Gönderimler için bir alındı bildirimi iste.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
tr: İletinin başlık alanlarındaki bilgileri, kişisel adres defterinizdeki girdilerden oluştur.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
tr: Bu iletinin önceliğini belirle.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
tr: Oluşturulan iletiyi Giden klasörüne koy.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
tr: Oluşturulan iletiyi Giden klasörüne koy ve acilen gönder.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
tr: Posta sunucusuna bağlanılıyor...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
tr: Bağlanıldı, karşılama mesajı bekleniyor...

# MSG_TR_PopLogin (1054//)
source: POP3 login
tr: POP3 girişi

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
tr: APOP giriş bilgisi gönderiliyor...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
tr: Kullanıcı ID'si gönderiliyor...

# MSG_TR_SendPassword (1057//)
source: Sending password...
tr: Şifre gönderiliyor...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
tr: İstatistikler alınıyor...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
tr: Bağlantı sonlandırılıyor...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
tr: Uzaktan süzme uygulanıyor...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
tr: 'Merhaba' gönderiliyor...

# MSG_TR_Exporting (1065//)
source: Exporting message...
tr: İleti dışa aktarılıyor...

# MSG_TR_Sending (1066//)
source: Sending message...
tr: İleti gönderiliyor...

# MSG_TR_Importing (1067//)
source: Importing message...
tr: İleti içe aktarılıyor...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
tr: Sunucudaki posta siliniyor...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
tr: Süzme tamamlandı: %3ld ileti sınandı, %3ld sektirildi, %3ld iletildi, %3ld otomatik yanıtlandı, %3ld komut çalıştırıldı, %3ld taşındı, %3ld silindi

# MSG_TR_NewMail (1071//)
source: New mail
tr: Yeni posta

# MSG_TR_Downloading (1072//)
source: Downloading message...
tr: İleti indiriliyor...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
tr: '%s'dan posta aktarımı

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
tr: '%s'a posta aktarımı

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
tr: %s dosyasındaki iletiler

# MSG_TR_Control (1077//)
source: Control
tr: Kontrol

# MSG_TR_All (1078//)
source: A_ll
tr: T_ümü

# MSG_TR_DownloadOnly (1079//)
source: _Download only
tr: _Yalnızca indir

# MSG_TR_Leave (1080//)
source: L_eave
tr: Bı_rak

# MSG_TR_Clear (1082//)
source: _Clear
tr: _Temizle

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
tr: Yalnızca _sil

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
tr: İ_ndir ve sil

# MSG_TR_Start (1086//)
source: _Start
tr: _Başlat

# MSG_TR_Status (1087//)
source: Status
tr: Durum

# MSG_TR_Abort (1088//)
source: _Abort
tr: _İptal et

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
tr: Posta aktarımının mevcut durumu.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
tr: Posta aktarımını mümkün olduğunda hemen durdur.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
tr: Hata iletileri

# MSG_ER_PrevError (1095//)
source: _Previous error
tr: Ö_nceki hata

# MSG_ER_NextError (1096//)
source: _Next error
tr: S_onraki hata

# MSG_ER_Clear (1097//)
source: _Delete messages
tr: İletileri _sil

# MSG_ER_Close (1098//)
source: _Close window
tr: Pencereyi _kapat

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
tr: '%s' dosyasına yazılamadı. Yolun doğruluğundan ve sürücünün yazma korumalı olmadığından emin olun.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
tr: '%s' dizini oluşturulamadı. Sürücünün yazma korumalı olmadığından emin olun.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
tr: Bu girdiyi betimleyecek bir takma ad yazmalısınız.

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
tr: Bu girdi için bir adres yazmasılınız.

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
tr: Geçersiz tarih/saat biçemi. Tarih ve saat uyumlu bir biçemde girilmelidir. Örneğin: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
tr: Geçici dosya '%s' açılamadı. Ayarlardaki yol adını kontrol ediniz.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
tr: Geçici dosya oluşturulamadı. Neden: Yetersiz hafıza veya ayarlarda geçersiz yol belirlenmiş olması.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
tr: Betik için konsol penceresi açılamadı.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
tr: ARexx komutu '%s' gönderilemedi. Betiğin varlığını kontrol ediniz.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
tr: '%s' dosyasından okunamadı. Dosya bulunamıyor.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
tr: Şifrelenmiş boyut (%ld) asıl boyutla aynı değil (%ld). Uygunsuz bir UU-şifreleyici kullanılmış veya ileti kısaltılmış.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
tr: HTML belgesi '%s' bulunamadı. Dosya WWW sunucusunda bulunamadı.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
tr: HTTP istemi gönderilemedi. WWW sunucusundan belge istemi başarısız oldu.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
tr: WWW sunucusu '%s'ye bağlanılamadı. Olası nedenler: TCP/IP çevrimdışı, adres geçersiz, Sunucu çökmüş veya HTTP istemlerini deseklemiyor.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
tr: Posta dosyası yazma hatası: %s. YAM iletiyi diske yazmayı başaramadı, boş alan kalmamış olabilir.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
tr: Posta dosyasında okuma hatası: %s. Dosya bulunuyor ancak okuma sırasında bir hata ile karşılaşıldı.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
tr: Yeni kullanıcı için bir dizin belirtmeniz gerekiyor.

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
tr: Yeni kullanıcı için bir ad yazmanız gerekiyor.

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
tr: Ortak PGP anahtarı bulunamadı. PGP'nin kurulu olduğundan ve YAM ayarlarının gerektiği şekilde yapıldığından emin olun.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
tr: Aşağıdaki PGP komutu bir hata geri dönderdi: '%s' Teşhis için %s dosyasını inceleyin.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
tr: PGP komutu çalıştırılamadı %s dosyasının varlığını kontrol edin.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
tr: Bilinmeyen takma ad yada ad: %s. YAM bu alıcının e-posta adresini adres defterinde bulamadı. Lütfen yazımı doğrulayın.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
tr: Adres defterinde '%s' için PGP ID bulunamadı, şimdi '%s' deneniyor.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
tr: Ortak PGP anahtarı eklenemedi %s. PGP anahtarlığından çıkarmada bir sorun oluştu.

# MSG_DI_Alias (1148//)
source: _Abbreviation
tr: _Kısaltma

# MSG_DI_New (1149//)
source: _New
tr: _Yeni

# MSG_DI_AddSelect (1150//)
source: Add _selection
tr: Seçimi _ekle

# MSG_DI_Delete (1151//)
source: _Delete
tr: _Sil

# MSG_DI_Paste (1152//)
source: _Paste
tr: _Yapıştır

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
tr: Olası kısaltmaların listesi.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
tr: Seçili girdinin kısaltması.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
tr: Sözlüğe yeni bir kısaltma ekle.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
tr: Düzenleyicide seçilmiş metinden yeni bir girdi oluştur.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
tr: Seçili girdiyi sil.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
tr: Seçili girdiyi metin düzenleyicideki imleç konumundan itibaren dahil et.

# MSG_FI_AddFilter (1160//)
source: Add filter
tr: Süzgeç ekle

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
tr: Yeni süzgeç için bir isim girin

# MSG_FI_StatNew (1162//)
source: New/Unread
tr: Yeni/Okunmamış

# MSG_FI_StatRead (1163//)
source: Read
tr: Okunmuş

# MSG_FI_StatForwarded (1164//)
source: Forwarded
tr: İletilmiş

# MSG_FI_StatReplied (1165//)
source: Replied
tr: Yanıtlanmış

# MSG_FI_StatQueued (1166//)
source: Queued
tr: Sıraya alınmış

# MSG_FI_StatFailed (1167//)
source: Send failed
tr: Gönderim başarısız

# MSG_FI_StatHold (1168//)
source: On hold
tr: Beklemede

# MSG_FI_StatSent (1169//)
source: Sent
tr: Gönderilmiş

# MSG_FI_OtherField (1176//)
source: other field:
tr: diğer alanı:

# MSG_FI_MessageSize (1177//)
source: Message size
tr: İleti boyutu

# MSG_FI_MessageHeader (1178//)
source: Message headers
tr: İleti başlıkları

# MSG_FI_MessageBody (1179//)
source: Message body
tr: İleti gövdesi

# MSG_FI_WholeMessage (1180//)
source: Whole message
tr: İletinin tamamı

# MSG_FI_SearchIn (1181//)
source: Search in
tr: Burada ara

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
tr: Büyük/küçük harf duyarlı

# MSG_FI_SubString (1183//)
source: Substring search
tr: Alt metin arama

# MSG_FI_FindMessages (1184//)
source: Find messages
tr: İletileri bul

# MSG_FI_AllFolders (1185//)
source: _everywhere
tr: _heryerde

# MSG_FI_FindIn (1186//)
source: Find in
tr: Burada

# MSG_FI_FindWhat (1187//)
source: Find what
tr: Neyi bul

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
tr: _Süzgeç ayarlarını kullan

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
tr: _Yeni süzgeç olarak ekle

# MSG_FI_Results (1190//)
source: Results
tr: Sonuçlar

# MSG_FI_StartSearch (1191//)
source: _Start search
tr: Aramaya _başla

# MSG_FI_SelectMatched (1192//)
source: Select _matched
tr: _Eşleşenleri seç

# MSG_FI_ReadMessage (1193//)
source: _Read message
tr: İletiyi _oku

# MSG_FI_Abort (1194//)
source: _Abort
tr: _İptal

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
tr: Arama yapmak için bir yada daha fazla klasör seçiniz.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
tr: Aramanıza tüm klasörleri dahil eder.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
tr: Arama kriterini bir süzgeçten al.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
tr: Bu arama kriterinden yeni bir süzgeç oluştur.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
tr: Aramaya başla ve sonuçları yukarıdaki listede göster.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
tr: Ana penceredeki tüm eşleşen iletileri seç.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
tr: Yukarıdaki listede seçili iletiyi görüntüle.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
tr: Aramayı durdur.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
tr: Pattern'a uyması beklenen alan veya ileti kısmı.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
tr: Aranacak başlık adı.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
tr: Alanın, adres kısmında mı yoksa gerçek ad kısmında mı arama yapmak istediğinizi seçin.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
tr: Eşleşecek ileti durumu

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
tr: Arama pattern'i (AmigaDOS wildcard'ları geçerlidir).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
tr: Arama Büyük/küçük harf duyarlı olsun mu?

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
tr: Sözcük içi aramayı geçerli kıl.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
tr: Karşılaştırma modeli. Pattern'e uymayan tüm iletiler için <> seçin. Bir pattern'lar dosyası kullanmak için IN'i seçin.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
tr: Lütfen şifrenizi giriniz

# MSG_US_TitleUserName (1212//)
source: User name
tr: Kullanıcı adı

# MSG_US_TitleMailDir (1213//)
source: Mail directory
tr: Posta dizini

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
tr: Kullanıcı girişi bekleniyor...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
tr: Bu kullanıcıya ait, tüm iletiler, klasörler ve ayar dosyaları silinecek. Kullanıcıyı kaldırmak istediğinizden emin misiniz?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
tr: *_Evet|_Dosyaları koru|_Hayır

# MSG_US_UserName (1218//)
source: _User name
tr: Kullanıcı _adı

# MSG_US_MailDirectory (1219//)
source: _Mail directory
tr: _Posta dizini

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
tr: Genel adres _defteri kullan

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
tr: Genel _sözlük kullan

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
tr: Ayarları mevcut kullanıcıdan _kopyala

# MSG_US_Password (1223//)
source: _Password
tr: _Şifre

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
tr: Yönetici _öncelikleri

# MSG_US_AddUser (1225//)
source: _Add user
tr: Kullanıcı _ekle

# MSG_US_DelUser (1226//)
source: _Delete user
tr: Kullanıcı _sil

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
tr: Yeni YAM kullanıcısının adı.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
tr: Yeni kullanıcı hesabının klasörleri ve ayar dosyalarını bulunduracağı dizin.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
tr: Adres defterini diğer kullanıcılarla paylaş.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
tr: Sözlüğü diğer kullanıcılarla paylaş.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
tr: Bu kullanıcının giriş yapması için gerekli şifre.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
tr: Kullanıcının, diğer kullanıcıların hesaplarını silebilmesine izin vermek için bunu seçin.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
tr: Mevcut ayarları yeni hesap için varsayılan olarak kullan.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
tr: Yeni hesap aç.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
tr: Seçilen hesabı kapat.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
tr: Yeni klasör için hangi ayarları kullanmak istiyorsunuz? Eğer zaten varolan bir dizini tekrar kullanmak istiyorsanız 'Varolan Dizin' seçeneğini seçin.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
tr: *_Dahili varsayılan ayarlar|_Mevcut ayarlar|_Varolan dizin|_İptal

# MSG_FO_SelectDir (1239//)
source: Select directory
tr: Dizin seçin

# MSG_FO_MessageDate (1240//)
source: Message date
tr: İleti tarihi

# MSG_FO_DateRecvd (1241//)
source: Date received
tr: Alınma tarihi

# MSG_FO_FMSimple (1243//)
source: simple protection
tr: basit koruma

# MSG_FO_FMPack (1244//)
source: compressed
tr: sıkıştırılmış

# MSG_FO_FMEncPack (1245//)
source: compressed with password
tr: şifre ile sıkıştırlmış

# MSG_FO_FTRcvdMail (1246//)
source: received mail
tr: alınmış posta

# MSG_FO_FTSentMail (1247//)
source: sent mail
tr: gönderilmiş posta

# MSG_FO_FTBothMail (1248//)
source: received and sent
tr: alınmış ve gönderilmiş

# MSG_FO_EditFolder (1250//)
source: Folder settings
tr: Klasör ayarları

# MSG_FO_Properties (1251//)
source: Properties
tr: Özellikler

# MSG_FO_MaxAge (1252//)
source: Max. age
tr: Azami eskilik

# MSG_FO_FolderType (1253//)
source: T_ype
tr: T_ür

# MSG_FO_FolderMode (1254//)
source: _Mode
tr: _Mod

# MSG_FO_SortBy (1255//)
source: _Sort by
tr: _Buna göre sırala

# MSG_FO_ThenBy (1256//)
source: T_hen by
tr: _Sonra buna göre sırala

# MSG_FO_Reverse (1257//)
source: Rev
tr: Ters

# MSG_FO_MLSupport (1258//)
source: Mailing list support
tr: Posta listesi desteği

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
tr: Klasör adı.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
tr: Seçilen klasördeki iletilerin saklanacağı konum.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
tr: Bu süreden (gün) daha eski iletiler otomatik olarak silinecektir. Bu özelliği devre dışı bırakmak için 0 kullanın.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
tr: Klasör tipi (gelen/giden/karma).

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
tr: Klaörler şifre ile korunabilir ve/veya XPK ile sıkıştırılabilir.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
tr: Bu klasördeki iletiler için birincil sıralama kriteri.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
tr: Bu klasördeki iletiler için ikincil sıralama kriteri.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
tr: Tersine sıralama.
