Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
tr: Metin sti_llerini göster

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
tr: '/', '*', '_' ve '#' karakterlerini metin stilleri için kontrol karakterleri olarak yorumlar.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
tr: Yazıtipi ayarları

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
tr: _Sabit aralıklı yazıtipi kullan

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
tr: Metin renkleri?

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
tr: Metin stilleri?

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
tr: Metin renkleri?

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
tr: Sabit aralıklı yazıtipi?

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
tr: Öğrenme verisini _optimize et

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
tr: Öğrenme verisinden çok tekrar edilen kelimeleri çıkarır. Böylece öğrenme verisinin yüklenme süresi azalacak ve gereksiz postaların işlenmesi hızlanacaktır.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
tr: Gereksiz süzgecinin öğrenme verisini gerçekten optimize etmek istiyor musunuz? Gereksiz süzgecinin verimliliği bir miktar düşebilir ancak süzme işlemi daha hızlı olacak ve daha az bellek kullanılacak.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
tr: %ld (%ld sözcük)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
tr: Doğum tarihi biçemi yanlış. Doğru biçem: '%s'. %%d - gün (sıfır kullanarak: '01-31') %%-d - gün (sıfır kullanmadan: '1-31') %%e - gün (boşluk kullanarak: ' 1-31') %%m - ay (sıfır kullanarak: '01-12') %%-m - ay (sıfır kullanmadan: '1-12') %%y - yıl (sıfır kullanarak, 2 basamak: '00-99') %%-y - yıl (sıfır kullanmadan, 2 basamak: '0-99') %%Y - yıl (sıfır kullanarak, 4 basamak) %%-Y - yıl (sıfır kullanmadan, 4 basamak) Yıl değeri en az 1900 olabilir.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
tr: AmigaOS_4.1 bildirim sistemi

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
tr: Eğer seçilirse, YAM yeni postaları bildirmek için, AmigaOS4.1'in bildirim sistemini kullanacaktır. Bu en az application.library v53.2 gerektirir.

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
tr: Kısım %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
tr: Hala açık yazma pencereleri var. Nasıl devam etmek istersiniz?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
tr: *Şimdi _kaydet|Kaydetmeden _çık|_İptal

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
tr: ek olarak

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
tr: satıriçi

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
tr: ek olarak

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
tr: Posta süzmesinden önce

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
tr: Posta süzmesinden sonra

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
tr: AmigaDOS paternleri kullan

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
tr: Arama sıralılarında AmigaDOS paternlerini etkinleştir.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
tr: PGP imzası

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
tr: Bugün, %s, %s, %ld yaşına bastı. Bir tebrik kartı göndermek ister misiniz?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
tr: ARexx komutu '%s' başarısız oldu (hata kodu %ld). Lütfen dosyanın erişilebilirliğini ve geçerli bir ARexx betiği olduğunu doğrulayın.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
tr: Bu istemciyi bugün bir daha gösterme.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
tr: Dosyayı kaydet

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
tr: Yazılım güncelleştirmesi bulunamadı

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
tr: Yazılım güncelleştirmesi bulunamadı. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
tr: YAM yazılım güncelleştirmelerini otomatik olarak denetleyecektir.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
tr: Lütfen tekrar deneyin veya otomatik yazılım güncellemesi denetimini etkinleştirin.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
tr: YAM uyarısı

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
tr: YAM kapatılırken çalışmakta olan alt görevler bulundu. Lütfen YAM üzerinden çağırmış olabileceğiniz açık olan alt görevleri (örn. MIME görüntüleyicileri, vs.) kapattığınızdan emin olun. Bu görevleri sonlandırıp tekrar deneyebilir ya da yok sayarak YAM'ı kapanmaya zorlayabilirsiniz (bu daha sonra bir çakılmaya neden olabilir).

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
tr: _Tekrar Dene|_Yoksay

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
tr: '%s' komutunun çalıştırılması başarısız oldu (hata kodu %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
tr: Yöntem yığını ilklendirilemedi.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
tr: Etkin aktarımlar

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
tr: Bağlantılar ilklendirilemiyor.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
tr: '%s' POP3 hesabına bağlanıldı: %ld ileti bekleniyor

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
tr: %ld ileti alındı, '%s' POP3 hesabından

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
tr: Lütfen '%s' POP3 hesabı için şifreyi giriniz:

# MSG_ALTIMAGE_STATUS_DOWNLOAD (2184//3)
source: D
tr: İ

# MSG_ALTIMAGE_STATUS_DELETE (2185//3)
source: X
tr: S

# MSG_PRESELECT_INDEX (2186//)
source: Index
tr: İndis

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
tr: Kullanıcının şifre girmesi bekleniyor...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
tr: Kullanıcının önseçim yapması bekleniyor...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
tr: \0338'%s' hesabından yeni postanız var.\0332 %3ld ileti indirildi, %3ld sunucuda bırakıldı %3ld çift olan atlandı

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
tr: %s 1 yeni ileti alındı.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
tr: %s %ld yeni ileti alındı.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
tr: Gönder ve posta al

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
tr: Posta gönder

# MSG_MA_GET_MAIL (2194//)
source: Get mail
tr: Posta al

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
tr: *_Yalın|_İmzalı|_Şifreli|İ_mzalı ve şifreli|İ_ptal

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
tr: Sunucuya bağlanıyor...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
tr: HTTP istemi gönderiliyor...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
tr: Sunucunun yanıtı bekleniyor...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
tr: Veri alınıyor...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
tr: Sunucu bağlantısı sonlandırılıyor...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
tr: Etkin aktarımları göster...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
tr: U_zak süzgeçleri uygula

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
tr: Bu sunucudan posta indirirken tanımlı tüm uzak süzgeçleri uygular.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
tr: Başlangıçta yeni postaları denetle

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
tr: Her başlangıçta bu hesaba yeni ileti gelip gelmediğini otomatik olarak kontrol eder.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
tr: '%s' dosyasında bilinmeyen posta dosyası biçemi

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
tr: '%s' dosyası içe aktarılabilecek bir posta içermiyor.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
tr: Ayarlar bölümü şu anda kilitlidir. Lütfen tüm POP3 ve SMTP aktarımlarının tamamlanmasını bekleyin.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
tr: \033bKlasör\033n Ad: %s Yer: %s Boyut: %s Messages: %ld (%ld yeni, %ld okunmamış)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
tr: \033bPosta\033n Kimden: %s <%s> Kime: %s <%s> Konu: %s Tarih: %s Dosya adı: %s Boyut: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
tr: İ_ndirme yeri:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
tr: İndir

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
tr: '%s' sunucusundan indiriliyor

# MSG_MA_HELP (2214//)
source: Help
tr: Yardım

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
tr: İçindekiler

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
tr: ARexx arayüzü

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search o_n gravatar.com...
tr: gra_vatar.com'da ara...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
tr: Şu adres için Gravatar bulunamadı: '%s' Şahıs vesikalık resmini gravatar.com'a yüklememiş olabilir.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
tr: Posta dosyası '%s' tarandı ve bir 'MIME-Sürüm' başlığı satırı bulunamadı. Bu nedenle oluşturulmuş çıktı bozuk olabilir veya geçersiz veri içerebilir.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
tr: Durumunu 'İşaretlenmiş' yap

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
tr: Süzülen postanın durumunu 'İşaretlenmiş' yapar

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
tr: Durumunu 'İşaretlenmemiş' yap

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
tr: Süzülen postanın durumunu 'İşaretlenmiş' yapar

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
tr: Durumunu 'Okunmuş' yap

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
tr: Süzülen postanın durumunu 'Okunmuş' yapar

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
tr: Durumunu 'Okunmamış' yap

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
tr: Süzülen postanın durumunu 'Okunmamış' yapar

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
tr: Durumunu 'Gereksiz' yap

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
tr: Süzülen postanın durumunu 'Gereksiz' yapar

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
tr: Durumunu 'Gereksiz değil' yap

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
tr: Süzülen postanın durumunu 'Gereksiz değil' yapar

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
tr: _Etkin

# MSG_CO_POP_AUTH (2234//)
source: Authentification
tr: Yetkilendirme

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
tr: Parola, herhangi bir bağlantı güvenliği (TLS veya SSL) kullanılmadığında, APOP şifreleme algoritmasıyla gönderilebilir.

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
tr: Yalın Parola

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
tr: Şifrelendirilmiş Parola (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
tr: Bağlantı Güvenliği

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
tr: Güvenliksiz

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
tr: Şifrelendirilmiş bir bağlantı kullanarak e-posta alımı için YAM ile POP3 sunucu arasında STARTTLS veya SSL/TLS ile şifrelendirilmiş bir bağlantı kurulacaktır. Bu çark düğmesinin devre dışı olması, AmiSSL desteğinin halen mevcut olmadığı anlamına gelir.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
tr: Sunucu Listesi

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
tr: Sunucu Ayarları

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
tr: Güvenlik ve Yetkilendirme

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
tr: İleti yönetimi

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
tr: Sunucu Listesi

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
tr: Sunucu Ayarları

# MSG_CO_POP_DESC (2249//)
source: Description
tr: Açıklama

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
tr: Bu sunucu bağlantısı için, 'kullanıcı@sunucu' kalıbının yerine, istendiği şekilde belirlenebilecek bir bağlantı adı.

# MSG_CO_SMTP_DESC (2251//)
source: Description
tr: Açıklama

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
tr: Bu sunucu bağlantısı için, 'kullanıcı@sunucu' kalıbının dışında, istenilen şekilde belirlenebilecek bir bağlantı adı.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
tr: Bağlantı Güvenliği

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
tr: Güvenliksiz

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
tr: Güvenlik ve Yetkilendirme

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
tr: Şifrelendirilmiş bir bağlantı kullanarak e-posta alımı için YAM ile SMTP sunucu arasında STARTTLS veya SSL/TLS ile şifrelendirilmiş bir bağlantı kurulacaktır. Bu çark düğmesinin devre dışı olması, AmiSSL desteğinin halen mevcut olmadığı anlamına gelir.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
tr: Yetkilendirme

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
tr: Yetkisiz

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
tr: Seçenekler

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
tr: Kimlikler

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
tr: Kimlik Ayarları

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
tr: E-posta yazımı için çoklu kimlik yönetimi...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
tr: Kimlikler

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
tr: Genel Ayarlar

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
tr: Genel Ayarlar

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
tr: E-posta Oluştur

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
tr: PGP-Güvenliği

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
tr: imzasız

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
tr: alıntı üzerinde

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
tr: alıntı altında

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
tr: Açıklama

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
tr: Posta sunucusu (SMTP)

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
tr: E-posta oluşturma ayarları

# MSG_CO_IDENTITY_CC (2278//)
source: Cc: address
tr: Cc: adres

# MSG_CO_IDENTITY_BCC (2280//)
source: Bcc: address
tr: Bcc: adres

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
tr: Yanıtla: adres

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
tr: Seçenekler

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
tr: Yanıtlarken önceki iletileri alıntıla

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
tr: Yanıtımı koy

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
tr: İmzamı koy

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
tr: Yanıtlarken imza kullan

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
tr: İletirken imza kullan

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
tr: PGP-Güvenliği Ayarları

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
tr: Bu kimlik için PGP kullan

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
tr: PGP anahtar ID'si

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
tr: PGP anahtar URL'si

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
tr: Ayarlar

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
tr: Şifrelendirilmemiş postaları varsayılan olarak imzala

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
tr: Şifrelendirilmiş postaları varsayılan olarak imzala

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
tr: Tüm postaları varsayılan olarak imzala

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
tr: Postaları şifrelerken kişisel anahtarı ekle

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
tr: Kişisel fotoğraf URL'si

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
tr: Kişisel bilgileri ekle

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
tr: Alındı bildirimi iste

# MSG_CO_SERVERNAME (2304//)
source: Server name
tr: Sunucu adı

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
tr: E-posta sunucusuna ulaşmak için kullanılacak kullanıcı adı.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
tr: Klasörü '%s' konumundan '%s' konumuna gerçekten taşımak istiyor musunuz?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
tr: '%s' adıyla bir dosya veya dizin zaten mevcut olduğundan üzerine yazılacak/silinecek. Devam etmek istiyor musunuz?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
tr: '%s' dizini oluşturulamadı (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
tr: _Etkin

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
tr: Tüm indisleri boşalt

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
tr: Seçildiğinde bu kullanıcı kimliği etkinleştirilmiş olur.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
tr: Bu kullanıcı kimliği için özel açıklama.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
tr: Bu kullanıcı kimliği için gerçek ad ("ad soyad").

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
tr: Bu kullanıcı kimliği ile ilişkilendirilecek e-posta adresi.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
tr: Bu kullanıcı kimliğinin bağlı olduğu kurum adı. (isteğe bağlı)

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
tr: Bu kullanıcı kimliği ile e-posta gönderilirken kullanılacak SMTP sunucusunu seçmenizi sağlar.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default Cc: recipients added when composing a new mail.
tr: Yeni e-posta oluştururken eklenecek varsayılan Cc: alıcıları.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default Bcc: recipients added when composing a new mail.
tr: Yeni e-posta oluştururken eklenecek varsayılan Bcc: alıcıları.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
tr: Yeni e-posta oluştururken eklenecek varsayılan Yanıtla: alıcıları.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
tr: Bir giden postaya eklenecek ilave başlıklar için varsayılanı belirlemenizi sağlar.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
tr: İsteğe bağlı olarak, bu kullanıcı kimliği ile ilişkilendirilebilecek fotoğraf URL'si.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
tr: E-postaları yanıtlarken veya iletirken kaynak metnin alıntılanmasını sağlar.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
tr: Yanıtınızın alıntının üstünde mi, altında mı olacağını belirlemenizi sağlar.
