Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
tr: ek,ekle,eklendi,ekliyor,kapattı,CV,kapak mektup

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
tr: Ek dosya eklemeyi unutmuş olabilir misiniz?

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
tr: Eklenti ekle...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
tr: Daha sonra hatırlat

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
tr: Eklenti hatırlatıcısı

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
tr: Bir eklenti eklemeyi unuttun mu?

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
tr: Evet, unuttum | Hayır, şimdi gönder

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
tr: Posta hesabı

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
tr: Posta Hesabı

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
tr: Kullanıcı arayüz düzenini kaydet

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
tr: Tüm pencerelerin konum ve boyutlarını, belli grupların düzenini ve çeşitli grafik nesnenin durumunu kalıcı olarak kaydet.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
tr: Varsayılan dizinler

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
tr: 'Gönderilen' klasörü

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
tr: E-postaların gönderildikten sonra saklanacağı farklı bir klasör ayarlanabilmesine izin verir.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
tr: Aktarımdan sonra postaları 'Gönderilmiş' klasöründe sakla

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
tr: Etkinleştirildiğinde, gönderilen postalar, aktarımdan sonra saklanacaktır. Aksi halde gönderilen postalar silinir.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
tr: Alternatif 'Gönderilmiş' dizini kullan:

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
tr: Etkinleştirildiğinde, gönderilmiş postalar, ayarların TCP/IP bölümündeki ayarlamalardan farklı bir klasörde saklanacaktır.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
tr: Gönderilmiş postaların saklanacağı alternatif bir klasör belirlenebilmesini sağlar.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
tr: Varsayılan dizinler

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
tr: 'Gelen' klasörü

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
tr: E-postaların alındıktan sonra saklanacağı farklı bir klasör belirlenebilmesini sağlar.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
tr: tr

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
tr: Krilik karakter setlerinin otomatik tespiti etkin, fakat ayarlı karakter seti '%s' krilik değil. Bu durum bozuk karakterlere neden olabilir. Krilik karakter tespitini etkinsizleştirmek ister misiniz?

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
tr: *_Etkinsizleştir|_Yoksay

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
tr: _Taslak olarak kaydet|*_İptal

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
tr: İletiye hiçbir alıcı eklemediniz. Nasıl devam etmek istersiniz?

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
tr: *_Taslak olarak kaydet|_Sil|_İptal

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
tr: (Konu Yok)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
tr: (Alıcı Yok)

# MSG_WR_CANCEL (2527//)
source: _Cancel
tr: _İptal

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
tr: Posta düzenlemeyi durdurur ve pencereyi kapatır.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
tr: *_Gönderen|Gönderen ve _tüm Alıcılar|_İptal

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
tr: YAM'ın geleceğini güvenceye alın

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
tr: '%s' sunucusundan posta denetleniyor

# MSG_WR_REPLYTO (2534//)
source: Reply _To
tr: _Yanıtla

# MSG_AB_TO_TOOLBAR (2535//)
source: _To:
tr: _Kime:

# MSG_AB_FROM_TITLE (2538//)
source: (From)
tr: (Kimden)

# MSG_AB_TO_TITLE (2539//)
source: (To)
tr: (Kime)

# MSG_AB_REPLYTO_TITLE (2542//)
source: (Reply To)
tr: (Yanıtla)

# MSG_LOG_COPY_MAIL (2548//)
source: %s: Copied message from '%s' about '%s' from folder '%s' to '%s'
tr: %s: '%s'den gelen '%s' konulu ileti, '%s' klasöründen, '%s' klasörüne kopyalandı.

# MSG_LOG_MOVE_MAIL (2549//)
source: %s: Moved message from '%s' about '%s' from folder '%s' to '%s'
tr: %s: '%s'den gelen, '%s' konulu ileti, '%s' klasöründen, '%s' klasörüne taşındı.

# MSG_LOG_FILTER_ORIGINATOR (2550//)
source: Filter '%s'
tr: Filtre '%s'

# MSG_STARTUP_SECURITY_WARNING_TITLE (2551//)
source: YAM security warning
tr: YAM güvenlik uyarısı

# MSG_STARTUP_SECURITY_WARNING (2552//)
source: Network debug output is enabled! The generated debug output will contain unencrypted and human readable passwords and more private stuff. Make sure to remove any private data before making this log public anywhere! The YAM development team takes no responsibility for hacked mail accounts in any way! You have been warned!
tr: Ağ debug çıktısı etkinleştirildi! Oluşturulacak debug çıktısı şifrelenmemiş, bir insanca okunabilecek parolalar ve başka kişisel şeyler içerecektir. Bu çıktıyı bir yerde yayınlamadan önce önce kişisel verilerinizi kaldırdığınızdan emin olunuz. YAM geliştirme ekibi hacklenecek e-posta hesapları üzerine hiçbir sorumluluk kabul etmez. Uyarımızdır!

# MSG_STARTUP_SECURITY_WARNING_GADGETS (2553//)
source: Understood
tr: Anlaşıldı

# MSG_FO_PATH_INVALID (2554//)
source: The path must be non-empty.
tr: Yol boş olamaz.

# MSG_FO_MLPATTERN_INVALID (2555//)
source: The pattern (To:/CC:) must be non-empty and no 'catch all'.
tr: (To:/CC:) Şablonu boş olamaz veya 'catch all' olamaz.

# MSG_FO_MLADDRESS_INVALID (2556//)
source: The destination address (To:) must be non-empty.
tr: Hedef adres (Kime:) boş olamaz.

# MSG_CO_SAVE_WITHOUT_PRIVATE_DATA (2557//)
source: Save without private data...
tr: Kişisel bilgi olmaksızın kaydet...

# MSG_SSL_CERT_WARNING_SIGINVALID (2558//)
source: - The signature of the certificate is invalid.
tr: - Sertifika imzası geçersiz.

# MSG_SSL_CERT_WARNING_OUTRO (2559//)
source: If you continue the data transfer will be encrypted (protection from interception), but the identity of the server cannot be guaranteed (\033bNO\033n protection from fraud). Do you still want to accept the connection?
tr: Veri aktarımına devam ederseniz, aktarım şifreli olacak (dinlemeye karşı korumalı), ancak sunucu kimliği garanti edilemeyecek (dolandırıcılığa karşı koruma\033bSIZ\033n). Yine de bu bağlantıyı kabul etmek istiyor musunuz?

# MSG_CO_POP_SERVER (2560//)
source: Serve_r
tr: Sunu_cu

# MSG_CO_POP_PORT_STANDARD (2562//)
source: Standard:
tr: Standart:

# MSG_CO_SMTP_SERVER (2563//)
source: Ser_ver
tr: _Sunucu

# MSG_CO_SMTP_PORT_STANDARD (2565//)
source: Standard:
tr: Standart:

# MSG_CO_POP3_TEST_CONNECTION_SETTINGS (2566//)
source: Test connection settings
tr: Bağlantı ayarlarını sına

# MSG_HELP_CO_BT_POPTEST (2567//)
source: Test the current settings to establish a reliable connection for POP3 downloads.
tr: Güvenilir bir POP3 bağlantısı sağlanabileceğini doğrulamak için mevcut ayarları test eder.

# MSG_CO_POP3_CONNECTION_TITLE (2568//)
source: POP3 connection
tr: POP3 bağlantısı

# MSG_CO_POP3_CONNECTION_SUCCESS (2569//)
source: Connection to POP3 server '%s' was successful.
tr: '%s' POP3 sunucusuna bağlantı başarılı.

# MSG_CO_POP3_CONNECTION_FAILURE (2570//)
source: Connection to POP3 server '%s' failed.
tr: '%s' POP3 sunucusuna bağlantı başarısız.

# MSG_CO_SMTP_TEST_CONNECTION_SETTINGS (2571//)
source: Test connection settings
tr: Bağlantı ayarlarını sına

# MSG_HELP_CO_BT_SMTPTEST (2572//)
source: Test the current settings to establish a reliable connection for SMTP uploads.
tr: Güvenilir bir SMTP bağlantısı sağlanabileceğini doğrulamak için mevcut ayarları test eder.

# MSG_CO_SMTP_CONNECTION_TITLE (2573//)
source: SMTP connection
tr: SMTP bağlantısı

# MSG_CO_SMTP_CONNECTION_SUCCESS (2574//)
source: Connection to SMTP server '%s' was successful.
tr: '%s' SMTP sunucusuna bağlantı başarılı.

# MSG_CO_SMTP_CONNECTION_FAILURE (2575//)
source: Connection to SMTP server '%s' failed.
tr: '%s' SMTP sunucusuna bağlantı başarısız.

# MSG_ER_WARN_CAFILE (2576//)
source: While trying initialize the SSL certificate authorities the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
tr: SSL sertifika yetkilileri ilklendirilirken, '%s' sertifika paketi dosyasının eksik olduğu tespit edildi. Lütfen dosyanın bulunduğundan ve güncel olduğundan emin olun, aksi takdirde SSL bağlantıları 'doğrulanmadı' olarak işaretlenecektir.

# MSG_ER_CANNOT_OPEN_ASLREQ (2577//)
source: An error occurred while trying to open an ASL requester. Error %ld: %s
tr: Bir ASL istemcisi açılmaya çalışılırken bir hata oluştu. Hata %ld: %s

# MSG_FO_FOLDER_NAME_INVALID (2578//)
source: The specified folder name is invalid.
tr: Belirlenen klasör adı gerçersiz.

# MSG_CO_ACCEPTED_SERVER_CERT_WARNINGS (2579//)
source: Permanently accepted server certificate warnings
tr: Kalıcı olarak kabul edilmiş sunucu sertifikası uyarıları

# MSG_CO_CLEAR_SERVER_CERT_WARNINGS (2580//)
source: Clear warnings
tr: Uyarıları temizle

# MSG_UPD_NOTIFICATION_DOWNLOAD_WITH_BROWSER (2581//)
source: Download update with browser...
tr: Güncellemeyi internet tarayıcısı ile indir...

# MSG_NIGHTLY_EXPIRY_DATE (2582//)
source: \033bThis nightly build expires on %s
tr: \033bBu "gece-yapımı"nın son kullanma tarihi: %s

# MSG_UNKNOWN_SIZE (2583//)
source: unknown
tr: bilinmeyen
