Repository: jens-maus/yam
Catalog: locale/turkish.po
Languages: tr

# MSG_CO_Welcome (435//)
source: Welcome _phrase
tr: Açış _deyimi

# MSG_CO_Greetings (436//)
source: Closing p_hrase
tr: Ka_patış deyimi

# MSG_CO_Editor (437//)
source: Editor
tr: Metin düzenleyici

# MSG_CO_WordWrap (438//)
source: _Word-wrap
tr: Yeni satıra ge_ç

# MSG_CO_EWOff (439//)
source: off
tr: kapalı

# MSG_CO_EWAsYouType (440//)
source: as you type
tr: yazdıkça

# MSG_CO_EWBeforeSend (441//)
source: before sending
tr: göndermeden önce

# MSG_CO_ExternalEditor (442//)
source: _External editor
tr: _Harici düzenleyici

# MSG_CO_PhraseOpen (444//)
source: Open
tr: Aç

# MSG_CO_PhraseIntro (445//)
source: Intro
tr: Giriş

# MSG_CO_PhraseClose (446//)
source: Close
tr: Kapat

# MSG_CO_Forwarding (447//)
source: Forwarding
tr: İletme

# MSG_CO_FwdInit (448//)
source: _Initial phrase
tr: Başlan_gıç deyimi

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
tr: _Sonlandırma deyimi

# MSG_CO_Replying (450//)
source: Replying
tr: Yanıtlama

# MSG_CO_RepInit (451//)
source: Default _reply phrases
tr: _Varsayılan yanıtlama deyimleri

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
tr: _Alternatif yanıtlama deyimleri

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
tr: Bu ala_n adları ile kullan

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
tr: Gönderim _listesi yanıtlama deyimleri

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
tr: _Boş satırları da alıntıla

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
tr: Alıcı adresini _doğrula

# MSG_CO_StripSignature (458//)
source: Stri_p signature
tr: İmzayı al_ma

# MSG_CO_DefSig (459//)
source: Default signature
tr: Varsayılan İmza

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
tr: Alt. imza #1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
tr: Alt. imza #2

# MSG_CO_Signature (462//)
source: Signature
tr: İmza

# MSG_CO_EditSig (464//)
source: _Edit in external editor
tr: _Harici düzenleyici ile yaz

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
tr: _Rastgele etiket satırı ekle

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
tr: 'E_NV:Signature'ı ekle

# MSG_CO_Taglines (467//)
source: Taglines
tr: Etiket satırları

# MSG_CO_TaglineFile (468//)
source: Tagline _file
tr: Etiket satırı _dosyası

# MSG_CO_TaglineSep (469//)
source: Tag_line separator
tr: Etiket _ayıracı

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
tr: _Sabit genişlikli yazıtipi kullan

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
tr: Zamanı Swatch _Vuruşları olarak göster

# MSG_CO_LogNone (472//)
source: none
tr: hiçbiri

# MSG_CO_LogVerbose (474//)
source: verbose
tr: çoklu

# MSG_CO_PGPExe (475//)
source: P_GP's directory
tr: PGP _dizini

# MSG_CO_Logfiles (481//)
source: Log files
tr: Günlük dosyaları

# MSG_CO_LogPath (482//)
source: _Path
tr: _Yol

# MSG_CO_LogSplit (483//)
source: Split _log file
tr: _Günlük dosyasını böl

# MSG_CO_LogMode (484//)
source: _Mode
tr: _Mod

# MSG_CO_LogAllEvents (485//)
source: Log _all events
tr: Tüm _olayları günlükle

# MSG_CO_OnStartup (486//)
source: On program startup
tr: Program başlangıcında

# MSG_CO_LoadAll (487//)
source: Load all folders
tr: Tüm klasörleri yükle

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
tr: Yeni postaları okunmamış olarak işaretle

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
tr: Giden klasöründe bekleyen postaları gönder

# MSG_CO_CheckDOB (491//)
source: Check birthdates
tr: Doğum günlerini denetle

# MSG_CO_OnTermination (492//)
source: On program termination
tr: Program sonlandırılırken

# MSG_CO_DeleteOld (493//)
source: Delete old mail
tr: Eski postaları sil

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
tr: Silinmiş postaları sil

# MSG_CO_ATABnever (495//)
source: never
tr: hiçbir zaman

# MSG_CO_ATABask (496//)
source: ask before
tr: önce sor

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
tr: bilgi bulunuyorsa; sor

# MSG_CO_ATABinfo (498//)
source: if info available
tr: bilgi bulunuyorsa

# MSG_CO_ATABalways (499//)
source: always
tr: her zaman

# MSG_CO_InfoExc (500//)
source: Personal data exchange
tr: Kişisel veri alış-verişi

# MSG_CO_Gallery (501//)
source: Save _photos in
tr: _Fotoğrafları buraya kaydet

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
tr: _Gönderenin adresini kaydet

# MSG_CO_ProxyServer (504//)
source: _HTTP proxy server
tr: _HTTP Proxy sunucusu

# MSG_CO_NewGroup (505//)
source: _Group for new entries
tr: _Yeni girdiler için grup

# MSG_CO_Paths (507//)
source: Paths
tr: Yollar

# MSG_CO_Detach (508//)
source: Decode _files to
tr: Dosyaları buraya _dekode et

# MSG_CO_Attach (509//)
source: _Attach files from
tr: _Ekleri buradan al

# MSG_CO_TempDir (510//)
source: For temp_orary files
tr: _Geçici dosyalar

# MSG_CO_AppIcon (511//)
source: Mailbox status
tr: Posta kutusu durumu

# MSG_CO_PositionX (512//)
source: Position _X
tr: _X Konumu

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
tr: Kapatma düğmesi programı simge durumuna k_üçültsün

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
tr: İletileri Kaydet/Sil

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
tr: <EMPTY>

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
tr: veya daha fazla mesaj silineceğinde onay penceresi göster

# MSG_CO_Remove (517//)
source: _Remove messages immediately
tr: İletileri hemen _sil

# MSG_CO_XPK (525//)
source: XPK/LhA settings
tr: XPK/LhA ayarları

# MSG_CO_XPKPack (526//)
source: Packer
tr: Sıkıştırıcı

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
tr: Sıkıştır/Koru

# MSG_CO_Archiver (528//)
source: Archi_ver
tr: _Arşivleyici

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
tr: 'Betikler' menü girdisi %ld

# MSG_CO_ScriptStartup (530//)
source: Program startup
tr: Program başlangıcı

# MSG_CO_ScriptTerminate (531//)
source: Program termination
tr: Program sonu

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
tr: Posta almadan önce

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
tr: Posta aldıktan sonra

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
tr: Her yeni ileti ile

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
tr: Posta göndermeden önce

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
tr: Posta gönderdikten sonra

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
tr: İleti okurken

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
tr: İleti yazmadan önce

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
tr: İleti yazdıktan sonra

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
tr: Bir URL'yi çift-tıklattıktan sonra

# MSG_CO_Script (541//)
source: Sc_ript
tr: _Betik

# MSG_CO_OpenConsole (542//)
source: _Open console window
tr: Konsol _pencersini aç

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
tr: _Sonlanması için bekle

# MSG_CO_Open (544//)
source: Open...
tr: Aç...

# MSG_CO_SaveAs (545//)
source: Save as...
tr: Farklı kaydet...

# MSG_CO_Edit (546//)
source: Edit
tr: Düzenle

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
tr: Varsayılana dönder

# MSG_CO_ResetAll (548//)
source: Reset all settings
tr: Tüm ayarları sıfırla

# MSG_CO_LastSaved (549//)
source: Last saved
tr: Son kaydedilen

# MSG_CO_Restore (550//)
source: Restore
tr: Yeniden yükle

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
tr: MIME gösterici ve türlerini içe aktar...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
tr: Tam adınız (ad soyad)

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
tr: E-posta adresiniz.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
tr: Posta almak için kullanılacak POP3 sunucusunun adresi. Eğer bu alanı boş bırakırsanız, SMTP sunucusunun adresi varsayılan olarak kullanılacaktır.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
tr: POP3 sunucusuna giriş yapmak için gereken şifre.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
tr: Posta göndermek için kullanılacak SMTP sunucusunun adresi. Eğer bu alanı boş bırakırsanız, POP3 sunucusunun adresi varsayılan olarak kullanılacaktır.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
tr: Transfer esnasında iletileri 7-bit'e dönüştürmez. Bu seçeneği yalnızca SMTP sunucunuzun 8-bit aktarımları desteklediğinden eminseniz kullanınız. Aksi taktirde iletiler bozulabilir.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
tr: POP3 hesapları listesi.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
tr: Listeye yeni bir POP3 hesabı ekle.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
tr: Seçili POP3 hesabını listeden sil.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
tr: POP3 sunucusuna bağlanmak için gerekli kullanıcı adı. Eğer bu alanı boş bırakırsanız, e-posta adresinizin kullanıcı adı kısmı kullanılacaktır.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
tr: İndirmeden sonra posta sunucusundaki iletileri siler.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
tr: Yeni posta denetlerken bu hesabı kullan.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
tr: Posta aktarımı sırasında ilerleme penceresi gösterimi.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
tr: İleti ön-seçicisi POP3 posta kutusunun (bir kısmını) gösterir ve indireceğiniz iletiyi seçebilmenizi sağlar.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
tr: Bundan daha büyük gelen iletiler 'büyük' olarak tanımlanacaktır.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
tr: YAM'ın yeni postaları otomatik olarak ne sıklıkla denetlemesini istersiniz? YAM'ın bunu yapmaması için '0' kullanınız.

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
tr: Yeni postaları otomatik olarak denetlerken, yukardaki sınırlamayı geçseler bile büyük iletileri indirir.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
tr: Yeni posta aldığınızda bir istemci görüntüler.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
tr: Yeni posta aldığınızda çalıştırılmasını istediğiniz program.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
tr: Yeni posta aldığınızda çalınmasını istediğiniz ses dosyası.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
tr: Süzgeç listesi.

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
tr: Süzgeç adı.

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
tr: Yeni e-posta indirmeden önce bu süzgeci uygula.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
tr: Yeni iletilere bu süzgeci uygula.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
tr: Gönderilmiş iletilere bu süzgeci uygula.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
tr: Süzme işlevi el ile çağırıldığında bu süzgeci uygula.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
tr: Eşleşen iletileri başka bir alıcıya ilet.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
tr: İletilen iletileri alacak e-posta adres(ler)i.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
tr: Eşleşen her ileti için otomatik yanıt gönder.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
tr: Otomatik yanıt içeriğini tutan metin dosyası.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
tr: Eşleşen her ileti için bir komut çalıştırır.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
tr: Çalıştırılacak komut. Eşleşen iletinin 'yol adı', argüman olarak kullanılacaktır.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
tr: Eşleşen her ileti için bir ses dosyası çal.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
tr: Çalınacak ses dosyası.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
tr: Eşleşen iletileri başka bir klasöre taşı.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
tr: Hedef klasör.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
tr: Eşleşen iletileri sil.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
tr: Eşleşen iletileri indirme.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
tr: Yeni bir süzgeç ekle.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
tr: Seçilen süzgeci listeden sil.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
tr: İkinci derece alıntıları göstermek için kullanılacak renk.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
tr: Uzun başlıkları birkaç satıra böl.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
tr: YAM'ın, okuma penceresinde varsayılan olarak hangi ileti başlıklarını göstermesini istersiniz?

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|Bcc|Date|Subject).
tr: SEÇİLEN biçemdeki başlıkları seçmek için bir AmigaDOS şablonu belirleyiniz. Varsayılan : (Kimden|Kime|Cc|Bcc|Tarih|Konu).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
tr: (Eğer mevcut ise) Okuma penceresinde gönderen ile ilgili bilgi görüntüle.

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
tr: İmza için ayıraç çizgisi tipi.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
tr: Çok parçalı bir iletide, tüm yalın metin parçalarını göster.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
tr: Her açılan ileti için ayrı bir Okuma penceresi aç.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
tr: Okuma pencersi ve düzenleyicide 'renkli' metinler için kullanılacak renk.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
tr: İletileri sabit aralıklı bir yazı tipi kullanarak görüntüle.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
tr: Bir MIME türü girin ya da sağdaki popup düğümesini kullanarak bir tane seçin.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
tr: Gösterici komutun 'yolu' ve argümanları. Desteklenen değişkenleri görmek için popup düğmesine basınız.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
tr: Yeni bir MIME göstericisi ekle.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
tr: Seçili MIME göstericisini kaldır.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
tr: Bu dosya türü tarafından kullanılan uzantıların, boşluk karakteri ile ayrılmış bir listesi.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
tr: Bilinmeyen türdeki eklerin gösterilmesi için kullanılacak program.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
tr: Yeni iletinin başına eklenecek metin.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
tr: Yeni iletinin sonuna eklenecek metin.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
tr: İleti yazarken bu sütunda yeni satıra geç.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
tr: Yeni satıra otomatik olarak geçme işleminin, İletilerinizi yazarken gerçekleşmesi için 'yazarken'i seçiniz.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
tr: Yeni bir iletiye başlarken otomatik olarak harici düzenleyiciyi çalıştırır.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
tr: Yönlendirilmiş bir ileti için giriş metni. Kullanabileceğiniz seçenekleri görmek için sağdaki popup düğmesine basınız.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
tr: Yönlendirilmiş bir iletinin sonuna eklenecek metin.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
tr: Yanıtlanan iletilerde kullanılan varsayılan deyimler. Desteklenen seçenekler için sağdaki popup düğmesini kullanın.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
tr: Aşağıdaki 'Pattern' alınıcın adresi ile eşleşirse, bu deyimleri kullan.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
tr: Alternatif yanıtlama deyimlerini geçerli kılan AmigaDOS 'pattern'i.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
tr: Bir posta listesinden yanıtlanan iletiler için bu deyimleri kullan.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
tr: Boş satırlar için de alıntı karakteri kullanılsın mı?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
tr: Seçilirse, 'Kimden' ve 'Yanıtla' adresleri farklılık gösterdiğinde, yanıtın kime gönderileceği kullanıcıya sorulacaktır.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
tr: Alıntılanan iletinin imza kısmını almaz.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
tr: Bu imzada harici düzenleyiciyi kullanarak değişiklik yapmanızı sağlar.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
tr: Bir rastgele etiket satırı için kontrol kodu ekle.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
tr: 'SIGNATURE' ortam değişkeni için bir kontrol kodu ekle.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
tr: ('cookie'-'çörek' olarak da bilinen) etiket satırlarını tutan bir veritabanı dosyası belirleyiniz.

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
tr: Veritabanındaki etiket satırlarını ayıran karakteri belirleyiniz.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
tr: Klasör listesinde gösterilmesi gereken sütunlar.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
tr: İleti listesinde gösterilmesi gereken sütunlar.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
tr: Adres defteri listesinde gösterilmesi gereken sütunlar.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
tr: Liste girdilerini görüntülemek için sabit aralıklı bir yazıtipi kullan.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
tr: Zamanı 'Swatch Vuruşları' olarak görüntüle. Swatch'ın geliştirdiği bir zaman birimidir.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
tr: PGP çalıştırılabilir dosyasının bulunduğu dizin.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
tr: Günlük dosyalarının saklanacağı yer.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
tr: Eğer seçilirse, her ay yeni bir günlük dosyasına başlanacaktır.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
tr: Günlükleme tipini seçiniz.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
tr: Yalnızca posta aktarımlarını günlüklemek için, bu seçeneği kapatınız.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
tr: Tüm klasörlerin dizin dosyalarını yükle.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
tr: Yeni iletilerin durumlarını okunmamış olarak değiştir.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
tr: Sırada bekleyen iletileri gönder.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
tr: Adres defterine bak ve eğer birinin doğumgünü ise bir anımsatıcı görüntüle.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
tr: Belli bir tarihten daha eski iletileri sil (klasör ayarlarına bakınız).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
tr: Çöp klasörünü boşalt.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
tr: Yazıştıklarınızın resimlerini kaydedeceğiniz konum.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
tr: İletisini okuduğunuz her yeni kişi için, yeni bir adres defteri girdisi oluşturulsun mu?

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
tr: HTTP proxy sunucunuzun adresi ve port numarası (varsayılan port 80'dir). Bu alanı boş da bırakabilirsiniz.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
tr: Bu gruba yeni adres defteri girdileri ekle (eğer zaten mevcut değilse oluşturulacaktır).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
tr: Geçici dosyaları tutmak için konum.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
tr: Ekteki dosyaları kaydetmek için konum.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
tr: Ek yüklemek için varsayılan konum.

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
tr: Uygulama Simgesini tam olarak bu kordinatlara yerleştirmeye çalış.
